{"Year":{"0":"2018","1":"2011","2":"2005","3":"1997","4":"1995","5":"1995","6":"1993","7":"1987","8":"1975","9":"1972","10":"1957","11":"1956","12":"1943","13":"1941","14":"1937","15":"1935","16":"1934","17":"1909","18":"1897","19":"1775","20":"1775","21":"1774","22":"1772","23":"1770"},"Event":{"0":"King Mswati III announced that he was changing his country's name from the Kingdom of Swaziland to the Kingdom of Eswatini.","1":"Fidel Castro resigns from the Communist Party of Cuba's central committee after 45 years of holding the title.","2":"Cardinal Joseph Ratzinger was elected to succeed Pope John Paul II, who had died some two weeks earlier; Ratzinger took the name Benedict XVI.","3":"Tennis player champion Andre Agassi (26) weds actress and model Brooke Shields (31) in Monterey, California","4":"Oklahoma City bombing - a truck bomb at Alfred P. Murrah Federal Building kills 168 & injures 500","5":"In what was the worst act of terrorism in U.S. history up to that time, a truck bomb nearly destroyed the Alfred P. Murrah Federal Building in Oklahoma City, Oklahoma, killing 168 and injuring more than 500 people.","6":"After a 51-day standoff with U.S. federal agents, some 80 members of the millennialist Branch Davidian religious group perished in a fire at their compound near Waco, Texas.","7":"Maria Sharapova\nRussian tennis player\nwas born","8":"Aryabhata, the first unmanned Earth satellite built by India, was launched from the Soviet Union by a Russian-made rocket.","9":"Rivaldo\nBrazilian athlete\nwas born","10":"Mukesh Ambani\nIndian businessman\nwas born","11":"US actress Grace Kelly marries Monaco's Prince Rainier III (in Church)","12":"The Warsaw Ghetto Uprising, an act of resistance by Polish Jews under Nazi occupation, began this day and was quelled four weeks later, on May 16.","13":"Youngest Mitford sister Deborah Mitford marries Andrew Cavendish, son of the Duke of Devonshire in London","14":"Joseph Estrada\npresident of the Philippines\nwas born","15":"Dudley Moore\nBritish actor, comedian, and musician\nwas born","16":"Shirley Temple appears in her 1st movie, \"Stand Up & Cheer\"","17":"Joan of Arc receives beatification by the Roman Catholic Church","18":"1st Boston Marathon (B.A.A. Road Race), won by John J. McDermott in 2:55:10; the world's oldest annual marathon inspired by success of the first marathon at the 1896 Summer Olympics","19":"American Revolution begins in Lexington, Massachusetts. The \"Shot Heard Round the World\" took place in Concord later that day","20":"American Revolution begun\nLaunched this day in 1775 with the Battles of Lexington and Concord, the American Revolution was an effort by 13 British colonies in North America (with help from France, Spain, and the Netherlands) to win their independence.","21":"CW Glucks opera \"Iphigenia in Aulis\" premieres in Paris","22":"English economist David Ricardo, who gave systematized and classical form to the rising social science of economics in the 19th century, is believed to have been born on or about this day.","23":"British explorer Captain James Cook first sights Australia"}}