{"Year":{"0":"2014","1":"2010","2":"2004","3":"2003","4":"2002","5":"2000","6":"1994","7":"1986","8":"1981","9":"1978","10":"1977","11":"1941","12":"1941","13":"1939","14":"1935","15":"1935","16":"1932","17":"1924","18":"1912","19":"1904","20":"1904","21":"1903","22":"1902","23":"1894","24":"1891","25":"1890","26":"1880","27":"1866","28":"1865","29":"1865","30":"1471"},"Event":{"0":"The Islamic sectarian movement Boko Haram kidnapped more than 275 girls from a boarding school in Chibok, Nigeria, sparking worldwide condemnation.","1":"Eyjafjallajökull volcano in Iceland began sending ash plumes into the skies, disrupting air traffic for days across northern and central Europe.","2":"Bartholomew I, ecumenical patriarch of the Eastern Orthodox Church, formally accepted the apology offered by Pope John Paul II in 2001 for the sacking of Constantinople (now Istanbul) by Crusader armies in the early 13th century.","3":"The Human Genome Project is completed with 99% of the human genome sequenced to an accuracy of 99.99%","4":"66th US Masters Tournament, Augusta National GC: Tiger Woods becomes the 3rd player to claim back-to-back Masters, 3 strokes ahead of Retief Goosen of South Africa","5":"Metallica file a lawsuit against P2P sharing phenomenon Napster. This law-suit eventually leads the movement against file-sharing programs.","6":"Musician Billy Joel & supermodel Christie Brinkley announce plans to divorce","7":"A force of U.S. warplanes based in Britain bombed several sites in Libya, killing or wounding several of Muammar al-Qaddafi's children and narrowly missing Qaddafi himself.","8":"1st Space Shuttle, Columbia 1, returns to Earth","9":"Novelist Danielle Steel (30) divorces Danny Zugelder after almost 3 years of marriage","10":"Sarah Michelle Gellar\nAmerican actress\nwas born","11":"Pete Rose\nAmerican baseball player\nwas born","12":"American professional baseball player Pete Rose, known for his all-around ability and enthusiasm, was born in Cincinnati, Ohio.","13":"American author John Steinbeck's classic The Grapes of Wrath—which was set during the Great Depression and traces the migration of an Oklahoma Dust Bowl family to California and their subsequent hardships as migrant farmworkers—was published.","14":"PGA golfer Ben Hogan (22) weds Valerie Fox in Cleburne, Texas","15":"Black Sunday: Severe sandstorm ravages the US Midwest, creating the \"Dust Bowl\"","16":"Loretta Lynn\nAmerican singer\nwas born","17":"American architect Louis Sullivan, the father of modern American architecture, died in Chicago.","18":"RMS Titanic hits an iceberg at 11.40pm off Newfoundland","19":"Sir John Gielgud\nBritish actor and director\nwas born","20":"Sir John Gielgud, an English actor, producer, and director considered one of the greatest performers of his generation on stage and screen, particularly as a Shakespearean actor, was born.","21":"Dr Harry Plotz discovers vaccine against typhoid (NYC)","22":"American businessman J.C. Penney opened his first dry-goods store in Kemmerer, Wyoming.","23":"1st public showing of Thomas Edison's kinetoscope (moving pictures)","24":"Bhimrao Ramji Ambedkar\nIndian political leader\nwas born","25":"Painter Pierre Auguste Renoir (49) weds Aline Victorine Charigot","26":"Philosopher John Muir (41) weds Louisa Strentzel","27":"Anne Sullivan Macy, Helen Keller's teacher, was born near Springfield, Massachusetts.","28":"Abraham Lincoln shot\nOn this day in 1865, just after the effective end of the American Civil War, U.S. Pres. Abraham Lincoln was shot by John Wilkes Booth while attending a production at Ford's Theatre in Washington, D.C., and died the next morning.","29":"US President Abraham Lincoln is shot by John Wilkes Booth at Ford's Theater in Washington","30":"The deposed and exiled king of England, Edward IV, defeated King Henry VI's forces at the Battle of Barnet, near London, enabling him to retake the throne."}}