{"Year":{"0":"46","1":"2014","2":"2012","3":"2009","4":"2009","5":"1994","6":"1992","7":"1974","8":"1974","9":"1963","10":"1956","11":"1937","12":"1928","13":"1920","14":"1917","15":"1909","16":"1904","17":"1896","18":"1896","19":"1896","20":"1889","21":"1868","22":"1868","23":"1862","24":"1830","25":"1652","26":"1348","27":"1199"},"Event":{"0":"BC Julius Caesar defeats Caecilius Metellus Scipio and Marcus Porcius Cato (Cato the Younger) in the battle of Thapsus.","1":"American diminutive actor Mickey Rooney—who was noted for his high energy, charisma, and versatility, which were on display in such notable roles as the wisecracking teenager in the Andy Hardy films—died at the age of 93.","2":"Actress and model Heidi Klum (39) divorces British soul and R&B singer-songwriter Seal (49) due to irreconcilable differences after almost seven years of marriage","3":"An earthquake struck near L'Aquila, Italy, causing extensive damage and killing more than 300 people.","4":"American basketball player Michael Jordan, widely considered the game's greatest all-around player, was elected to the Naismith Memorial Basketball Hall of Fame.","5":"Rwandan Genocide begins with the assassination of Rwandan President Juvénal Habyarimana and Burundian President Cyprien Ntaryamira with their plane being shot down by surface-to-air missiles, abruptly ending peace negotiations. Those responsible have never been identified.","6":"Russian-born American author and biochemist Isaac Asimov, a highly successful and prolific writer of science fiction and of science books for the layperson, died in New York.","7":"19th Eurovision Song Contest: ABBA for Sweden wins singing \"Waterloo\" in Brighton","8":"Swedish Europop group ABBA had their international breakthrough as they captured the top prize at the Eurovision Song Contest with Waterloo.","9":"Rafael Correa\npresident of Ecuador\nwas born","10":"Michele Bachmann\nAmerican politician\nwas born","11":"Merle Haggard\nAmerican musician\nwas born","12":"James Watson\nAmerican geneticist and biophysicist\nwas born","13":"Physicist Erwin Schrödinger (32) weds Annemarie Bertel","14":"US declares war on Germany, enters World War I","15":"American explorer Robert Edwin Peary led the first expedition to the North Pole.","16":"Kurt Georg Kiesinger\nGerman statesman\nwas born","17":"I Summer Olympic Games open in Athens, Greece; American athlete James Connolly Olympic becomes first modern Olympic champion when he wins the triple jump (then 2 hops and a jump); later 3rd in the long jump, 2nd in the high jump","18":"23rd US President Benjamin Harrison (63) weds Mary Scott (37) at St Thomas Protestant Episcopal Church in New York City","19":"Olympics revived\nPierre, baron de Coubertin, a founder of the International Olympic Committee and its president from 1896 to 1925, realized his goal of reviving the Olympics when the first modern Games opened in Athens this day in 1896.","20":"George Eastman begins selling his Kodak flexible rolled film for the first time","21":"Brigham Young marries his 27th & final wife","22":"The Japanese emperor Meiji issued the Charter Oath, which served to modernize the country during the Meiji Restoration.","23":"Union troops clashed with Confederates in southwestern Tennessee at the Battle of Shiloh, the second great engagement of the American Civil War.","24":"The Church of Jesus Christ of Latter-day Saints was formed by American prophet Joseph Smith at Fayette, New York.","25":"Cape Colony, the 1st European settlement in South Africa, established by Dutch East India Company under Jan van Riebeeck","26":"The woman said to be Laura, the beloved muse of the Italian poet Petrarch, died.","27":"Mortally wounded in battle, Richard I (the Lionheart) died at Châlus in the duchy of Aquitaine."}}