{"Year":{"0":"2019","1":"2013","2":"2011","3":"2003","4":"2000","5":"1994","6":"1990","7":"1989","8":"1982","9":"1980","10":"1960","11":"1959","12":"1955","13":"1947","14":"1947","15":"1926","16":"1925","17":"1920","18":"1912","19":"1912","20":"1912","21":"1909","22":"1896","23":"1877","24":"1755","25":"1729","26":"1707","27":"1595"},"Event":{"0":"The historic Notre-Dame de Paris caught fire during a restoration campaign, and the blaze destroyed most of the cathedral's roof, the 19th-century spire, and some of the rib vaulting.","1":"Near the finish line of the Boston Marathon, two homemade bombs were detonated in the crowd of spectators; 3 people were killed and more than 260 were wounded in the terrorist attack.","2":"Grammy-winning pop singer Christina Aguilera (29) divorces music executive Jordan Bratman (33) due to irreconcilable differences after 5 years of marriage","3":"U.S. President George W. Bush declared that the government of Saddam Hussein in Iraq had fallen as a result of the Iraq War and the following day asked the United Nations to lift sanctions against Iraq.","4":"U.S. President Bill Clinton established the Giant Sequoia National Monument, a preserve near Sequoia National Park covering more than 500 square miles (1,300 square km) of Sequoia National Forest in the Sierra Nevada of California.","5":"Robert F Kennedy Jr (21 days after his divorce) weds Mary Richardson","6":"\"In Living Color\" premieres on FOX-TV","7":"Tragedy occurred at Hillsborough Stadium in Sheffield, England, when a crush of football (soccer) fans resulted in 96 deaths and hundreds of injuries; police mistakes were later blamed for the incident.","8":"Seth Rogen\nCanadian actor and screenwriter\nwas born","9":"French novelist and playwright Jean-Paul Sartre, who was a leading exponent of existentialism, died.","10":"Philippe, king of Belgium\nking of Belgium\nwas born","11":"Emma Thompson\nBritish actress and writer\nwas born","12":"American fast-food pioneer Ray Kroc opened the first McDonald's franchise, launching an enterprise that would eventually become the world's largest fast-food chain, in Des Plaines, Illinois.","13":"Jackie Robinson becomes 1st African-American to play in US major league baseball (Dodgers)","14":"Jackie Robinson, who broke baseball's racial barrier, played in his first major league game for the Brooklyn Dodgers at Ebbets Field.","15":"Robertson Aircraft, one of the companies that later developed into American Airlines, flew its first mail route, between Chicago and St. Louis, Missouri, with Charles A. Lindbergh as the pilot.","16":"Russian writer (\"Lolita\") Vladimir Nabokov (26) marries fellow Russian writer Vera Evseevna Slonim (23) in Berlin","17":"Two men were murdered in South Braintree, Massachusetts, leading to the Sacco-Vanzetti case and the still-controversial conviction of the two Italian immigrants.","18":"Kim Il-Sung\npresident of North Korea\nwas born","19":"RMS Titanic sinks at 2:27 AM off Newfoundland as the band plays on, with the loss of between 1,490 and 1,635 people","20":"Sinking of the Titanic\nOn this day in 1912, the British luxury passenger liner Titanic sank en route to New York City from Southampton, Hampshire, England, after striking an iceberg during its maiden voyage; some 1,500 people died.","21":"Mien Wenneker, Dutch prince Henry's lover, weds Uncle Cornelis Abbo","22":"I Summer Olympic Games close in Athens, Greece; USA wins gold medal count, 11; Greece wins total medal count, 46; IOC has retroactively assigned gold, silver & bronze medals to 3 best placed athletes in each event","23":"1st telephone installed: Boston-Somerville in Massachusetts","24":"Samuel Johnson's \"A Dictionary of the English Language\" published in London","25":"Johann Sebastian Bach's \"St Matthew Passion\" premieres in Leipzig","26":"Leonhard Euler\nSwiss mathematician\nwas born","27":"Willem I's daughter of Elisabeth of Nassau marries duke Henri de la Tour d'Auvergne of Broth"}}