{"Year":{"0":"2014","1":"1992","2":"1989","3":"1983","4":"1981","5":"1981","6":"1980","7":"1961","8":"1961","9":"1954","10":"1947","11":"1947","12":"1947","13":"1945","14":"1942","15":"1941","16":"1940","17":"1935","18":"1932","19":"1927","20":"1872","21":"1861","22":"1811","23":"1777","24":"1606","25":"1583","26":"1385","27":"1385","28":"1204","29":"1204"},"Event":{"0":"A forest fire swept into the port city of Valparaíso, Chile, destroying several thousand homes and claiming the lives of at least 16 people before it was extinguished several days later.","1":"Actress Lisa Bonet files for divorce from singer Lenny Kravitz","2":"American boxer Sugar Ray Robinson, a six-time world champion who was considered by many to have been the best fighter in history, died in California.","3":"Harold Washington, the first African American mayor of Chicago, was elected.","4":"Launch of first space shuttle\nOn this day in 1981, NASA launched the first space shuttle, Columbia, which was designed to orbit Earth, transport people and cargo to and from orbiting spacecraft, and glide to a runway landing on its return to Earth.","5":"American Joe Louis, world heavyweight boxing champion from 1937 to 1949, died in Las Vegas, Nevada.","6":"US Olympic Committee endorses a boycott of the Moscow Olympic games","7":"Russian cosmonaut Yuri Gagarin becomes the first person to orbit Earth (Vostok 1)","8":"Russian cosmonaut Yury Alekseyevich Gagarin became the first human in outer space.","9":"Bill Haley and the Comets record \"Rock Around Clock\"","10":"David Letterman\nAmerican talk-show host\nwas born","11":"Tom Clancy\nAmerican author\nwas born","12":"American comedian David Letterman, best known as the host of his long-running late-night talk show, was born.","13":"U.S. President Franklin D. Roosevelt died in Warm Springs, Georgia.","14":"Jacob Zuma\npresident of South Africa\nwas born","15":"Bobby Moore\nBritish athlete\nwas born","16":"Herbie Hancock\nAmerican musician\nwas born","17":"Actress Mary Astor (28) divorces Dr. Franklyn Thorpe after 4 years of marriage","18":"\"Grand Hotel\" directed by Edmund Goulding and starring Greta Garbo and John Barrymore premieres in New York, includes the line \"I want to be alone\" (Best Picture\/Production 1932)","19":"Kuomintang leader Chiang Kai-shek begins counter revolution in Shanghai","20":"Jesse James gang robs bank in Columbia, Kentucky (1 dead\/$1,500)","21":"Fort Sumter, one of the few military installations in the South still in Federal hands, came under fire from Confederate guns in Charleston, South Carolina, thus initiating the American Civil War.","22":"1st US colonists on Pacific coast arrive at Cape Disappointment, Washington","23":"American statesman Henry Clay was born in Hanover county, Virginia.","24":"The Union Flag, precursor to the Union Jack, was adopted as the national flag of Great Britain.","25":"William of Orange marries Louise de Coligny","26":"Willem van Oostervant of Bavaria weds Philip the Bold's daughter Marguerite (10)","27":"Duke of Burgundy, John the Fearless, marries Margaret of Bavaria in political double wedding with his sister","28":"Alexius V, the last Greek emperor of a united Byzantium, fled Constantinople in the face of the Fourth Crusade.","29":"4th Crusade occupies & plunders Constantinople"}}