{"Year":{"0":"2015","1":"2013","2":"2007","3":"2007","4":"1979","5":"1968","6":"1966","7":"1966","8":"1961","9":"1955","10":"1955","11":"1953","12":"1953","13":"1951","14":"1930","15":"1911","16":"1895","17":"1893","18":"1893","19":"1888","20":"1869","21":"1868","22":"1848","23":"1815","24":"1814","25":"1814","26":"1799","27":"1783","28":"1750","29":"1512","30":"145"},"Event":{"0":"Barack Obama and Raúl Castro meet in Panama, the 1st meeting of US and Cuban heads of state since the Cuban Revolution","1":"Maria Tallchief, whose exquisite technique made her one of the greatest ballerinas in the United States, died at age 88.","2":"\"Dynasty\" actress Heather Locklear (45) divorces rock-star Richie Sambora (47) due to irreconcilable differences after 11 years of marriage","3":"American author Kurt Vonnegut, who was noted for such wryly satirical novels as Slaughterhouse-Five (1969), died.","4":"Tanzanian army captures Kampala, the capital of Uganda forcing Ugandan dictator Idi Amin to flee into exile in Libya","5":"US President Lyndon B. Johnson signs 1968 Civil Rights Act","6":"Frank Sinatra records \"Strangers in the Night\" single for his album of the same name. Later reaches #1 Billboard charts","7":"Frank Sinatra records \"Strangers in the Night\" single for his album of the same name. Later reaches #1 Billboard charts","8":"The trial of Nazi leader Adolf Eichmann began in Jerusalem; eight months later it ended with the only death sentence ever imposed by an Israeli court.","9":"Chartered Air India plane the \"Kashmir Princess\" is bombed and crashes into the South China Sea in a failed assassination attempt on Zhou Enlai by a Kuomintang secret agent","10":"\"Marty\" directed by Delbert Mann and starring Ernest Borgnine and Betsy Blair premieres in New York (Best Picture 1956)","11":"Andrew Wiles\nBritish mathematician\nwas born","12":"Mathematician Andrew John Wiles, deviser of a proof of Fermat's last theorem, was born in Cambridge, Cambridgeshire, England.","13":"U.S. President Harry S. Truman relieved General Douglas MacArthur of his command of United Nations and U.S. forces during the Korean War.","14":"Anton LaVey\nAmerican author\nwas born","15":"Actress Mae West (17) weds fellow vaudevillian Frank Wallace (21) in Milwaukee, Wisconsin","16":"Cuban patriot José Julián Martí landed in Cuba at the head of an invading force whose goal was to win independence from Spain.","17":"Dean Acheson—U.S. secretary of state from 1949 to 1953, adviser to four presidents, and the principal creator of U.S. foreign policy in the Cold War period following World War II—was born.","18":"Dean Acheson\nUnited States statesman\nwas born","19":"Industrialist Henry Ford (24) weds Clara Jane Bryant (22) in Greenfield Township, Michigan","20":"Kasturba Gandhi\nIndian political activist\nwas born","21":"The Shogunate is abolished in Japan","22":"Emperor Ferdinand I of Austria confirmed the March Laws, which formed the foundation of the modern state of Hungary.","23":"The eruption of Mount Tambora, a volcano on the island of Sumbawa, Indonesia, killed about 10,000 people.","24":"Napoleon's abdication at Fontainebleau\nOn this day in 1814, during the French revolutionary and Napoleonic wars, Napoleon was facing an invasion of France by forces bent on his overthrow and, pressed by his own officers, abdicated unconditionally at Fontainebleau.","25":"Napoleon abdicates unconditionally; he is exiled to Elba","26":"Politician Henry Clay (21) weds Lucretia Hart in Lexington, Kentucky","27":"Hostilities formally cease in the American Revolutionary War","28":"Jack Slack retains Champion of England boxing title, beats Frenchman Jean Petit in 7 rounds in Harlston, England; acknowledged as first international prize fight","29":"Battle of Ravenna: French forces under Gaston de Foix defeat the Holy League in a major battle of the Italian Wars","30":"Septimius Severus\nRoman emperor\nwas born"}}