{"Year":{"0":"2014","1":"2007","2":"2003","3":"2003","4":"1996","5":"1994","6":"1966","7":"1962","8":"1952","9":"1948","10":"1948","11":"1947","12":"1947","13":"1940","14":"1939","15":"1932","16":"1929","17":"1927","18":"1922","19":"1917","20":"1917","21":"1912","22":"1900","23":"1849","24":"1838","25":"1816","26":"1755","27":"1746","28":"1746","29":"1705","30":"1646","31":"1457"},"Event":{"0":"The South Korean ferry Sewol, traveling from Inch'ŏn to Cheju, capsized and sank, killing 304 people, most of whom were high schoolers.","1":"In one of the deadliest mass shootings in the United States, 33 people, including the shooter, were killed on the Blacksburg, Virginia, campus of Virginia Tech.","2":"At age 40, Michael Jordan, widely regarded as the best player in the history of basketball, played his last game in the National Basketball Association.","3":"Treaty of Accession is signed in Athens admitting 10 new member states to the European Union","4":"Singer Judy Collins (57) weds industrial designer Louis Nelson (59) at Cathedral of St. John the Divine in New York City","5":"Singer Harry Connick Jr (26) weds model Jill Goodare (30) at St. Louis Cathedral in New Orleans, Louisiana","6":"Actor and comedian Michael Palin (22) weds Helen Gibbins","7":"American journalist Walter Cronkite became anchor of the CBS Evening News, a position he held for nearly two decades, during which time he became known as “the most trusted man in America.”","8":"Bill Belichick\nAmerican football coach\nwas born","9":"Organization for European Economic Cooperation (EEC) forms in Paris","10":"In order to restore the economy of Europe after World War II, 16 European countries formed the Organisation for European Economic Co-operation (later the Organisation for Economic Co-operation and Development).","11":"Kareem Abdul-Jabbar\nAmerican basketball player\nwas born","12":"American basketball player Kareem Abdul-Jabbar, who won five NBA championships with the Los Angeles Lakers (1980, 1982, 1985, 1987, and 1988), was born.","13":"Margrethe II\nqueen of Denmark\nwas born","14":"Dusty Springfield\nBritish singer\nwas born","15":"Short film \"The Music Box\" released in the US, starring Stan Laurel and Oliver Hardy (1932 Academy Award Best Live Action Short Film)","16":"NY Yankees become 1st team to wear uniform numbers","17":"Benedict XVI\npope\nwas born","18":"British author Sir Kingsley Amis, who created in his first novel, Lucky Jim (1954), a comic figure that became a household word in Great Britain in the 1950s, was born.","19":"Vladimir Ilich Lenin ended his 17-year exile and returned to Russia to form a provisional government.","20":"Vladimir Lenin issues his radical \"April Theses\" calling for Soviets to take power during the Russian Revolution [OS Apr 4]","21":"Harriet Quimby's flight across the English Channel\nOn this day in 1912, American aviator Harriet Quimby became the first woman to fly across the English Channel, guiding her French Blériot monoplane through heavy overcast from Dover, England, to Hardelot, France.","22":"US Post Office issues 1st books of postage stamps","23":"Giacomo Meyerbeer's opera \"Le prophète\" premieres in Paris","24":"French forces occupied the Mexican city of Veracruz during the Pastry War.","25":"Leading Romantic poet Lord Byron signs Deed of Separation dissolving his marriage with Lady Byron at her request after 1 year of marriage","26":"Painter Élisabeth Vigée-Lebrun, known for her portraits of Queen Marie-Antoinette, was born in Paris.","27":"An English army defeated a Scottish force under Charles Edward Stuart (Bonnie Prince Charlie) at the Battle of Culloden, ending the Jacobite effort to restore the Stuarts to England's throne.","28":"Jacobite Rising 1745: Battle of Culloden, the last battle on British soil: Royalist troops under the Duke of Cumberland defeat the Jacobite army.","29":"Queen Anne of England knights Isaac Newton at Trinity College, Cambridge","30":"Architect Jules Hardouin-Mansart, who redesigned and expanded the Palace of Versailles, was born in Paris.","31":"BC Battle of Megiddo: Egyptian forces of Thutmose III defeat a large Canaanite coalition under King of Kadesh. First battle recorded with a reliable account."}}