{"Year":{"0":"Today","1":"527","2":"2017","3":"2001","4":"2001","5":"2001","6":"1999","7":"1992","8":"1990","9":"1984","10":"1976","11":"1974","12":"1961","13":"1961","14":"1959","15":"1954","16":"1952","17":"1945","18":"1932","19":"1930","20":"1930","21":"1920","22":"1918","23":"1917","24":"1908","25":"1815","26":"1815","27":"1778","28":"1748","29":"1578"},"Event":{"0":"April Fools' Day, celebrated today with joking relationships and practical jokes, may have grown out of the medieval Feast of Fools, which was held on January 1.","1":"Byzantine Emperor Justin I names his nephew Justinian I as co-ruler and successor to the throne","2":"Bob Dylan receives his Nobel Prize for Literature at a private ceremony in Stockholm","3":"The Netherlands became the first country to grant equal marriage rights to same-sex couples.","4":"Netherlands becomes the first country in the world to make same-sex marriage legal","5":"The midair collision of a U.S. spy plane and a Chinese fighter jet that was tailing it over the South China Sea resulted in the death of the Chinese pilot and the landing of the damaged American plane on Hainan Island, where its crew was detained for 11 days.","6":"Creation of Nunavut\nCreated this day in 1999 by carving a vast region from Canada's Northwest Territories, the Canadian territory of Nunavut stretches across much of the Canadian Arctic and encompasses the traditional lands of the Inuit.","7":"NHL players begin 1st strike in 75-year history","8":"Guns & Roses' Duff divorces Mandy Brix, lead singer for Lame Flames","9":"American entertainer Marvin Gaye was shot and killed by his father in Los Angeles.","10":"Steve Wozniak and Steve Jobs found Apple Computer in the garage of Jobs' parents house in Cupertino, California","11":"Ayatollah Khomeini calls for an Islamic Republic in Iran","12":"Susan Boyle\nScottish singer\nwas born","13":"American televangelist Jim Bakker (21) marries Christian singer Tammy Faye (19)","14":"American sci-fi writer \"Do Androids Dream of Electric Sheep?\" Philip K Dick marries 3rd wife Anne Williams Rubinstein","15":"The United States Air Force Academy was created by an act of Congress and was later built in Colorado Springs, Colorado.","16":"Big Bang theory proposed in Physical Review by Alpher, Bethe & Gamow","17":"U.S. troops landed on the Japanese island of Okinawa during World War II.","18":"Debbie Reynolds\nAmerican actress and singer\nwas born","19":"\"The Blue Angel\" starring Marlene Dietrich in her breakthrough role premieres in Germany","20":"\"The Blue Angel\" starring Marlene Dietrich in her breakthrough role premieres in Germany","21":"Mifune Toshirō\nJapanese actor\nwas born","22":"The United Kingdom's Royal Air Force was formed.","23":"American composer and pianist Scott Joplin died in a mental institution in New York City.","24":"Abraham Maslow\nAmerican psychologist\nwas born","25":"Otto von Bismarck, who was the founder and first chancellor (1871–90) of the German Empire, was born.","26":"Otto von Bismarck\nGerman chancellor and prime minister\nwas born","27":"Poet Phillis Wheatley (24) weds grocer and advocate for black rights John Peters","28":"Ruins of Pompeii rediscovered by Spaniard Rocque Joaquin de Alcubierre","29":"English physician William Harvey, who discovered the true nature of the circulation of the blood, was born in Folkestone, Kent."}}