{"Year":{"0":"2019","1":"2013","2":"2002","3":"2000","4":"1992","5":"1979","6":"1975","7":"1974","8":"1973","9":"1971","10":"1968","11":"1968","12":"1965","13":"1959","14":"1949","15":"1949","16":"1932","17":"1928","18":"1928","19":"1914","20":"1913?","21":"1913","22":"1862","23":"1850","24":"1841","25":"1789","26":"1785","27":"1750","28":"1655","29":"1625","30":"1581"},"Event":{"0":"Amazon's Jeff Bezos and MacKenzie Bezos agree record-breaking $35 billion divorce settlement","1":"American film critic Roger Ebert, who was perhaps the best known of his profession and the first person to receive a Pulitzer Prize for film criticism (1975), died in Chicago.","2":"After 27 years of fighting, the Angolan government and UNITA signed a cease-fire agreement that ended the country's civil war.","3":"The government of South Korea ordered some 85 percent of the country's livestock markets closed in an attempt to end an outbreak of foot-and-mouth disease that had struck Asian livestock.","4":"John Tesh (Entertainment Tonight) marries actress Connie Selleca","5":"Heath Ledger\nAustralian actor\nwas born","6":"Microsoft is founded as a partnership between Bill Gates and Paul Allen to develop and sell BASIC interpreters for the Altair 8800","7":"Hank Aaron ties Babe Ruth's home-run record by hitting his 714th","8":"World Trade Center, then the world's tallest building, opens in New York (110 stories)","9":"Stephen Sondheim's \"Follies\" opens at Winter Garden Theater NYC for 524 performances, then most expensive broadway musical","10":"US civil rights activist Martin Luther King Jr. assassinated in Memphis, Tennessee","11":"Martin Luther King, Jr., assassinated\nOn this day in 1968, Martin Luther King, Jr., a leader of the American civil rights movement who was in Memphis, Tennessee, to support a strike by the city's sanitation workers, was assassinated by James Earl Ray.","12":"Robert Downey, Jr.\nAmerican actor\nwas born","13":"In West Africa the Mali Federation, a short-lived union between the autonomous territories of the Sudanese Republic and Senegal, led by Léopold Senghor, came into being.","14":"The North Atlantic Treaty Organization was formed, the founding member nations of this military alliance being Belgium, Canada, Denmark, France, Iceland, Italy, Luxembourg, the Netherlands, Norway, Portugal, the United Kingdom, and the United States.","15":"North Atlantic Treaty Organization (NATO) treaty signed in Washington, D.C.","16":"Anthony Perkins\nAmerican actor\nwas born","17":"Maya Angelou\nAmerican poet, memoirist, and actress\nwas born","18":"American poet Maya Angelou—perhaps best known for her several volumes of autobiography, which explore the themes of economic, racial, and sexual oppression—was born.","19":"Film serial \"Perils of Pauline\" shown for the first time in Los Angeles","20":"Muddy Waters, an American blues guitarist and singer who played a major role in creating the modern rhythm-and-blues style, was born.","21":"Muddy Waters\nAmerican musician\nwas born","22":"In the American Civil War, Union forces under George B. McClellan began the unsuccessful Peninsular Campaign to capture the Confederate capital of Richmond, Virginia.","23":"With a population totaling about 1,600, Los Angeles was incorporated as an American city.","24":"After serving for only one month, William Henry Harrison became the first U.S. president to die in office; he was succeeded by Vice President John Tyler.","25":"1st US Congress begins regular sessions during George Washington's presidency at Federal Hall, NYC (ending 1791)","26":"Bettina von Arnim, one of the outstanding women writers in modern German literature, was born in Frankfurt am Main.","27":"Statesman George Mason (24) weds Ann Eilbeck (16)","28":"Battle at Postage Farina, Tunis: English fleet beats Barbary pirates","29":"Viceroy Frederick Henry marries Amalia countess von Solms-Braunfels","30":"Francis Drake knighted by Queen Elizabeth I aboard Golden Hind at Deptford"}}