{"Year":{"0":"2018","1":"2012","2":"1999","3":"1994","4":"1985","5":"1980","6":"1963","7":"1956","8":"1956","9":"1954","10":"1951","11":"1945","12":"1944","13":"1927","14":"1906","15":"1906","16":"1857","17":"1809","18":"1783","19":"1775","20":"1775","21":"1772","22":"1599","23":"1590","24":"1506","25":"1506","26":"1025"},"Event":{"0":"“Black Panther” is the first film shown at a commercial cinema in 35 years in Saudi Arabia as cinemas are reopened","1":"American television personality and businessman Dick Clark, who was the longtime host of American Bandstand (1957–87), died in California.","2":"Canadian ice hockey player Wayne Gretzky, considered one of the game's greatest players, skated in his last NHL game.","3":"Roseanne Barr Arnold files for divorce from Tom Arnold","4":"Wham become the first western pop act to release an album in China","5":"Zimbabwe achieved its independence from the United Kingdom.","6":"Conan O'Brien\nAmerican talk-show host\nwas born","7":"Abandoning her Hollywood career, American actress Grace Kelly wed Rainier III, prince de Monaco, in a civil ceremony; an opulent religious ceremony took place the following day.","8":"Grace Kelly marries Prince Rainier III of Monaco (civil ceremony)","9":"Colonel Gamal Abdal Nasser seizes power & becomes Prime Minister of Egypt","10":"Cartoonist Charles M. Schulz (28) weds Joyce Halverson","11":"During the U.S. invasion of the Japanese island of Okinawa in World War II, American war correspondent Ernie Pyle was killed on nearby Ie Island by Japanese gunfire.","12":"Robert Hanssen\nAmerican law enforcement agent and spy\nwas born","13":"Samuel P. Huntington\nAmerican political scientist\nwas born","14":"San Francisco earthquake and fire kills nearly 4,000 while destroying 75% of the city","15":"San Francisco was rocked by an earthquake caused by slippage along the San Andreas Fault.","16":"American defense lawyer, public speaker, debater, and writer Clarence Darrow—among whose high-profile court appearances was the Scopes Trial, in which he defended a Tennessee high-school teacher who had broken a state law by presenting the Darwinian theory of evolution—was born.","17":"First run of 2,000 guineas horse race at Newmarket, England","18":"Fighting ceases in the American Revolution, eight years to the day when it began","19":"Paul Revere and William Dawes ride from Charlestown to Lexington warning the \"regulars are coming!\"","20":"The midnight ride of Paul Revere\nPaul Revere, a renowned silversmith, is better remembered as a folk hero of the American Revolution who this night in 1775 made a dramatic ride on horseback to warn Boston area residents of an imminent British attack.","21":"David Ricardo\nBritish economist\nwas born","22":"Valencia arch duke Albrecht of Austrian marries Isabella of Spain","23":"Ahmed I\nOttoman sultan\nwas born","24":"Pope Julius II laid the first stone of the new St. Peter's Basilica in Vatican City.","25":"The cornerstone of the current St. Peter's Basilica is laid in the Vatican","26":"Bolesław Chrobry is crowned in Gniezno, becoming the first King of Poland"}}