{"Year":{"0":"2004","1":"2003","2":"2003","3":"2001","4":"1996","5":"1994","6":"1977","7":"1974","8":"1969","9":"1965","10":"1965","11":"1952","12":"1950","13":"1948","14":"1947","15":"1945","16":"1940","17":"1937","18":"1926","19":"1926","20":"1910","21":"1903","22":"1886","23":"1878","24":"1789","25":"1789","26":"1774","27":"1770","28":"1758","29":"1611","30":"1442","31":"1442"},"Event":{"0":"American television network CBS broadcast photographs depicting harsh treatment of Iraqi inmates at the Abu Ghraib prison in U.S.-occupied Iraq, initiating a national debate on torture and the Geneva Conventions.","1":"Apple launched the iTunes Store, which gave users the ability to purchase and download music from the Internet directly to their iTunes library; in 2010 the store sold its 10 billionth song.","2":"Andre Agassi recaptures the world no. 1 ranking to become the oldest top-ranked male in the history of the ATP rankings (33 years, 13 days)","3":"American businessman Dennis Tito became the first space tourist when he was launched into orbit aboard a Russian supply mission to the International Space Station; he paid approximately $20 million for the six-day trip.","4":"Australian gunman Martin Bryant began a killing spree that left 35 people dead and some 18 others wounded in the Port Arthur area of Tasmania, Australia; it was the country's worst mass shooting and led to stricter gun controls.","5":"Lisa Marie Presley separates from Danny Keough","6":"Andreas Baader and members of terrorist group the Red Army Faction (Baader-Meinhof Gang) jailed for life after a trial lasting nearly 2 years in Stuttgart, Germany","7":"Penélope Cruz\nSpanish actress\nwas born","8":"French leader Charles de Gaulle resigned his presidency.","9":"Barbra Streisand stars on \"My Name is Barbra\" special on CBS","10":"Barbra Streisand stars on \"My Name is Barbra\" special on CBS","11":"The Allied occupation of Japan came to an end after seven years of rapid social and economic change following the country's surrender in World War II.","12":"Jay Leno\nAmerican comedian and writer\nwas born","13":"Terry Pratchett\nEnglish author\nwas born","14":"Norwegian ethnologist and adventurer Thor Heyerdahl and a small crew set sail from Peru aboard the primitive raft Kon-Tiki and arrived in Polynesia three and a half months later.","15":"Mussolini executed\nItalian dictator Benito Mussolini, “Il Duce,” who, after a series of military misadventures, became unpopular even among his fellow Fascists, was captured while trying to flee Italy and was executed on this day in 1945.","16":"Glenn Miller records \"Pennsylvania 6-5000\"","17":"1st commercial flight across Pacific operated by Pan Am","18":"American author Harper Lee—who won national acclaim for her novel To Kill a Mockingbird (1960)—was born.","19":"Harper Lee\nAmerican writer\nwas born","20":"First night air flight by Claude Grahame-White in England","21":"Newspaper publisher William Randolph Hearst (40) weds Millicent Veronica Willson (21) in New York City","22":"Painter Paul Cézanne (47) weds Marie-Hortense Fiquet (36)","23":"American actor Lionel Barrymore was born in Philadelphia.","24":"Captain William Bligh of the British ship Bounty and 18 of his men were set adrift by mutinous sailors led by the master's mate Fletcher Christian.","25":"Fletcher Christian leads a mutiny on HMS Bounty against its captain William Bligh in the South Pacific","26":"Chief Justice John Jay (28) weds Sarah Van Brugh Livingston (17)","27":"British Captain James Cook, aboard the endeavour, lands at Botany Bay in Australia","28":"James Monroe, who was the fifth president of the United States (1817–25) and who asserted a cornerstone of U.S. foreign policy in the Monroe Doctrine, was born.","29":"Establishment of the Pontifical and Royal University of Santo Tomas, The Catholic University of the Philippines, oldest existing university in Asia and largest Catholic university in the world","30":"King Edward IV of England was born in Rouen, France.","31":"Edward IV\nking of England\nwas born"}}