{"Year":{"0":"2018","1":"2007","2":"2005","3":"2004","4":"2003","5":"1982","6":"1981","7":"1980","8":"1973","9":"1967","10":"1967","11":"1962","12":"1949","13":"1934","14":"1930","15":"1916","16":"1916","17":"1905","18":"1904","19":"1898","20":"1898","21":"1877","22":"1877","23":"1856","24":"1854","25":"1800","26":"1792","27":"1575","28":"1558","29":"1479","30":"1184"},"Event":{"0":"Streaming music services overtake worldwide sales of CDs and vinyl for the first time according to IFPI","1":"Recording artist and the most-awarded female act of all-time Whitney Houston (43) divorces R&B singer-songwriter Bobby Brown (38) due to irreconcilable differences after 14 years of marriage","2":"Installation of Pope Benedict XVI\nOn this day in 2005, Pope Benedict XVI (Joseph Ratzinger), successor to John Paul II, formally assumed his position as the new leader of the Roman Catholic Church during a mass in St. Peter's Square in Vatican City.","3":"American businesswoman Estée Lauder, who cofounded the hugely profitable fragrance and beauty company that bore her name, died in Manhattan.","4":"Officials of North Korea informed U.S. diplomats that it had nuclear weapons and was making bomb-grade plutonium.","5":"Kelly Clarkson\nAmerican singer-songwriter\nwas born","6":"Bill Shoemaker wins his 8,000th race, 2000 more than any other jockey","7":"U.S. forces launched a mission to rescue American hostages in Iran, but the attempt failed, and eight U.S. service members were killed.","8":"Sachin Tendulkar\nIndian cricketer\nwas born","9":"Vietnam War: American General William Westmoreland says in a news conference that the enemy had \"gained support in the United States that gives him hope that he can win politically that which he cannot win militarily.\"","10":"Soviet cosmonaut Vladimir Komarov became the first man to die during a space mission when his spacecraft became entangled in its parachute during an attempted landing.","11":"Massachusetts Institute of Technology sends TV signal by satellite for 1st time: California to Massachusetts","12":"Communist forces occupied the Chinese capital, Nanking (Nanjing), after crossing the Yangtze River virtually unopposed by adherents to the Nationalist government under President Chiang Kai-shek.","13":"Shirley MacLaine\nAmerican actress\nwas born","14":"Richard Donner\nAmerican director\nwas born","15":"Easter Rising of Irish republicans against British occupation begins in Dublin","16":"Members of the Irish Volunteers and the Irish Citizen Army seized strategic points in Dublin during the Easter Rising, which heralded the end of British power in Ireland.","17":"American novelist, poet, and critic Robert Penn Warren—who was best known for his treatment of moral dilemmas in a South beset by the erosion of its traditional rural values—was born.","18":"Painter Willem de Kooning, one of the leading exponents of Abstract Expressionism, was born in Rotterdam, Netherlands.","19":"Spanish-American War: Spain declares war after rejecting US ultimatum to withdraw from Cuba","20":"Spain declared war on the United States.","21":"War broke out between Russia and the Ottoman Empire at the conclusion of the Serbo-Turkish War, resulting in independence for Serbia and Montenegro.","22":"Russo-Turkish War, 1877-78: Russia declares war on the Ottoman Empire","23":"Philippe Pétain\nFrench general\nwas born","24":"Austria's Franz Joseph I marries Elisabeth A E \"Sissi\"","25":"The Library of Congress was officially founded as U.S. President John Adams approved the $5,000 appropriated to acquire “such books as may be necessary for the use of congress.”","26":"French army officer Claude-Joseph Rouget de Lisle composed La Marseillaise, the French national anthem.","27":"William (the Silent) of Orange marries 3rd wife Charlotte de Bourbon and former French nun","28":"Queen Mary Stuart of Scotland marries French crown prince Francois","29":"BC Thutmose III ascends to the throne of Egypt, although power effectively shifts to Hatshepsut (according to the Low Chronology of the 18th Dynasty)","30":"BC The Greeks enter Troy using the Trojan Horse (traditional date)"}}