{"Year":{"0":"2017","1":"2015","2":"2009","3":"2002","4":"2002","5":"1997","6":"1992","7":"1964","8":"1964","9":"1963","10":"1963","11":"1962","12":"1960","13":"1949","14":"1943","15":"1941","16":"1909","17":"1906","18":"1906","19":"1895","20":"1868","21":"1866","22":"1860","23":"1742","24":"1640","25":"1598","26":"1598","27":"1519","28":"1250"},"Event":{"0":"\"New Girl\" actress Hannah Simone (36) weds musician Jesse Giddings in a secret ceremony","1":"German writer Günter Grass—who was the winner of the Nobel Prize for Literature and was known as the literary spokesman for Germans who grew up in the Nazi era and survived World War II—died at the age of 87.","2":"Actor Michael Biehn (52) weds actress Jennifer Blanc (35)","3":"\"Law & Order\" actor Benjamin Bratt (38) weds actress-model Talisa Soto (35) in San Francisco, California","4":"The military coup that a day before had installed businessman Pedro Carmona Estanga as interim president of Venezuela collapsed this day, and the following morning Hugo Chávez was restored to the presidency.","5":"Tiger Woods won the Masters Tournament, becoming the first golfer of African American descent and the youngest player to place first in the event.","6":"Nelson Mandela announces he will seek divorce from Winnie Madikizela","7":"36th Academy Awards: \"Tom Jones\", Best Film, Patricia Neal and Sidney Poitier win Best Actor\/Actress, Poitier first black actor to win","8":"For his performance in Lilies of the Field (1963), Sidney Poitier became the first African American to win the Academy Award for best actor.","9":"Garry Kasparov\nSoviet-born chess player\nwas born","10":"Russian chess master Garry Kasparov, who became the world chess champion in 1985, was born.","11":"Stan Musial scores his 1,869th run, a new NL record","12":"France becomes 4th nuclear nation exploding an A-Bomb in Sahara","13":"Christopher Hitchens\nBritish-American writer\nwas born","14":"The Thomas Jefferson Memorial was dedicated in East Potomac Park on the south bank of the Tidal Basin in Washington, D.C.","15":"Japan concluded a neutrality pact with the Soviet Union in World War II.","16":"American short-story writer and novelist Eudora Welty, whose work is mainly focused with great precision on the regional manners of people inhabiting a small Mississippi town that resembles her own birthplace and the Delta country, was born.","17":"Nobel Prize-winning playwright and critic Samuel Beckett is believed to have been born this day in Ireland.","18":"Samuel Beckett\nIrish author\nwas born","19":"Alfred Dreyfus imprisoned on Devils Island\nAccused of selling military secrets to Germany and convicted in an irregular trial against a backdrop of anti-Semitism, French officer Alfred Dreyfus was imprisoned this day in 1895 on Devils Island, off French Guiana.","20":"Abyssinian War ends as British and Indian troops capture Magdala and Ethiopian Emperor Tewodros II commits suicide","21":"Butch Cassidy\nAmerican outlaw\nwas born","22":"1st Pony Express reaches Sacramento, California","23":"George Frideric Handel's oratorio \"Messiah\" performed for the 1st time at New Music Hall in Dublin","24":"King Charles I of England convened the Short Parliament, the first to be summoned in 11 years.","25":"Edict of Nantes grants political rights to French Huguenots","26":"King Henry IV of France promulgated the Edict of Nantes in Brittany, granting a large measure of religious liberty to his Protestant subjects, the Huguenots.","27":"Catherine de' Medici\nqueen of France\nwas born","28":"The Seventh Crusade is defeated in Egypt, Louis IX of France captured"}}