{"Year":{"0":"753","1":"2016","2":"2006","3":"2002","4":"1993","5":"1990","6":"1989","7":"1980","8":"1977","9":"1971","10":"1956","11":"1934","12":"1930","13":"1920","14":"1918","15":"1918","16":"1915","17":"1904","18":"1864","19":"1863","20":"1838","21":"1836","22":"1830","23":"1816","24":"1800","25":"1792","26":"1782","27":"1526","28":"1526"},"Event":{"0":"BC Romulus and Remus found Rome (traditional date)","1":"American musician Prince—who created groundbreaking music that fused funk, rhythm and blues, rock and roll, and pop and was one of the biggest stars of the 1980s and '90s—died from an accidental overdose of fentanyl, a powerful opioid.","2":"Professional drag racer Andrew Hines (22) weds Tanya Phillips at the First Baptist Church in Tampa, Florida","3":"French elections held\nFrench President Jacques Chirac faced a reelection challenge on this day in 2002 from extremist Jean-Marie Le Pen in the first round of presidential voting but two weeks later handily defeated him to win a second term.","4":"Rolling Stone Bill Wyman weds Suzanne Accosta on French Riveria","5":"Russian-born artist and fashion designer Erté—a major figure in Art Deco, who created spectacular costumes and set designs for French music-hall revues—died in Paris.","6":"Thousands of Chinese crowd into Beijing's Tiananmen Square cheering students demanding greater political freedom","7":"Tony Romo\nAmerican football player\nwas born","8":"Annie, a popular musical based on the newspaper comic strip Little Orphan Annie, first opened on Broadway.","9":"Anwar al-Awlaki\nAmerican radical cleric\nwas born","10":"Elvis Presley's 1st hit record, \"Heartbreak Hotel\", becomes #1","11":"The Daily Mail printed a photograph that reportedly depicted the small head and neck of the Loch Ness monster; the iconic image, widely known as the “surgeon's photograph,” sparked an international sensation but was later revealed to be a hoax.","12":"\"All Quiet on the Western Front\" based on the novel by Erich Maria Remarque, directed by Lewis Milestone and starring Louis Wolheim and Lew Ayres premieres in Los Angeles (Academy Awards Outstanding Production 1930)","13":"Future UK Prime Minister Harold Macmillan (26) weds daughter of the 9th Duke of Devonshire Dorothy Evelyn Cavendish (19) at St. Margaret's, Westminster","14":"Manfred, Freiherr (baron) von Richthofen, Germany's top flying ace in World War I, was shot down and killed during a battle near Amiens, France.","15":"World War I: German fighter ace Baron Manfred von Richthofen \"The Red Baron\", shot down and killed over Vaux sur Somme in France, Canadian pilot Arthur Roy Brown credited with the kill","16":"Anthony Quinn\nMexican-American actor\nwas born","17":"Ty Cobb makes his pro debut for Augusta (South Atlantic League)","18":"Max Weber\nGerman sociologist\nwas born","19":"Bahá'u'lláh, founder of the Bahá'í Faith, enters garden of Rivden near Baghdad. He makes his declaration as a Messenger of God during the 12 days spent there","20":"American naturalist and writer John Muir—who, as an advocate of U.S. forest conservation, was largely responsible for the establishment of both Sequoia National Park and Yosemite National Park in California—was born in Scotland.","21":"General Sam Houston led 800 Texans to victory over a Mexican army of 1,500 under General Antonio López de Santa Anna in the Battle of San Jacinto, ensuring the Texans' independence from Mexico.","22":"James Starley, an inventor and the father of the bicycle industry, was born in Albourne, Sussex, England.","23":"Charlotte Brontë\nBritish author\nwas born","24":"French forces under General Jean-Baptiste Kléber recaptured Cairo and initiated the brief French occupation of Egypt.","25":"Brazilian revolutionary Tiradentes, is hanged, drawn and quartered in Rio de Janeiro","26":"Friedrich Froebel, German educational reformer and the founder of the kindergarten, was born in Oberweissbach, Thuringia.","27":"Battle at Panipat: Central Asian conqueror Babur defeats Sultan Ibrahim Lodi, establishing the Mughal Empire in India","28":"Bābur, the ruler of Kabul, led Mughal forces in victory against Sultan Ibrāhīm Lodī, establishing the Mughal dynasty in India."}}