{"Year":{"0":"2015","1":"2014","2":"2012","3":"2003","4":"1995","5":"1991","6":"1990","7":"1990","8":"1981","9":"1976","10":"1972","11":"1964","12":"1954","13":"1953","14":"1950","15":"1945","16":"1932","17":"1926","18":"1926","19":"1917","20":"1915","21":"1908","22":"1874","23":"1859","24":"1846","25":"1809","26":"1792","27":"1792","28":"1781","29":"1660","30":"1599","31":"1284"},"Event":{"0":"A magnitude-7.8 earthquake struck near Kathmandu, Nepal, causing widespread damage and killing several thousand.","1":"In a cost-saving measure, the water supply of Flint, Michigan, was switched from the Detroit Water and Sewerage Department to the Flint River, causing a public health crisis as residents were exposed to dangerously high levels of lead.","2":"Comedian and actor Martin Lawrence (47) files for divorce from Shamicka Gibbs due to irreconcilable differences after 1.5 years of marriage","3":"\"Angel\" actress Amy Acker (26) weds actor James Carpinello (27) at Hans Fahden Vineyard in Napa Valley, California","4":"American dancer and actress Ginger Rogers, who starred with Fred Astaire in 10 popular Hollywood musicals, died in California.","5":"Designer Mary McFadden (52) announces divorce of Kohie Yohannan (23)","6":"Hubble space telescope is placed into orbit by shuttle Discovery","7":"Hubble Space Telescope sent into orbit\nThe Hubble Space Telescope, a sophisticated optical observatory built in the United States under the supervision of NASA, was placed into operation this day in 1990 by the crew of the space shuttle Discovery.","8":"Maureen Reagan (40) marries 3rd husband, Dennis Revell (28)","9":"Tim Duncan\nAmerican basketball player\nwas born","10":"Comedic actor Bob Denver (37) weds third wife Carole Abrahams","11":"11th National Film Awards (India): \"Shehar Aur Sapna\" wins the Golden Lotus","12":"Bell labs announces the 1st solar battery made from silicon. It has about 6% efficiency.","13":"Francis Crick and James Watson's discovery of the double helix structure of DNA is published in \"Nature\" magazine","14":"Chuck Cooper becomes the 1st African American to be drafted into the NBA (for Boston Celtics)","15":"\"Elbe Day\" - US and Soviet forces meet at Torgau, Germany on the Elbe River during the invasion of Germany in WWII","16":"Meadowlark Lemon\nAmerican basketball player\nwas born","17":"Giacomo Puccini's uncompleted opera Turandot was performed posthumously at La Scala under the direction of Arturo Toscanini.","18":"Giacomo Puccini's opera \"Turandot\" premieres in Milan","19":"Ella Fitzgerald\nAmerican singer\nwas born","20":"The Australian and New Zealand Army Corps (ANZAC) landed at Gallipoli in western Turkey during the Dardanelles Campaign of World War I.","21":"Edward R. Murrow, a radio and television broadcaster who was the most influential and esteemed figure in American broadcast journalism during its formative years, was born in North Carolina.","22":"Guglielmo Marconi, an Italian physicist who invented a successful system of radio telegraphy (1896) and received the Nobel Prize for Physics (1909), was born.","23":"Construction of the Suez Canal officially began; completed 10 years later, the waterway connected the Mediterranean and Red seas.","24":"Thornton Affair: Open conflict begins over the disputed border of Texas, triggering the Mexican-American War","25":"The Treaty of Amritsar, which settled Indo-Sikh relations for a generation, was concluded between Charles T. Metcalfe, representing the British East India Company, and Ranjit Singh, head of the Sikh kingdom of Punjab.","26":"The first guillotine was erected, on the Place de Grève in Paris, to execute a highwayman.","27":"Guillotine first used in France, executes highwayman Nicolas Pelletier","28":"Petersburg, Virginia, was captured by British troops under William Phillips and Benedict Arnold during the American Revolution.","29":"English Convention Parliament meets and votes to restore Charles II","30":"Oliver Cromwell\nEnglish statesman\nwas born","31":"Edward II\nking of England\nwas born"}}