{"Year":{"0":"2003","1":"2001","2":"1998","3":"1998","4":"1988","5":"1986","6":"1973","7":"1972","8":"1972","9":"1970","10":"1953","11":"1941","12":"1938","13":"1936","14":"1935","15":"1932","16":"1932","17":"1925","18":"1925","19":"1912","20":"1902","21":"1896","22":"1858","23":"1848","24":"1815","25":"1794","26":"1583","27":"1516","28":"1512","29":"1407"},"Event":{"0":"Haiti officially recognized Vodou as a religion.","1":"The Netherlands passed a bill permitting euthanasia, the first such national law in the world.","2":"The Good Friday\/Belfast Agreement for Northern Ireland is signed by the British and Irish governments","3":"The Good Friday Agreement was signed, calling for devolved government in Northern Ireland; the accord was ratified by Ireland and Northern Ireland the following month.","4":"After taking a decade to build, the Seto Great Bridge, spanning the Inland Sea in Japan, was opened to traffic.","5":"Halley's Comet reached the perigee (point nearest Earth) of its most recent passage near the planet.","6":"Pakistan adopted its third constitution, shifting the role of Zulfikar Ali Bhutto from president to prime minister.","7":"The development, production, and stockpiling of biological weapons were outlawed by the Biological Weapons Convention, signed by more than 150 countries.","8":"US, USSR & 70 other nations agree to ban biological weapons","9":"Paul McCartney officially announces the split of The Beatles","10":"\"House of Wax\" 1st color 3-D movie, premieres in New York","11":"Paul Theroux\nAmerican author\nwas born","12":"Anschluss approved in Austria\nIn a controlled plebiscite in Austria this day in 1938, soon after Adolf Hitler's invasion of the country, 99.7 percent of Austrians approved the Anschluss (German: “Union”)—the political unification of Austria and Germany.","13":"John Madden\nAmerican football coach and television commentator\nwas born","14":"Nazi politician Hermann Goering (42) weds Emmy Sonnemann (42) in Berlin","15":"Egyptian actor Omar Sharif, who was known for his iconic roles in such films as Lawrence of Arabia (1962) and Doctor Zhivago (1965), was born.","16":"Omar Sharif\nEgyptian actor\nwas born","17":"American author F. Scott Fitzgerald published The Great Gatsby, which became a literary classic.","18":"The first government led by French premier Édouard Herriot, a Radical Party leader who had been put into office by the left-wing coalition Cartel des Gauches, fell.","19":"The RMS Titanic embarked on its maiden voyage, which ended in tragedy several days later when the luxury liner struck an iceberg and sank.","20":"Physicist Robert A. Millikan (34) weds Greta Blanchard","21":"Spyridon Louis of Greece wins inaugural Olympic marathon (2:58:50) in Athens; runs last lap accompanied by Constantine I","22":"\"Big Ben\", a 13.76 tonne bell, is recast at the Whitechapel Bell Foundry","23":"British influential art critic and social commentator John Ruskin marries Effie Gray in Perth, Scotland (later annulled).","24":"Mount Tambora in the Dutch East Indies experiences a cataclysmic eruption, one of the most powerful in history, killing around 71,000 people, causes global volcanic winter","25":"Matthew C. Perry\nUnited States naval officer\nwas born","26":"Hugo Grotius, the Dutch jurist and scholar whose legal masterpiece, De Jure Belli ac Pacis (1625; On the Law of War and Peace), was one of the first great contributions to modern international law, was born.","27":"1st Jewish ghetto established: Venice compels Jews to live in a specific area","28":"James V\nking of Scotland\nwas born","29":"Lama Deshin Shekpa visits the Ming Dynasty capital at Nanjing and is awarded the title Great Treasure Prince of Dharma"}}