{"Year":{"0":"2008","1":"2000","2":"1994","3":"1987","4":"1984","5":"1984","6":"1973","7":"1955","8":"1951","9":"1916","10":"1908","11":"1908","12":"1879","13":"1874","14":"1874","15":"1856","16":"1839","17":"1818","18":"1818","19":"1722","20":"1653","21":"1621","22":"1614","23":"1614","24":"1588","25":"1588","26":"1242"},"Event":{"0":"American actor Charlton Heston, who possessed a commanding screen presence and was best known for such films as The Ten Commandments (1956) and Planet of the Apes (1968), died in California.","1":"Mori Yoshiro of the Liberal-Democratic Party became prime minister of Japan, replacing Obuchi Keizo, who had suffered a stroke earlier in the month and subsequently died.","2":"American grunge rocker Kurt Cobain, leader of the band Nirvana, committed suicide.","3":"Fox TV network premieres showing \"Married With Children\" and \"The Tracey Ullman Show\"","4":"Kareem Abdul-Jabbar breaks Wilt Chamberlain's all-time career scoring record of 31,419 points (31,421)","5":"Kareem Abdul-Jabbar surpassed Wilt Chamberlain as the all-time leading scorer in the National Basketball Association.","6":"Pharrell Williams\nAmerican musician and producer\nwas born","7":"Musician Ray Charles (24) weds Della Beatrice Howard","8":"Julius Rosenberg and Ethel Rosenberg were sentenced to death for espionage; two years later they became the first American civilians executed for that crime.","9":"Gregory Peck\nAmerican actor\nwas born","10":"American actress Bette Davis—whose raw unbridled intensity kept her at the top of her profession for 50 years—was born.","11":"Bette Davis\nAmerican actress\nwas born","12":"Chile declares war on Bolivia and Peru, starting the War of the Pacific.","13":"Johann Strauss Jr's opera \"Die Fledermaus\" premieres in Vienna","14":"Birkenhead Park, the first civic public park, opens in Birkenhead, England, designed by Joseph Paxton","15":"American educator and reformer Booker T. Washington was born in Virginia.","16":"Robert Smalls\nAmerican politician\nwas born","17":"In the Battle of Maipú, Chile's independence movement - led by Bernardo O'Higgins and José de San Martín - win a decisive victory over Spain, leaving 2,000 Spaniards and 1,000 Chilean patriots dead.","18":"Battle of Maipú\nChile's independence movement, led by José de San Martín and Bernardo O'Higgins, won a decisive victory over Spain in the Battle of Maipú, which left 2,000 Spaniards and 1,000 Chilean patriots dead on this day in 1818.","19":"Dutch navigator Jacob Roggeveen discovers Easter Island","20":"Dutch painter Jan Vermeer marries Catharina Bolenes in Schipluiden","21":"The Mayflower departed for England after having deposited 102 Pilgrims at what became the American colony of Plymouth (Massachusetts).","22":"Powhatan Indian Pocahontas married Virginia planter and colonial official John Rolfe.","23":"American Indian princess Pocahontas and daughter of chief Powhatan marries English colonist John Rolfe","24":"Thomas Hobbes\nEnglish philosopher\nwas born","25":"English philosopher and political theorist Thomas Hobbes, best known for his publications on individual security and the social contract, was born.","26":"Alexander Nevsky of Novgorod defeats Teutonic Knights in the Battle of the Ice"}}