{"Year":{"0":"2014","1":"2014","2":"2005","3":"2004","4":"1992","5":"1981","6":"1967","7":"1961","8":"1960","9":"1956","10":"1945","11":"1932","12":"1927","13":"1904","14":"1865","15":"1862","16":"1828","17":"1822","18":"1822","19":"1820","20":"1810","21":"1791","22":"1759","23":"1759","24":"1597","25":"1565","26":"1521","27":"1296"},"Event":{"0":"Pope John Paul II was canonized by Pope Benedict XVI.","1":"\"Last Week Tonight with John Oliver\" late-night talk and news show fronted by John Oliver premieres on HBO","2":"The Superjumbo jet aircraft Airbus A380 makes its first flight from Toulouse, France","3":"Oscar-winning actress Halle Berry files for divorce from her second husband, R&B singer Eric Benet, six months after the couple separated","4":"British politician Betty Boothroyd became the first woman to be elected speaker of the House of Commons; she held the post until 2000.","5":"Beatle Ringo Starr marries actress Barbara Bach [Goldbach]","6":"Willem-Alexander, king of the Netherlands\nking of the Netherlands\nwas born","7":"Independence for Sierra Leone\nSierra Leone—which for years had been a British colony and protectorate—achieved independence within the British Commonwealth; Sir Milton Margai served as the first prime minister.","8":"After several years as an autonomous republic in the French Union, the West African country of Togo became independent.","9":"Heavyweight champ, Rocky Marciano, retires undefeated from boxing","10":"Italian partisans capture Benito Mussolini at Dongo (Lake Como)","11":"Casey Kasem\nAmerican disc jockey\nwas born","12":"Inventor and electrical engineer Guglielmo Marconi (53) divorces Beatrice O'Brien after 22 years of marriage","13":"The Australian Labor Party under Prime Minister Chris Watson becomes the first Labor government in the world","14":"Steamboat \"SS Sultana\" explodes in the Mississippi River, killing up to 1,800 of the 2,427 passengers in the greatest maritime disaster in United States history. Most were paroled Union POWs on their way home.","15":"Chemist Dmitri Mendeleev (28) weds Feozva Nikitichna Leshcheva at Nikolaev Engineering Institute's church in Saint Petersburg, Russia","16":"The London Zoo opened in Regent's Park.","17":"U.S. General Ulysses S. Grant, who commanded the Union armies during the late years (1864–65) of the Civil War and later served as president of the United States (1869–77), was born.","18":"Ulysses S. Grant\npresident of United States\nwas born","19":"Herbert Spencer\nBritish philosopher\nwas born","20":"Ludwig van Beethoven composes his famous piano piece \"Für Elise\"","21":"Samuel F.B. Morse, an American painter and the inventor of an electric telegraph and the Morse Code, was born in Charlestown, Massachusetts.","22":"Mary Wollstonecraft\nEnglish author\nwas born","23":"Author and activist Mary Wollstonecraft—who, in A Vindication of the Rights of Woman (1792), was the first to advocate for British women's suffrage—was born in London.","24":"Astronomer Johannes Kepler marries widow Barbara Müller","25":"1st Spanish settlement in Philippines forms at Cebu City","26":"Portuguese navigator Ferdinand Magellan was killed during a fight with inhabitants of Mactan Island, Philippines.","27":"King Edward I of England, seeking suzerainty over the Scots, invaded Scotland and removed the coronation stone of Scone to Westminster, England."}}