{"Year":{"0":"711","1":"311","2":"2013","3":"2012","4":"2009","5":"1989","6":"1975","7":"1961","8":"1959","9":"1956","10":"1952","11":"1946","12":"1945","13":"1939","14":"1933","15":"1932","16":"1923","17":"1902","18":"1900","19":"1859","20":"1789","21":"1789","22":"1777","23":"1562","24":"1290"},"Event":{"0":"Islamic conquest of Iberia: Moorish troops led by Tariq ibn-Ziyad land at Gibraltar to begin their invasion of the Iberian Peninsula (Al-Andalus)","1":"Roman Emperor Galerius issues Edict of Toleration, ending persercution of Christians in the Roman Empire","2":"Willem-Alexander became king of the Netherlands after his mother, Queen Beatrix, abdicated; she had ascended the throne 33 years earlier.","3":"Manchester City defeat Manchester United 1-0 in what is claimed to be the biggest match in the English Premier League's history","4":"Chrysler automobile company files for Chapter 11 bankruptcy","5":"Italian director Sergio Leone—who popularized the “spaghetti western” with his hugely successful Dollar trilogy, which included the masterpiece The Good, the Bad, and the Ugly (1966)—died in Rome.","6":"The South Vietnamese capital of Saigon (Ho Chi Minh City) fell to North Vietnamese troops during the Vietnam War.","7":"Isiah Thomas\nAmerican basketball player\nwas born","8":"Stephen Harper\nprime minister of Canada\nwas born","9":"Lars von Trier\nDanish filmmaker\nwas born","10":"Mr Potato Head is 1st toy advertised on television","11":"Carl XVI Gustaf\nking of Sweden\nwas born","12":"German dictator Adolf Hitler and his wife, Eva Braun, committed suicide in a bunker in Berlin.","13":"The National Broadcasting Company made the first public television broadcast in the United States, at the New York World's Fair.","14":"American country singer and songwriter Willie Nelson was born.","15":"Australian Test cricket batsman Don Bradman (23) weds Jessie Martha Menzies at St Paul's Anglican Church in Burwood, Sydney","16":"Golfer champion Walter Hagen (30) weds Edna Straus at the Hotel Biltmore in New York","17":"Claude Debussy's only completed opera \"Pelléas et Mélisande\" premieres in Paris","18":"American railroad engineer Casey Jones, later made famous in song, died in a train wreck.","19":"Charles Dickens' \"A Tale Of Two Cities\" is first published in literary periodical \"All the Year Round\" (weekly installments until Nov 26)","20":"George Washington inaugurated\nGeorge Washington, the first president of the United States, was inaugurated this day in 1789 in Federal Hall in New York City, addressing his constituency on “the proceedings of a new and free government.”","21":"George Washington is inaugurated as the first President of the United States of America","22":"Carl Friedrich Gauss\nGerman mathematician\nwas born","23":"1st French colonists in North America: Jean Ribault & colonists arrive in Florida","24":"Joan of Acre (18), daughter of Edward I marries (1) Gilbert de Clare, Duke of Hertford at Westminster Abbey."}}