{"Year":{"0":"2018","1":"2007","2":"2005","3":"2004","4":"1994","5":"1989","6":"1986","7":"1986","8":"1965","9":"1964","10":"1963","11":"1956","12":"1954","13":"1946","14":"1945","15":"1941","16":"1937","17":"1933","18":"1933","19":"1923","20":"1920","21":"1894","22":"1889","23":"1865","24":"1798","25":"1785","26":"1777","27":"1768","28":"1709","29":"1607","30":"1478","31":"1478"},"Event":{"0":"Amid numerous allegations of sexual assault, American comedian and actor Bill Cosby was found guilty of drugging and sexually assaulting a woman, and he later received a sentence of 3 to 10 years in prison.","1":"Jack Valenti—the longtime president of the Motion Picture Association of America who created the film-rating system that assigns labels for audience suitability (G, PG, PG-13, R, or NC-17)—died at age 85.","2":"Under international pressure, Syria withdraws the last of its 14,000 troop military garrison in Lebanon, ending its 29-year military domination of that country.","3":"Model-actress Deborah Falconer (38) divorces actor Robert Downey Jr (39) due to irreconcilable differences after 12 years of marriage","4":"Actor Patrick Dempsey (28) divorces manager Rocky Parker after nearly 7 years of marriage","5":"Actress Lucille Ball—a longtime comedy star of American television, best remembered for her classic comedy series I Love Lucy—died in Los Angeles.","6":"World's worst nuclear disaster: 4th reactor at Chernobyl nuclear power station in USSR explodes, 31 die, radioactive contamination reaches much of Western Europe","7":"Chernobyl nuclear accident\nA devastating environmental catastrophe occurred early this morning in 1986 when an explosion and fire at the Chernobyl nuclear power plant in Ukraine released large amounts of radioactive material into the atmosphere.","8":"Charles Ives' 4th Symphony premieres at Carnegie Hall, New York, 11 years after the composer's death","9":"With the merger of Tanganyika and Zanzibar, the United Republic of Tanzania was founded, and Julius Nyerere served as its first president.","10":"Jet Li\nChinese actor\nwas born","11":"First modern container ship, the Ideal X, leaves Port Newark, New Jersey for Houston, Texas","12":"\"Seven Samurai\", Japanese film directed by Akira Kurosawa, starring Toshiro Mifune, is released","13":"Father Divine, controversial religious leader claimed to be God, marries the much-younger Edna Rose Ritchings, a celebrated anniversary in the International Peace Mission movement","14":"Marshal Henri Philippe Petain, leader of France's Vichy collaborationist regime during WW II, arrested for treason","15":"A tradition begins, 1st organ at a baseball stadium (Chicago Cubs)","16":"During the Spanish Civil War, the Condor Legion of the German air force, supporting the Nationalists, bombed the Basque city of Guernica, an event memorialized in Pablo Picasso's painting Guernica.","17":"Hermann Göring formed the Gestapo, the political police of Nazi Germany that ruthlessly eliminated opposition and was involved in the roundup of Jews throughout Europe for deportation to extermination camps.","18":"Carol Burnett\nAmerican comedian and actress\nwas born","19":"English prince Albert Duke of York (George VI) (27) marries Lady Elizabeth Bowes-Lyon (22) at Westminster Abbey","20":"Harlow Shapley and Heber D. Curtis hold \"great debate\" on the nature of nebulae, galaxies and size of the universe at US National Academy of Sciences, Washington, D.C.","21":"Rudolf Hess\nGerman Nazi leader\nwas born","22":"Ludwig Wittgenstein\nBritish philosopher\nwas born","23":"Twelve days after assassinating U.S. President Abraham Lincoln, John Wilkes Booth was killed at a Virginia farm either by a Federal soldier or by his own hand.","24":"Eugène Delacroix\nFrench artist\nwas born","25":"John James Audubon, an American ornithologist who became well known for his drawings and paintings of North American birds, was born in Les Cayes, Saint-Domingue, West Indies (now in Haiti).","26":"Sixteen-year-old Sybil Ludington rode some 40 miles (65 km) around Putnam county, New York, alerting residents of approaching British troops during the American Revolution.","27":"The prestigious English Royal Academy of Arts, led by its first president, Sir Joshua Reynolds, hosted its first art opening.","28":"Frisian viceroy Johan Willem Friso marries countess Maria Louisa","29":"The first permanent English settlers in North America landed at Cape Henry, Chesapeake Bay, and they later formed Jamestown.","30":"The Pazzi family of Florence led an unsuccessful plot to overthrow the ruling Medici family.","31":"Pazzi conspirators attack Lorenzo de'Medici and kill Giuliano de'Medici in Florence"}}