{"Year":{"0":"2016","1":"2016","2":"2006","3":"2004","4":"1995","5":"1994","6":"1994","7":"1993","8":"1993","9":"1986","10":"1982","11":"1976","12":"1970","13":"1954","14":"1939","15":"1937","16":"1937","17":"1915","18":"1915","19":"1904","20":"1904","21":"1903","22":"1889","23":"1887","24":"1876","25":"1876","26":"1870","27":"1870","28":"1864","29":"1724","30":"1500","31":"1500","32":"1370","33":"1073"},"Event":{"0":"More than 170 countries signed the Paris Agreement on climate change, a landmark treaty that sought to control and reduce greenhouse gas concentrations in the atmosphere; it took effect in November 2016.","1":"Paris Agreement on climate change signed in New York binding 195 nations to an increase in the global average temperature to less than 2°C above pre-industrial levels and to pursue efforts to limit the increase to 1.5°C","2":"243 people are injured in pro-democracy protest in Nepal after Nepali security forces open fire on protesters against King Gyanendra.","3":"American football player Pat Tillman, who had left his lucrative NFL career to enlist in the army following the September 11 attacks, died in Afghanistan; although initial reports claimed he was killed by enemy forces, it was eventually revealed that he had died in a friendly-fire incident.","4":"\"Extra\" TV co-host Arthel Neville (32) weds Carolina Panther running back Derrick Lassic (25) at Our Lady of Guadalupe Church","5":"7,000 Tutsi's slaughtered by Hutu in the stadium at Kibuye, Rwanda","6":"Former U.S. president Richard M. Nixon, who was the first American president to resign from office, died.","7":"Holocaust Memorial Museum dedicated in Washington D.C.","8":"Tennis great Björn Borg divorces Loredana Berte","9":"Marshawn Lynch\nAmerican football player\nwas born","10":"Kaká\nBrazilian football player\nwas born","11":"Barbara Walters becomes 1st female nightly network news anchor (Today Show)","12":"First Earth Day\nFirst celebrated on this day in 1970 in the U.S., Earth Day—founded by American politician and conservationist Gaylord Anton Nelson—helped spark the environmental movement and quickly grew into an international event.","13":"US Senate Army-McCarthy televised hearings begin","14":"Actor and naval officer of World War II Douglas Fairbanks Jr (29) weds Huntington Hartford's former wife Mary Lee Hartford","15":"American actor Jack Nicholson—one of the most prominent motion-picture actors of his generation, especially noted for his versatile portrayals of unconventional, alienated outsiders—was born.","16":"Jack Nicholson\nAmerican actor\nwas born","17":"1st military use of poison gas (chlorine, by Germany) in WW I","18":"During World War I, German forces introduced the systematized use of chemical warfare when they released chlorine gas along a 4-mile (6-km) front at the Second Battle of Ypres.","19":"American theoretical physicist and science administrator J. Robert Oppenheimer, who served as director of the Los Alamos laboratory in New Mexico during development of the atomic bomb, was born.","20":"J. Robert Oppenheimer\nAmerican physicist\nwas born","21":"Highlanders (Yankees) 1st game in New York at Hilltop Park vs Washington Senators, lose 3-1 before 11,950","22":"At noon, by federal decree, white settlers were allowed into Indian Territory, sparking a land rush involving tens of thousands in what became Oklahoma Territory.","23":"Business magnate Andrew Carnegie (51) weds Louise Whitfield (30) in NYC, New York","24":"1st National League game, Boston Braves beat Philadelphia Athletics 6-5","25":"Pyotr Ilyich Tchaikovsky completes his ballet \"Swan Lake\"","26":"Vladimir Lenin\nprime minister of Soviet Union\nwas born","27":"Vladimir Ilich Lenin—who founded the Bolshevik political faction (1912–17), inspired and led the Bolshevik Revolution (1917), headed (1917–24) the Soviet state, and founded the organization known as the Comintern (Communist International)—was born.","28":"The U.S. Congress passed the Coinage Act of 1864, which led to “In God We Trust” being printed on U.S. coins; the phrase was eventually added to all of the country's currency.","29":"German philosopher Immanuel Kant was born in Königsberg, Prussia (now Kaliningrad, Russia).","30":"Portuguese explorer Pedro Álvares Cabral, while on a voyage tracing Vasco da Gama's 1497–99 water route to India, sighted the mainland of South America near the present-day city of Pôrto Seguro, Brazil.","31":"Pedro Álvares Cabral is the first european to discover Brazil, landing near Monte Pascoal, claims it for Portugal","32":"Construction began on the Bastille, the medieval fortress that came to symbolize French despotism.","33":"Gregory VII (later canonized) was elected by acclamation to succeed Alexander II as pope."}}