{"Year":{"0":"2012","1":"2012","2":"2005","3":"2003","4":"2003","5":"2001","6":"1992","7":"1976","8":"1965","9":"1963","10":"1959","11":"1953","12":"1939","13":"1926","14":"1913","15":"1912","16":"1898","17":"1893","18":"1869","19":"1865","20":"1865","21":"1835","22":"1830","23":"1821","24":"1768","25":"1731","26":"1682","27":"1483","28":"1388"},"Event":{"0":"\"The Lion King\" becomes highest grossing Broadway show after overtaking \"The Phantom of the Opera\"","1":"Salsa artist Marc Anthony (42) divorces pop star and actress Jennifer Lopez (43) due to irreconcilable differences after 7 years of marriage","2":"Charles, prince of Wales, who was first in line to the British throne, married Camilla Parker Bowles.","3":"Fall of Baghdad\nBaghdad fell to U.S.-led forces on this day in 2003, several weeks after the start of the Iraq War, a conflict begun to oust Iraqi Pres. Saddam Hussein because of his supposed possession of weapons of mass destruction.","4":"Baghdad falls to U.S. forces, ending the invasion of Iraq, but resulting in widespread looting","5":"American Airlines officially completed its acquisition of Trans World Airlines and became the world's largest airline.","6":"John Major elected Prime Minister of the United Kingdom after his Conservative Party wins the most votes in British electoral history","7":"\"All the President's Men\", directed by Alan J. Pakula, based on the novel by Carl Bernstein and Bob Woodward detailing their Watergate investigation, starring Dustin Hoffman and Robert Redford, is released","8":"The Astrodome, an indoor stadium, opened in Houston, Texas, hosting its first baseball game.","9":"An act of Congress conferred honorary U.S. citizenship on Sir Winston Churchill.","10":"13th NBA Championship: Boston Celtics sweep Minnesota Lakers in 4 games, first of Boston Celtics record 8 straight titles","11":"Biologist Alexander Fleming (71) weds doctor Amalia Koutsouri-Vourekas (41)","12":"African American contralto Marian Anderson sang to an Easter Sunday crowd of 75,000 at the Lincoln Memorial after the Daughters of the American Revolution refused to allow her to sing at Constitution Hall in Washington, D.C.","13":"Hugh Hefner\nAmerican publisher and entrepreneur\nwas born","14":"US Admiral Chester Nimitz (28) weds Catherine Freeman (21) in Wollaston, Massachusetts","15":"Detective writer Erle Stanley Gardner (22) weds Natalie Talbert","16":"Paul Robeson, a celebrated American singer, actor, and political activist, was born.","17":"Mary Pickford\nAmerican actress\nwas born","18":"Hudson Bay Company cedes its territory to Canada","19":"Confederate General Robert E. Lee and 26,765 troops surrender at Appomattox Court House to US Lieutenant General Ulysses S Grant (US Civil War)","20":"General Robert E. Lee, commander of the Army of Northern Virginia of the Confederate States of America, signed a treaty of surrender at Appomattox Court House, effectively ending the American Civil War.","21":"Leopold II\nking of Belgium\nwas born","22":"Eadweard Muybridge\nBritish photographer\nwas born","23":"Charles Baudelaire\nFrench author\nwas born","24":"John Hancock refuses to allow two British customs agents to go below deck of his ship, considered by some to be the first act of physical resistance to British authority in the colonies","25":"British mariner Robert Jenkins' ear cut off by Spanish Guarde Costa in the Caribbean, later catalyst for war between Britain & Spain","26":"René-Robert Cavelier, sieur (lord) de La Salle, claimed the Mississippi River basin for France, naming it Louisiana.","27":"Edward V (aged 12) succeeds his father Edward IV as king of England. He is never crowned, and disappears presumed murdered, after incarceration in the Tower of London with his younger brother Richard (the \"Princes in the Tower\")","28":"The Battle of Näfels culminated in a major victory for the Swiss Confederation in the first century of its struggle for self-determination against Habsburg overlordship."}}