{"Year":{"0":"215","1":"2016","2":"2016","3":"2013","4":"2007","5":"2005","6":"1998","7":"1993","8":"1993","9":"1992","10":"1985","11":"1984","12":"1982","13":"1968","14":"1968","15":"1954","16":"1936","17":"1936","18":"1928","19":"1925","20":"1906","21":"1896","22":"1896","23":"1861","24":"1858","25":"1843","26":"1791","27":"1791","28":"1597","29":"1445","30":"1016","31":"1014"},"Event":{"0":"BC A temple, built on the Capitoline Hill, is dedicated to Venus Erycina to commemorate the Roman defeat at Lake Trasimene","1":"Beyoncé releases her 6th album \"Lemonade\" with a 1 hour film on HBO","2":"Beyoncé releases her 6th album \"Lemonade\" with a 1 hour film on HBO","3":"West Indian cricketer, Chris Gayle, smashes the fastest century in history (30 balls)","4":"Russian politician Boris Yeltsin—who became in 1991 the first popularly elected leader in his country's history and guided Russia through a stormy decade of political and economic retrenching until his resignation on the eve of 2000—died in Moscow.","5":"The first video—which was of YouTube cofounder Jawed Karim's visit to the San Diego Zoo—was uploaded on the YouTube Web site; approximately one year later the site had some 100 million videos.","6":"James Earl Ray, convicted assassin of Martin Luther King, Jr., died in prison in Nashville, Tennessee.","7":"Voting for Eritrea's independence \nOn this day in 1993, after a long history of foreign rule and decades of war, the small East African country of Eritrea began three days of voting on a referendum to make official its independence from Ethiopia.","8":"Motley Crue's Mike Mars files for divorce from Emi-Canyn","9":"British Princess Anne (the Princess Royal) and her 1st husband Captain Mark Phillips divorce after 19 years","10":"The Coca-Cola Company introduced New Coke, a reformulated soft drink meant to replace its flagship beverage; due to public outrage, however, the previous version of Coke was brought back as “Coca-Cola Classic” less than three months later.","11":"AIDS-virus identified as HTLV-III (acquired immune deficiency syndrome)","12":"Professional boxer George Foreman (33) divorces Sharon Goodson after 7 months of marriage","13":"1st decimal coins issued in Britain (5 & 10 new pence, replacing shilling and two-shilling pieces)","14":"Timothy McVeigh\nAmerican militant\nwas born","15":"Michael Moore\nAmerican filmmaker and author\nwas born","16":"Roy Orbison\nAmerican singer and songwriter\nwas born","17":"American singer-songwriter Roy Orbison, known for his soaring voice and for his carefully crafted ballads of loneliness and heartache, was born in Vernon, Texas.","18":"Shirley Temple\nAmerican actress and diplomat\nwas born","19":"Film producer Samuel Goldwyn (42) weds actress Frances Howard (21)","20":"Russian Tsar Nicholas II promulgated the Fundamental Laws, which marked the end of unlimited autocracy but fell short of the reforms promised in the October Manifesto.","21":"Vitascope system of movie projection 1st shown at Koster & Bial's Music Hall (NYC)","22":"Vitascope system of movie projection 1st shown at Koster & Bial's Music Hall (NYC)","23":"Robert E. Lee named commander of Virginia Confederate forces (US Civil War)","24":"German physicist Max Planck, who originated quantum theory, was born in Kiel.","25":"Samuel Gridley Howe, American physician and educator, marries Julia Ward, American poet and author","26":"James Buchanan\npresident of United States\nwas born","27":"James Buchanan, the 15th U.S. president, was born near Mercersburg, Pennsylvania.","28":"William Shakespeare's \"The Merry Wives of Windsor\" is first performed, with Queen Elizabeth I of England in attendance","29":"Margaret of Anjou weds King Henry VI of England in Titchfield, Hampshire","30":"Upon the death of King Ethelred II of England, his son claimed the throne as Edmund II.","31":"King Brian Boru of Ireland defeats Viking forces at Battle of Clontarf, freeing Ireland from foreign control"}}