{"Year":{"0":"Today","1":"2013","2":"2005","3":"2004","4":"2003","5":"1990","6":"1990","7":"1982","8":"1974","9":"1974","10":"1973","11":"1968","12":"1950","13":"1941","14":"1937","15":"1929","16":"1918","17":"1913","18":"1912","19":"1907","20":"1898","21":"1886","22":"1876","23":"1859","24":"1838","25":"1779","26":"1767","27":"1716","28":"1605"},"Event":{"0":"Celebration of the Buddha's birth\nOn this day most practitioners of Buddhism in Japan celebrate the birth of the Buddha, who lived in India sometime between the 6th and the 4th century  and founded Buddhism.","1":"British politician Margaret Thatcher, who was the United Kingdom's (and Europe's) first woman prime minister (1979–90) and the only British prime minister in the 20th century to win three consecutive terms, died in London.","2":"Prince Joachim of Denmark (35) divorces Countess of Frederiksborg Alexandra (40) after 9 years of marriage","3":"Darfur conflict: The Humanitarian Ceasefire Agreement is signed by the Sudanese government and two rebel groups","4":"It was reported that springtails (Collembola), long thought to be among the oldest ancestors of insects, did not evolve as insects but rather evolved from a separate group that was formed even before crustaceans and insects diverged.","5":"\"Twin Peaks\" created by David Lynch and starring Kyle MacLachlan premieres on ABC-TV","6":"Ryan White, who became a national symbol in the United States after he contracted AIDS from a blood transfusion given to treat his hemophilia, died.","7":"Actor Bryan Cranston (26) divorces writer Mickey Middleton after 4 years of marriage","8":"Hammerin' Hank Aaron hits 715th HR, breaking Babe Ruth's record in Atlanta","9":"American baseball player Hank Aaron hit his 715th career home run—breaking Babe Ruth's record, which had stood since 1935—and in 1976 completed his career with 755 home runs.","10":"Pablo Picasso, perhaps the most influential artist of the 20th century, died in Mougins, France.","11":"Patricia Arquette\nAmerican actress\nwas born","12":"Jawaharlal Nehru of India concluded the Delhi Pact with Liaqat Ali Khan of Pakistan, providing for the safe passage of refugees displaced after the two countries severed relations in December 1949.","13":"British fashion designer Vivienne Westwood—who, with her partner, Malcolm McLaren, extended the influence of the 1970s punk music movement into fashion—was born.","14":"Seymour Hersh\nAmerican journalist\nwas born","15":"Jacques Brel\nBelgian singer and songwriter\nwas born","16":"Betty Ford\nfirst lady of the United States\nwas born","17":"Opening of China's 1st parliament takes place in Peking (now Beijing)","18":"Sonja Henie, a Norwegian American figure skater who won the world amateur championship for women in 10 consecutive years (1927–36) and three gold medals in the Winter Olympic Games (1928, 1932, and 1936), was born.","19":"Industrialist Henry J. Kaiser (24) weds Bess Fosburgh in Boston, Massachusetts","20":"Battle of Atbara River, Anglo-Egyptian forces crush 6,000 Sudanese","21":"William Ewart Gladstone introduces the first Irish Home Rule Bill into the British House of Commons.","22":"Amiliare Ponchielli's opera \"La Gioconda\" premieres in Milan","23":"German philosopher Edmund Husserl, founder of phenomenology, was born.","24":"The Great Western, the earliest regular transatlantic steamer, embarked on its maiden voyage from Bristol, England, to New York City.","25":"US Defector General Benedict Arnold (38) weds Peggy Shippen (18) at Shippen's townhouse in Philadelphia, Pennsylvania","26":"Ayutthaya kingdom falls to Burmese invaders","27":"Duke Karel Leopold of Mecklenburg-Schwerin signs covenant with Russia & marries Tsar Peter the Great's niece","28":"Philip IV\nking of Spain and Portugal\nwas born"}}