{"Year":{"0":"2015","1":"2011","2":"1997","3":"1992","4":"1991","5":"1991","6":"1990","7":"1975","8":"1967","9":"1957","10":"1957","11":"1954","12":"1954","13":"1950","14":"1945","15":"1945","16":"1945","17":"1938","18":"1936","19":"1933","20":"1932","21":"1922","22":"1916","23":"1916","24":"1899","25":"1885","26":"1864","27":"1862","28":"1429"},"Event":{"0":"In what was thought to be the lowest-attended baseball game in MLB history, the Baltimore Orioles defeated the Chicago White Sox, 8–2, in an empty Camden Yards, Baltimore; the game was closed to fans because of rioting in the city following the death of an African American man who was fatally injured while in police custody.","1":"British royal wedding\nOn this day in 2011, Prince William of Wales, second in line to the British throne, married his longtime girlfriend, Catherine Middleton, in a lavish ceremony broadcast to millions of television viewers.","2":"Chemical Weapons Convention of 1993 comes into force, outlaws production, stockpiling and use of chemical weapons among its signatories","3":"Riots erupted in Los Angeles in response to the verdict of a highly publicized trial of four white Los Angeles police officers who were acquitted of charges related to the 1991 beating of Rodney King, a black motorist who had resisted arrest.","4":"A tropical cyclone struck Bangladesh, killing an estimated 140,000 people and causing 10 million to lose their homes.","5":"Cyclone strikes the Chittagong district in Bangladesh, killing 139,000 people and leaving 10 million homeless","6":"Wrecking cranes began tearing down the Berlin Wall at the Brandenburg Gate","7":"Vietnam War: US begins to evacuate its citizens from Saigon in Operation Frequent Wind in response to advancing North Vietnamese forces, bringing an end to US involvement in the war","8":"\"Respect\" single released by Aretha Franklin (Billboard Song of the Year 1967)","9":"Michelle Pfeiffer\nAmerican actress\nwas born","10":"Daniel Day-Lewis\nBritish actor\nwas born","11":"Jerry Seinfeld\nAmerican comedian\nwas born","12":"Comedian Jerry Seinfeld, whose television show Seinfeld was a landmark of American pop culture in the late 20th century, was born in Brooklyn, New York.","13":"Actor Sidney Poitier (23) weds model Juanita Hardy","14":"The U.S. Seventh Army liberated tens of thousands of inmates at the Nazi concentration camp in Dachau, Germany.","15":"Adolf Hitler (56) marries Eva Braun (33) in the Führerbunker, Berlin","16":"US Army liberates 31,601 in Nazi concentration camp in Dachau, Germany","17":"Bernie Madoff\nAmerican hedge-fund investor\nwas born","18":"Orchestral conductor Zubin Mehta was born in Bombay (Mumbai), India.","19":"Willie Nelson\nAmerican musician\nwas born","20":"1st broadcast of \"One Man's Family\" on NBC radio, longest-running dramatic serial on US radio (ends 1959)","21":"1st official International Weightlifting Federation Champ in Tallinn, Estonia","22":"About 10,000 British troops surrendered to Ottoman Turks at Al-Kūt, Iraq, following a five-month siege during World War I.","23":"Irish republicans abandon the post office in Dublin and surrender unconditionally, marking the end of the Easter Rising","24":"American composer, bandleader, and pianist Duke Ellington, among the most significant figures in jazz history, was born.","25":"Novelist Edith Wharton (23) weds Edward Robbins Wharton (35)","26":"Battle of Gate Pa (Pukehinahina): 1,700 British troops suffer their worst defeat of the New Zealand Wars at the hands of 230 entrenched Maori warriors in Tauranga","27":"New Orleans falls to Union forces during US Civil War","28":"French national heroine Joan of Arc and her troops entered the besieged city of Orléans during the Hundred Years' War."}}