{"Year":{"0":"2016","1":"2016","2":"1996","3":"1995","4":"1975","5":"1973","6":"1961","7":"1961","8":"1960","9":"1958","10":"1953","11":"1951","12":"1948","13":"1948","14":"1946","15":"1934","16":"1930","17":"1925","18":"1924","19":"1924","20":"1922","21":"1922","22":"1920","23":"1882","24":"1879","25":"1860","26":"1645"},"Event":{"0":"Panama Papers published - 11.5 million confidential documents from offshore law firm Mossack Fonseca expose widespread illegal activities including fraud, kleptocracy, tax evasion and the violation of international sanctions by the world's elite in the world's largest ever data leak","1":"Private papers from a Panama law firm were made public and revealed how wealthy clients concealed their wealth and avoided paying taxes; the “Panama Papers” represented one of the biggest leaks of confidential data.","2":"Federal agents in Montana apprehended Theodore J. Kaczynski, an American terrorist known as the “Unabomber,” who had killed 3 persons and injured more than 20 with explosives sent through the U.S. postal system.","3":"Actress Neve Campbell marries fellow actor Canadian actor Jeff Colt (divorced 1998)","4":"Bobby Fischer stripped of world chess title for refusing to defend it","5":"1st mobile phone call is made in downtown Manhattan, NYC by Motorola employee Martin Cooper to the Bell Labs headquarters in New Jersey","6":"Eddie Murphy\nAmerican actor and comedian\nwas born","7":"American comedian and actor Eddie Murphy was born in Brooklyn, New York.","8":"Elvis Presley records ‘It's Now Or Never’, ‘Fever’ and ‘Are You Lonesome Tonight’ at RCA studios in Nashville, Tennessee","9":"Alec Baldwin\nAmerican actor\nwas born","10":"American magazine \"TV Guide\" publishes 1st issue, features on the cover the new born baby of actors Desi Arnaz and Lucille Ball, Desi Arnaz Jr.","11":"Actress and singer Doris Day (29) marries producer Martin Melcher (35) in Burbank","12":"Implementation of the Marshall Plan\nOn this day in 1948, U.S. President Harry S. Truman signed into law George C. Marshall's post-World War II plan to revive the economies of western and southern European countries so as to foster democracy in the region.","13":"US President Harry Truman signs Marshall Plan ($5B aid to 16 European countries)","14":"The Japanese army general Homma Masaharu was executed for forcing the Bataan Death March.","15":"Jane Goodall\nBritish ethologist\nwas born","16":"Helmut Kohl, who served as chancellor of West Germany (1982–90) and of reunified Germany (1990–98), was born in Ludwigshafen am Rhein, Germany.","17":"Tony Benn\nBritish politician\nwas born","18":"Marlon Brando\nAmerican actor\nwas born","19":"American stage and motion-picture actor Marlon Brando was born in Omaha, Nebraska.","20":"American singer and actress Doris Day was born in Cincinnati, Ohio.","21":"Joseph Stalin appointed General Secretary of the Russian Communist Party by Vladimir Lenin","22":"Novelist and short story writer F. Scott Fitzgerald (23) weds novelist Zelda Sayre (19) at St. Patrick's Cathedral in New York","23":"While adjusting a picture on the wall of his home in St. Joseph, Missouri, American outlaw Jesse James was shot and killed by Robert Ford.","24":"Sofia, liberated from the Ottoman Empire by Russian troops, was named the capital of Bulgaria.","25":"The Pony Express mail delivery system, which used continuous horse-and-rider relays along a 1,800-mile (2,900-km) route between St. Joseph, Missouri, and Sacramento, California, was launched in the United States.","26":"English Long Parliament passes the Self-Denying Ordinance, limiting regional armies, significant step toward New Model Army"}}