{"Year":{"0":"2010","1":"2010","2":"2008","3":"2008","4":"2006","5":"2002","6":"1999","7":"1999","8":"1980","9":"1977","10":"1974","11":"1968","12":"1968","13":"1968","14":"1951","15":"1949","16":"1949","17":"1924","18":"1920","19":"1920","20":"1920","21":"1919","22":"1914","23":"1912","24":"1902","25":"1896","26":"1893","27":"1871","28":"1862","29":"1840","30":"1808","31":"1808","32":"1653"},"Event":{"0":"The Deepwater Horizon drilling rig explodes, killing 11 and causing the rig to sink, causing a massive oil discharge into the Gulf of Mexico and an environmental diaster","1":"Explosion on the Deepwater Horizon oil rig\nOn this day in 2010, an explosion occurred on the Deepwater Horizon oil rig—located in the Gulf of Mexico, some 41 miles (66 km) off the coast of Louisiana—leading to the largest oil spill in history.","2":"American race car driver Danica Patrick won the IndyCar 300, becoming the first woman to win an IndyCar championship event.","3":"Danica Patrick driving for Andretti Green Racing wins the Indy Japan 300 at Twin Ring Motegi; first female driver in history to win an IndyCar Series race","4":"Actor-writer Charlie Shanian (39) divorces former Beverly Hills, 90210 actress Tori Spelling (32) only 15 months after their lavish $1-million wedding","5":"MLB Outfielder Carl Yastrzemski (62) weds Nancy Benson","6":"Columbine High School massacre: Eric Harris and Dylan Klebold kill 13 people and injure 24 others before committing suicide at Columbine High School, Colorado","7":"Two disgruntled and heavily armed students entered Columbine High School in Littleton, Colorado, and murdered 13 people before killing themselves.","8":"Climax of Berber Spring in Algeria sees hundreds of Berber political activists arrested","9":"\"Annie Hall\", directed by Woody Allen and starring Woody Allen and Diane Keaton, is released (Academy Awards Best Picture 1978)","10":"'The Troubles', the Northern Ireland conflict between republican and loyalist paramilitaries, British security forces, and civil rights groups, claims its 1000th victim","11":"British politician Enoch Powell makes his controversial \"Rivers of Blood\" speech","12":"Pierre Elliott Trudeau of the Liberal Party became prime minister of Canada; in that post, he discouraged the French separatist movement, oversaw the formation of a new constitution, and established relations with China.","13":"The Washington Post reporter Carl Bernstein (24) weds fellow reporter Carol Honsa","14":"Luther Vandross\nAmerican singer\nwas born","15":"American actress Jessica Lange, who was known for her versatility and intelligent performances, was born.","16":"Jessica Lange\nAmerican actress\nwas born","17":"Finalizing the dissolution of the Ottoman Empire, Turkey's Grand National Assembly voted to adopt a full republican constitution, with General Mustafa Kemal, who had first proclaimed the Turkish republic about six months earlier, becoming the first president of the republic.","18":"Balfour Declaration recognized, makes Palestine a British Mandate","19":"U.S. Supreme Court Justice John Paul Stevens was born in Chicago.","20":"John Paul Stevens\nUnited States jurist\nwas born","21":"In an ongoing dispute over the possession of Vilnius, Polish forces drove out Russia's Red Army—which had previously ousted the newly established Lithuanian government—and occupied the city.","22":"Poet and critic Ezra Pound (28) weds Dorothy Shakespear","23":"Navin Field (later called Tiger Stadium) in Detroit and Fenway Park in Boston officially opened as both hosted their first professional baseball games; Tiger Stadium closed in 1999, leaving Fenway as the oldest baseball stadium in Major League Baseball.","24":"Marie and Pierre Curie isolate the radioactive compound radium chloride","25":"1st public film showing in US John Philip Sousa's \"El Capitan\" premieres in NYC","26":"Joan Miró\nSpanish artist\nwas born","27":"Japan's first government-operated postal service opened between Tokyo and Ōsaka.","28":"First pasteurization test completed by Frenchmen Louis Pasteur and Claude Bernard","29":"French Symbolist painter Odilon Redon was born in Bordeaux.","30":"Napoleon III, president of the Second Republic (1850–52) and emperor of France (1852–70), was born in Paris.","31":"Napoleon III\nemperor of France\nwas born","32":"England's Rump Parliament was dissolved by Oliver Cromwell and later replaced by the nominated Barebones Parliament, which was dissolved in the same year, leading to the declaration of the Protectorate."}}