{"Year":{"0":"2015","1":"2010","2":"2005","3":"1984","4":"1982","5":"1982","6":"1977","7":"1969","8":"1968","9":"1968","10":"1965","11":"1947","12":"1939","13":"1939","14":"1930","15":"1925","16":"1919","17":"1917","18":"1917","19":"1914","20":"1914","21":"1891","22":"1865","23":"1836","24":"1805","25":"1801","26":"1792","27":"1681","28":"1513","29":"1513","30":"1453"},"Event":{"0":"Portuguese filmmaker Manoel de Oliveira, who was known for richly meditative and often self-reflexive films that were frequently inspired by literary and theatrical works, died at age 106.","1":"\"Wayne's World\" actress Tia Carrere (43) divorces British photojournalist Simon Wakelin due to irreconcilable differences after 7 years of marriage","2":"Death of Pope John Paul II\nThe bishop of Rome and the head of the Roman Catholic Church from 1978, Pope John Paul II, who was the first non-Italian pope in 455 years and the first from a Slavic country, died in Vatican City this day in 2005.","3":"Canadian Prime Minister Pierre Trudeau (64) divorces Margaret Sinclair née Sinclair (35) due to irreconcilable differences after 13 years of marriage","4":"Argentine troops seized the Falkland Islands (Islas Malvinas), precipitating the Falkland Islands War with Britain.","5":"Several thousand Argentine troops seize the Falkland (Malvinas) Islands from Great Britain","6":"Fleetwood Mac's \"Rumours\" album goes #1 & stays #1 for 31 weeks","7":"Milwaukee Bucks sign (Kareem Abdul-Jabbar (Lew Alcindor)","8":"Stanley Kubrick's 2001: A Space Odyssey had its world premiere in Washington, D.C.; it became a classic, setting the benchmark for sci-fi films.","9":"\"2001 A Space Odyssey\" directed by Stanley Kubrick and starring Keir Dullea and Gary Lockwood, premieres at the Uptown Theater in Washington, D.C.","10":"Rodney Glen King\nAmerican construction worker\nwas born","11":"Camille Paglia\nAmerican academic\nwas born","12":"Author Jacqueline Susann (20) weds Irving Mansfield at Har Zion Temple in Philadelphia","13":"Marvin Gaye\nAmerican singer and composer\nwas born","14":"Ras Tafari Makonnen becomes Emperor Haile Selassie of Abyssinia (Ethiopia)","15":"Lawyer Hans Frank (24) weds secretary Brigitte Herbst (29) in Munich, Germany","16":"Heavyweight boxing champ Jack Dempsey (23) divorces Maxine Gates after 2 years of marriage","17":"US President Woodrow Wilson asks Congress to declare war against Germany","18":"U.S. President Woodrow Wilson asked Congress for a declaration of war against Germany.","19":"Sir Alec Guinness\nBritish actor\nwas born","20":"British actor Sir Alec Guinness was born.","21":"German sculptor and painter Max Ernst, who was a leading advocate of irrationality in art, was born.","22":"In the face of advancing Union forces, Confederate troops evacuated Richmond, Virginia, the capital of the Confederate States of America during the American Civil War.","23":"English novelist and social critic Charles Dickens (24) marries Catherine Thomson Hogarth (20)","24":"Hans Christian Andersen\nDanish author\nwas born","25":"Napoleonic Wars: The British led by Horatio Nelson destroy the Danish fleet in the naval Battle of Copenhagen","26":"The Coinage Act is passed establishing the United States Mint and authorizing the $10 Eagle, $5 half-Eagle & 2.50 quarter-Eagle gold coins & silver dollar, ½ dollar, quarter, dime & half-dime","27":"King Charles II of England officially proclaimed the charter he had granted in March to William Penn for the Quaker colony of Pennsylvania in North America.","28":"Spanish explorer Juan Ponce de León landed on the coast of Florida.","29":"Explorer Juan Ponce de León claims Florida for Spain as the first known European to reach Florida","30":"Mehmed II begins his siege of Constantinople (İstanbul), which falls May 29"}}