{"Year":{"0":"476","1":"2014","2":"2009","3":"1996","4":"1993","5":"1986","6":"1982","7":"1972","8":"1969","9":"1965","10":"1965","11":"1963","12":"1963","13":"1962","14":"1956","15":"1955","16":"1953","17":"1952","18":"1924","19":"1914","20":"1850","21":"1845","22":"1830","23":"1811","24":"1793","25":"1775","26":"1609","27":"1189"},"Event":{"0":"The fall of the Western Roman Empire was completed as Emperor Romulus Augustulus was deposed by the German warrior Odoacer.","1":"American spy John Walker, a U.S. Navy communications specialist who passed classified documents to Soviet agents for nearly two decades (1967–85) before being caught, died in prison.","2":"Blake Fielder-Civil (27) divorces Grammy award-winning singer Amy Winehouse (25) due to adultery after 2 years of marriage","3":"The 15-year marriage of Charles, prince of Wales, and Diana, princess of Wales, ended as a final divorce decree was issued.","4":"The spacecraft Galileo took pictures of the asteroid Ida.","5":"Florence Welch\nBritish singer-songwriter\nwas born","6":"LeAnn Rimes\nAmerican singer\nwas born","7":"Soviet gymnast Olga Korbut becomes media darling at the Munich Olympics; wins gold in the teams all-round ; follows with 2 gold and a silver","8":"Sheryl Sandberg\nAmerican business executive\nwas born","9":"Shania Twain\nCanadian musician\nwas born","10":"Bob Dylan booed for playing electric guitar at a concert in New York's Forest Hills","11":"Civil rights march on Washington\nOn this day in 1963, some 200,000 people marched on Washington, D.C., an event that became a high point of the civil rights movement, especially remembered for the famous “I Have a Dream” speech of Martin Luther King, Jr.","12":"Martin Luther King Jr. delivers his \"I have a dream speech\" addressing civil rights march at Lincoln Memorial, Washington, D.C.","13":"David Fincher\nAmerican director\nwas born","14":"17th Venice Film Festival opens. No Golden Lion awarded","15":"While visiting relatives in Mississippi, Emmett Till, an African American teenager from Chicago, was brutally murdered after allegedly flirting with a white woman; his death catalyzed the civil rights movement.","16":"Jazz musician Ella Fitzgerald (36) divorces bass player Ray Brown (27) after 6 years of marriage","17":"Writer and teacher Rita Dove, poet laureate of the United States (1993–95) and winner of the 1987 Pulitzer Prize for Thomas and Beulah (1986), was born in Akron, Ohio.","18":"British children's writer Enid Blyton (27) marries editor Major Hugh Alexander Pollock, DSO (36)","19":"The first major engagement of the British and German navies during World War I occurred at the Battle of Helgoland Bight.","20":"Richard Wagner's opera Lohengrin was performed for the first time, at Weimar, Germany.","21":"Scientific American magazine publishes its first issue","22":"1st American built locomotive, \"Tom Thumb\" races a horse-drawn car from Stockton and Stokes stagecoach company from Baltimore to Ellicott Mills. Let history record that due to mechanical problems the horse won!","23":"English Romantic poet Percy Bysshe Shelley (19) elopes to Scotland with 1st wife Harriet Westbrook (16)","24":"The Siege of Toulon in the French Revolutionary wars began.","25":"Statesman John Hancock (38) weds hostess Dorothy Quincy (28) in Fairfield, Connecticut","26":"English explorer Henry Hudson, discovers and explores Delaware Bay","27":"Third Crusade: the Crusaders begin the Siege of Acre under Guy of Lusignan"}}