{"Year":{"0":"2014","1":"2011","2":"2007","3":"1991","4":"1981","5":"1966","6":"1961","7":"1955","8":"1954","9":"1944","10":"1941","11":"1940","12":"1930","13":"1927","14":"1908","15":"1907","16":"1898","17":"1887","18":"1887","19":"1881","20":"1877","21":"1851","22":"1851","23":"1851","24":"1806","25":"1676","26":"1480","27":"1121"},"Event":{"0":"American actress Lauren Bacall—who was known for her portrayals of provocative women who hid their soft core underneath a layer of hard-edged pragmatism—died in New York.","1":"Rock singer John Mellencamp (59) divorces model Elaine Irwin (41) after 18 years of marriage","2":"American television producer and talk-show host Merv Griffin—who hosted the long-running series The Merv Griffin Show (1962–63, 1965–86) and was the creator of two of television's most successful game shows, Jeopardy! and Wheel of Fortune—died in Los Angeles.","3":"Heavy metal band Metallica release their 5th album \"Metallica\", debuts at No. 1 on Billboard 200 chart","4":"IBM introduces its first Personal Computer (PC & PC-DOS version 1.0)","5":"During a press conference, John Lennon of the Beatles apologized for saying that his band was “more popular than Jesus now”; the comment had sparked protests and album burnings.","6":"East Germany began construction of the Berlin Wall, which served as a symbol of the Cold War, separating East Berlin from West Berlin until 1989.","7":"German novelist and Nobel Prize winner Thomas Mann died near Zürich, Switzerland.","8":"François Hollande\npresident of France\nwas born","9":"Joseph P. Kennedy, Jr.—U.S. naval pilot, son of Joseph P. Kennedy, and brother of President John F. Kennedy—died in a plane crash while flying on a secret mission during World War II.","10":"\"I Love Lucy\" actress Vivan Vance (32) weds actor Philip Ober (39)","11":"PGA golfer Sam Snead (28) weds high school sweetheart Audrey Karnes","12":"George Soros\nAmerican financier\nwas born","13":"\"Wings\", one of only two silent films - the other being The Artist in 2011 - to win an Oscar for best picture, opens starring Clara Bow (Outstanding Picture 1929)","14":"Henry Ford's company builds the first Model T car","15":"Boy Charlton\nAustralian athlete\nwas born","16":"The Republic of Hawaii was annexed as part of the United States.","17":"Austrian theoretical physicist Erwin Schrödinger, who shared the 1933 Nobel Prize for Physics for his contributions to the wave theory of matter and to other fundamentals of quantum mechanics, was born in Vienna.","18":"Erwin Schrödinger\nAustrian physicist\nwas born","19":"Cecil B. DeMille\nAmerican film director\nwas born","20":"Phonograph invented by Thomas Alva Edison\nOn this day in 1877, American inventor Thomas Alva Edison made perhaps his most original discovery, the phonograph, and his early recordings were indentations embossed into a sheet of tinfoil by a vibrating stylus.","21":"Isaac Merrit Singer patented his sewing machine and formed I.M. Singer & Company to market the product.","22":"1st America's Cup - US schooner America beats British yacht Aurora after race around the Isle of Wight","23":"American inventor Isaac Singer patents the sewing machine","24":"Frontiersman Davy Crockett (20) weds Polly Finley in Tennessee","25":"Metacom (also called King Philip), intertribal chief of the Wampanoag, was killed, ending the conflict between Native Americans and English settlers known as King Philip's War.","26":"Battle of Otranto - Ottoman troops behead 800 Christians for refusing to convert to Islam","27":"Battle of Didgori: the Georgian army under King David the Builder wins a decisive victory over the famous Seljuk commander Ilghazi"}}