{"Year":{"0":"48 bce","1":"48","2":"378","3":"2014","4":"2012","5":"1997","6":"1995","7":"1976","8":"1974","9":"1974","10":"1969","11":"1968","12":"1967","13":"1965","14":"1963","15":"1958","16":"1955","17":"1949","18":"1945","19":"1945","20":"1942","21":"1930","22":"1922","23":"1899","24":"1898","25":"1896","26":"1854","27":"1832","28":"1814","29":"1790"},"Event":{"0":"Pompey defeated by Julius Caesar at the Battle of Pharsalus\nDuring the Roman Civil War of 49–45 , Julius Caesar's troops on this day in 48 decisively defeated the army of Pompey at the Battle of Pharsalus, causing Pompey to flee to Egypt, where he was subsequently murdered.","1":"BC Caesar's civil war: Battle of Pharsalus - Julius Caesar decisively defeats Pompey at Pharsalus and Pompey flees to Egypt.","2":"Battle of Adrianople: Goth army defeats Roman forces under Emperor Valens","3":"Michael Brown, an unarmed African American teenager, was fatally shot by a white police officer in Ferguson, Missouri, resulting in days of civil unrest and protests fueled by tensions between Ferguson's predominantly black population and its predominantly white government and police department.","4":"Jamaican sprint superstar Usain Bolt wins the 200m at the London Olympics in 19.32 to become first to win 100\/200m double in back-to-back Olympics","5":"\"Just to See You Smile\" single released by Tim McGraw (Billboard Song of the Year 1998)","6":"American musician Jerry Garcia, who personified the hippie counterculture for three decades as the mellow leader of the rock band the Grateful Dead, died of a heart attack.","7":"Audrey Tautou\nFrench actress\nwas born","8":"Richard Nixon resigns as US President and VP Gerald Ford swears the oath of office to take his place as the 38th US President","9":"Gerald R. Ford was sworn in as president of the United States, succeeding Richard Nixon, who had resigned.","10":"American actress Sharon Tate and four others were murdered by followers of Charles Manson, leader of a communal religious cult known as the “Family.”","11":"Gillian Anderson\nAmerican actress\nwas born","12":"Deion Sanders\nAmerican football and baseball player\nwas born","13":"Singapore separates from the Federation of Malaysia and gains its independence","14":"Whitney Houston\nAmerican singer and actress\nwas born","15":"Actor Robert Redford (21) weds Lola Van Wagenen in Las Vegas, Nevada","16":"Actress Elizabeth Montgomery (22) divorces socialite Frederick Gallatin Cammann after more than a year of marriage","17":"Film and stage actor Jimmy Stewart (41) weds former model Gloria Hatrick McLean (31) at the Brentwood Presbyterian Church in Los Angeles","18":"The second atomic bomb dropped on Japan by the United States in World War II struck the city of Nagasaki.","19":"US drops 2nd atomic bomb \"Fat Man\" on Japan destroys part of Nagasaki","20":"Mahatma Gandhi and 50 others arrested in Bombay after passing of a \"quit India\" motion and campaign by the All-India Congress","21":"Betty Boop debuts in Max Fleischer's animated cartoon Dizzy Dishes","22":"Actress Gloria Swanson (23) divorces businessman Herbert K. Somborn after almost 3 years of marriage","23":"P.L. Travers\nBritish author\nwas born","24":"Rudolf Diesel of Germany obtains patent #608,845 for his internal combustion engine, later known as the diesel engine","25":"Russian dancer and innovative choreographer Léonide Massine, one of the most important figures in 20th-century dance, was born in Moscow.","26":"Henry David Thoreau's masterwork Walden was published.","27":"King Leopold I of Belgium marries Louisa Maria","28":"Defeated by U.S. General Andrew Jackson, the Creek Indians signed the Treaty of Fort Jackson, requiring them to cede 23 million acres of land, comprising more than half of Alabama and part of southern Georgia.","29":"Robert Gray's Columbia Rediviva returns to Boston after 3 year journey, 1st American ship to circumnavigate the Globe"}}