{"Year":{"0":"612","1":"610","2":"2008","3":"2007","4":"1993","5":"1962","6":"1960","7":"1951","8":"1948","9":"1933","10":"1914","11":"1912","12":"1909","13":"1900","14":"1874","15":"1848","16":"1846","17":"1846","18":"1815","19":"1792","20":"1787","21":"1729","22":"1675","23":"1497"},"Event":{"0":"BC Killing of Sinsharishkun, King of Assyrian Empire. Destruction of Nineveh.","1":"In Islam, the traditional date of the Laylat al-Qadr, when Muhammad began to receive the Qur'an","2":"American singer-songwriter Isaac Hayes—a pioneering figure in soul music whose recordings influenced the development of such musical genres as disco, rap, and urban-contemporary—died at age 65.","3":"Actor Johnathon Schaech (37) divorces actress Christina Applegate (35) due to irreconcilable differences after 4 years of marriage","4":"American jurist Ruth Bader Ginsburg was sworn in as an associate justice of the U.S. Supreme Court, becoming the second woman to serve on the court.","5":"Suzanne Collins\nAmerican author and screenwriter\nwas born","6":"Antonio Banderas\nSpanish actor\nwas born","7":"Juan Manuel Santos\npresident of Colombia\nwas born","8":"ABC enters network TV at 7 PM (WJZ, NY)","9":"Actress Hedy Lamarr (19) weds Hirtenberger Patronen-Fabrik chairman Friedrich Mandl (33)","10":"France declared war on Austria-Hungary in World War I.","11":"British literary figure (author of \"To the Lighthouse\") Virginia Woolf (30) weds political theorist Leonard Woolf (31)","12":"Leo Fender\nAmerican inventor and manufacturer\nwas born","13":"1st Davis Cup: USA beats British Isles at Longwood Cricket Club in Boston, Massachusetts (3-0)","14":"Herbert Hoover\npresident of United States\nwas born","15":"Inventor Samuel Morse (57) weds Sarah Elizabeth Griswold in Utica, New York","16":"The Smithsonian Institution was founded in Washington, D.C., by the U.S. Congress with funds bequeathed by English scientist James Smithson.","17":"US Act of Congress passes establishing the Smithsonian Institution, now world's largest museum and research complex","18":"Ganioda'yo, Seneca chief and founder of the Longhouse Religion, died in Onondaga, New York.","19":"Louis XVI of France imprisoned\nAs the French Revolution (1787–99) continued, the country's monarchy was effectively overthrown on this day in 1792 when King Louis XVI and his wife, Marie-Antoinette, were imprisoned (they were eventually guillotined).","20":"Wolfgang Amadeus Mozart completes his chamber piece \"Eine kleine Nachtmusik\"","21":"William Howe, 5th Viscount Howe, commander in chief of the British Army in North America (1776–78) who failed to destroy the Continental Army and stem the American Revolution, was born.","22":"King Charles II and John Flamsteed lay the foundation stone of the Royal Observatory in Greenwich, London","23":"John Cabot tells King Henry VII of his trip to \"Asia\""}}