{"Year":{"0":"2017","1":"2014","2":"2012","3":"2012","4":"2000","5":"1993","6":"1992","7":"1975","8":"1974","9":"1968","10":"1968","11":"1960","12":"1958","13":"1951","14":"1944","15":"1940","16":"1939","17":"1935","18":"1931","19":"1920","20":"1914","21":"1905","22":"1889","23":"1882","24":"1866","25":"1865","26":"1836","27":"1833","28":"1794","29":"1741","30":"1741","31":"1619","32":"1619","33":"1597"},"Event":{"0":"American comedian and actor Jerry Lewis, who was known for his unrestrained comic style and his numerous movies with Dean Martin, died at age 91.","1":"Indian teacher B.K.S. Iyengar, who helped popularize Yoga (a system of Indian philosophy) in the West, died at the age of 95.","2":"American comedienne and actress Phyllis Diller—who was one of the first female stand-up comics, noted for her raucous personality and self-deprecating humour—died in Los Angeles.","3":"The man known primarily for gatecrashing the White House, Tareq Salahi (42) divorces socialite Michaele Salahi (46) due to adultery, desertion and construction desertion","4":"PGA Championship, Valhalla GC: Tiger Woods becomes first since Ben Hogan (1953) to win 3 majors in a calendar year; wins back-to-back PGA titles in 3-hole playoff with Bob May","5":"Oslo Peace Accords signed, after secret negotiations in Norway, followed by a public ceremony in Washington, D.C. the following month","6":"Rocker Sting weds Trudie Styler at an 11th century chapel in Wiltshire, England","7":"Viking 1 launched\nThe robotic U.S. spacecraft Viking 1, built to explore the surface of Mars, was launched this day in 1975 and nearly one year later landed on Chryse Planitia, a flat lowland region in the northern hemisphere of the planet.","8":"Amy Adams\nAmerican actress\nwas born","9":"The Warsaw Pact nations (except Romania and Albania), led by the Soviet Union, invaded Czechoslovakia to put an end to the Prague Spring.","10":"During the night 200,000 Warsaw Pact Soviet led troops invade Czechoslovakia in response to the Prague Spring","11":"Senegal seceded from the Mali Federation, declaring its full independence.","12":"David O. Russell\nAmerican director and screenwriter\nwas born","13":"12th Venice Film Festival: \"Rashomon\" directed by Akira Kurosawa wins the Golden Lion","14":"Rajiv Gandhi\nprime minister of India\nwas born","15":"Leon Trotsky was assassinated by a Stalinist agent in Mexico.","16":"\"Rebecca\" actress Joan Fontaine (21) weds actor Brian Aherne (37)","17":"Ron Paul\nAmerican politician\nwas born","18":"Don King\nAmerican boxing promoter\nwas born","19":"American Professional Football Association forms, which would later become the National Football League (NFL)","20":"The German army captured Brussels during the initial German invasion of World War I.","21":"Sun Yat-sen, Chinese revolutionary, forms the first chapter of T'ung Meng Hui, a union of all secret societies determined to bringing down the Manchus","22":"Labour activists closed the entire Port of London in the London Dock Strike.","23":"Pyotr Ilyich Tchaikovsky's \"1812 Overture\" debuts in Moscow","24":"President Andrew Johnson formally declares US Civil War over","25":"Austria and Prussia signed the Convention of Gastein, an agreement that temporarily postponed the final struggle between them for hegemony over Germany.","26":"English novelist (Vanity Fair) William Makepeace Thackeray (25) marries Isabella Gethin Shawe (20)","27":"Benjamin Harrison, a moderate Republican who became the 23rd president of the United States (1889–93) despite losing the popular vote by more than 95,000 to Democrat Grover Cleveland, was born in North Bend, Ohio.","28":"U.S. General “Mad” Anthony Wayne defeated the Northwest Indian Confederation in the Battle of Fallen Timbers.","29":"Danish explorer Vitus Bering, who was working for Russia, encountered Alaska.","30":"Alaska first sighted by Danish explorer Vitus Bering at head of Russian expedition","31":"1st known African Americans in English North America (approx. 20) land at Point Comfort (Fort Monroe), Virginia. They are then sold or traded into servitude.","32":"It is thought that slaves were first brought to the English colony of Jamestown, Virginia.","33":"1st Dutch East India Company ships return from the Far East"}}