{"Year":{"0":"910","1":"2011","2":"2010","3":"1968","4":"1966","5":"1964","6":"1964","7":"1963","8":"1960","9":"1957","10":"1957","11":"1956","12":"1936","13":"1930","14":"1930","15":"1925","16":"1906","17":"1885","18":"1864","19":"1864","20":"1862","21":"1772","22":"1764","23":"1716","24":"1583","25":"1305","26":"1100"},"Event":{"0":"The last major Viking army to raid England is defeated at the Battle of Tettenhall by the allied forces of Mercia and Wessex, led by King Edward and Earl Aethelred","1":"Thai businesswoman and politician Yingluck Shinawatra was elected prime minister of Thailand, becoming the first woman to hold that post.","2":"Thirty-three workers became trapped after a mine in the Atacama Desert of Chile collapsed, and the resulting rescue took 69 days, attracting international attention.","3":"Marine Le Pen\nFrench politician\nwas born","4":"Beatles release single \"Yellow Submarine\" with \"Eleanor Rigby\" in UK","5":"U.S. President Lyndon B. Johnson put the Gulf of Tonkin Resolution before Congress.","6":"Adam Nathaniel Yauch\nAmerican musician and rapper\nwas born","7":"The United States, the Soviet Union, and the United Kingdom signed the Nuclear Test-Ban Treaty in Moscow.","8":"Independence declared by Upper Volta\nUpper Volta—now Burkina Faso (which means “Land of Incorruptible People”), a landlocked country in western Africa—proclaimed its independence on this day in 1960, ending more than 60 years of French rule.","9":"\"American Bandstand\" premieres on network TV (ABC)","10":"Dick Clark's American Bandstand, a TV show in which performers lip-synched their latest songs and the teenage audience danced, began airing nationally.","11":"Actress-singer Shirley Jones (22) weds film and stage actor Jack Cassidy (29)","12":"American athlete Jesse Owens wins 200m in world record time (20.7), his 3rd gold medal of the Berlin Olympics","13":"U.S. astronaut Neil Armstrong, the first man to set foot on the Moon, was born in Wapakoneta, Ohio.","14":"Neil Armstrong\nAmerican astronaut\nwas born","15":"Turkish President Mustafa Kemal Ataturk (44) divorces wife Latife Hanim after 2 years of marriage","16":"John Huston\nAmerican director, writer, and actor\nwas born","17":"Author Arthur Conan Doyle (26) weds Louisa Hawkins","18":"Battle of Mobile Bay, won by the Union Army led by Rear Admiral Farragut with the cry \"Damn the torpedoes, full speed ahead!\" (US Civil War)","19":"During the Battle of Mobile Bay, Union Admiral David Farragut sealed off the port of Mobile, Alabama, from Confederate blockade runners.","20":"Joseph Merrick\nBritish medical patient\nwas born","21":"Russia, Prussia, and Austria signed a treaty creating the First Partition of Poland, depriving that country of approximately half of its population and almost one-third of its land.","22":"Holy Roman Emperor Leopold II (17) weds queen Maria Luisa of Spain (18) in Innsbruck, Austria","23":"Battle of Petrovaradin\/Peterwardein: Habsburgs under Eugene of Savoy defeat the Turks in a decisive victory","24":"Humphrey Gilbert claims Newfoundland for the British crown - first English colony in North America and the beginning of the British Empire","25":"William Wallace, who led Scottish resistance to England, is captured by the English near Glasgow and transported to London for trial and execution.","26":"Henry I was crowned king of England."}}