{"Year":{"0":"338","1":"216","2":"2018","3":"2016","4":"1997","5":"1990","6":"1973","7":"1964","8":"1961","9":"1943","10":"1942","11":"1939","12":"1930","13":"1924","14":"1924","15":"1920","16":"1905","17":"1904","18":"1882","19":"1876","20":"1864","21":"1858","22":"1832","23":"1830","24":"1790","25":"1776"},"Event":{"0":"BC Macedonian army led by Philip II defeats combined forces of Athens and Thebes in the Battle of Chaeronea, securing Macedonian hegemony in Greece and the Aegean","1":"BC Second Punic War: Battle of Cannae - Carthaginian army lead by Hannibal defeats numerically superior Roman army under command consuls Lucius Aemilius Paullus and Gaius Terentius Varro","2":"Apple becomes the first American public listed company to reach $1 trillion in value","3":"Chemist Ahmed H. Zewail, who in 1999 became the first Egyptian and the first Arab to win a Nobel Prize in a science category (chemistry), died in Pasadena, California.","4":"American writer William S. Burroughs—whose sexual explicitness and the frankness with which he dealt with his experiences as a drug addict won him a following among writers of the Beat movement—died in Kansas.","5":"Kuwait invaded\nIraq invaded Kuwait on this day in 1990, and Saddam Hussein's subsequent refusal to withdraw his troops sparked the Persian Gulf War, in which an international force led by the United States quickly defeated Iraq.","6":"\"American Graffiti\", directed by George Lucas and starring Richard Dreyfuss and Ron Howard premieres at the Locarno International Film Festival, Switzerland","7":"Mary-Louise Parker\nAmerican actress\nwas born","8":"The Beatles 1st gig as house band of Liverpool's Cavern Club","9":"PT-109, a U.S. Navy torpedo boat under John F. Kennedy's command, was sunk by a Japanese destroyer during World War II.","10":"Isabel Allende\nChilean-American author\nwas born","11":"Wes Craven\nAmerican director and screenwriter\nwas born","12":"Laurence McKinley Gould (33), American Geologist and Polar Explorer weds Margaret (\"Peg\") Rice in Ann Arbor, Michigan","13":"James Baldwin\nAmerican author\nwas born","14":"American essayist, novelist, and playwright James Baldwin, who wrote with eloquence and passion on the subject of racism in the United States, was born.","15":"Marcus Garvey, black leader and founder of the Universal Negro Improvement Association, reached the height of his power as he presided at an international convention in New York City.","16":"Myrna Loy\nAmerican actress\nwas born","17":"Novelist Hermann Hesse (27) weds Maria Bernoulli","18":"Education pioneer Booker T. Washington (26) weds Fanny Smith","19":"Wild Bill Hickok—a frontiersman, marksman, gambler, and legend of the American West—was murdered in the city of Deadwood, in what is now South Dakota.","20":"Saratoga Racecourse, America's oldest Thoroughbred racetrack, opens its inaugural meet with four days of racing","21":"Government of India transferred from East India Company to the British Crown","22":"Battle of Bad Axe, Wisconsin: 1,300 Illinois militia defeat Sauk & Fox Native Americans ending the Black Hawk War in the US","23":"Charles X of France abdicated the throne, unable to resist the July Revolution.","24":"1st US census conducted, the population was 3,939,214 including 697,624 slaves","25":"Formal signing of the US Declaration of Independence by 56 people (date most accepted by modern historians)"}}