{"Year":{"0":"527","1":"2005","2":"1981","3":"1981","4":"1976","5":"1971","6":"1965","7":"1958","8":"1944","9":"1944","10":"1942","11":"1940","12":"1936","13":"1936","14":"1936","15":"1932","16":"1920","17":"1912","18":"1876","19":"1834","20":"1819","21":"1819","22":"1774","23":"1744","24":"1714","25":"1589","26":"1404","27":"1086","28":"10 bce"},"Event":{"0":"Justinian I becomes the sole ruler of the Byzantine Empire","1":"Fahd, who became king of Saudi Arabia in 1982, died; he was succeeded by his half brother ʿAbd Allah.","2":"MTV premieres at 12:01 AM","3":"The cable television network MTV debuted, with the broadcast of the music video for Video Killed the Radio Star by the Buggles.","4":"Actress Elizabeth Taylor's 6th divorce from actor Richard Burton (their 2nd divorce together)","5":"George Harrison's concert for Bangladesh takes place in NYC","6":"Sam Mendes\nEnglish director\nwas born","7":"US atomic submarine USS Nautilus begins 1st transit of North Pole \"operation Sunshine\"","8":"The Warsaw Uprising began as the Polish underground tried to oust the German army and seize control of the city before it was occupied by the advancing Soviet army; after running out of supplies, the Poles were forced to surrender in October.","9":"The final entry was recorded in the diary of Anne Frank, a Jewish girl who spent two years in hiding during the Nazi occupation of the Netherlands.","10":"Actress Janet Leigh (14) weds childhood sweetheart John Kenneth Carlisle (18) in Reno, Nevada","11":"John F. Kennedy's Why England Slept, a critical account of the British military that became a best seller, was published.","12":"The Summer Olympics opened in Berlin, and the efforts by Adolf Hitler and the Nazi Party to demonstrate the superiority of the “Aryan race” were undermined by the success of African American athletes, notably Jesse Owens.","13":"Yves Saint Laurent\nFrench designer\nwas born","14":"Adolf Hitler opens 11th Olympic Games in Berlin","15":"Meir Kahane\nIsraeli political extremist and rabbi\nwas born","16":"Henrietta Lacks\nAmerican medical patient\nwas born","17":"Physicist Niels Bohr (26) weds Margrethe Norlund at a civil ceremony in Slagelse, Denmark","18":"Colorado was admitted to the union, becoming the 38th U.S. state.","19":"Slavery abolished throughout the British Empire - Slavery Abolition Act 1833 comes into effect","20":"American writer Herman Melville—best known for his novels of the sea, most notably Moby Dick (1851)—was born.","21":"Herman Melville\nAmerican author\nwas born","22":"Joseph Priestley, English theologian, chemist and author discovers oxygen by isolating it in its gaseous state","23":"Jean-Baptiste Lamarck—a French biologist best known for his theory that acquired traits are inheritable, an idea known as Lamarckism—was born in Bazentin-le-Petit.","24":"Queen Anne, the last Stuart ruler of England, died.","25":"Henry III of France stabbed by assassin\nKing Henry III of France was stabbed this day in 1589 by Jacques Clément, a Jacobin friar, and died the next day after acknowledging his Bourbon ally, Henry of Navarre (Henry IV), a Huguenot, as his successor.","26":"Earl Engelbert I of Nassau marries Johanna of Poland","27":"Results of the Domesday inquiry presented to William the Conqueror in Salisbury (the date of compilation and the Great Domesday are historically contestable)","28":"Roman Emperor Claudius I was born in Lugdunum, Gaul (now Lyon, France)."}}