{"Year":{"0":"43","1":"2011","2":"2010","3":"2008","4":"2008","5":"2004","6":"1991","7":"1991","8":"1988","9":"1973","10":"1960","11":"1956","12":"1950","13":"1945","14":"1942","15":"1942","16":"1935","17":"1921","18":"1909","19":"1906","20":"1883","21":"1883","22":"1847","23":"1839","24":"1812","25":"1800","26":"1458","27":"1274"},"Event":{"0":"BC Octavian, later known as Augustus, compels the Roman Senate to elect him Consul","1":"\"My Fair Brady\" actress Adrianne Curry (28) divorces \"The Brady Bunch\" actor Christopher Knight (53) due to irreconcilable differences after 5 years of marriage","2":"Operation Iraqi Freedom ends, with the last of the United States brigade combat teams crossing the border to Kuwait","3":"\"The Fame\", debut album by Lady Gaga, is released (Grammy Award Album of the Year, Best Electronic\/Dance Album 2009)","4":"Actor-comedian Tom Arnold (48) divorces Shelby Roos (35) after six years of marriage","5":"The search engine company Google Inc. raised $1.66 billion in its initial public offering; in an unusual move, the shares were sold in a public auction intended to put the average investor on an equal footing with financial industry professionals.","6":"Attempted coup against Gorbachev\nOn this day in 1991, Mikhail Gorbachev, the general secretary of the Communist Party of the Soviet Union (1985–91) and president of the Soviet Union (1990–91), was briefly ousted in a coup by communist hard-liners.","7":"Conservative members of the Communist Party of the Soviet Union attempt to depose Mikhail Gorbachev in a coup d'état","8":"Iran-Iraq begin a cease-fire in their 8-year-old war (11 PM EDT)","9":"Crown Princess Mette-Marit\nNorwegian princess\nwas born","10":"American pilot Francis Gary Powers was sentenced to 10 years' confinement by the Soviet Union for espionage following the U-2 Affair, but he was later released (1962) in exchange for the Soviet spy Rudolf Abel.","11":"Actor Christopher Plummer (26) weds actress Tammy Grimes (22) at Cherokee Castle in Sedalia, Colorado","12":"ABC begins Saturday morning kid shows (Animal Clinic & Acrobat Ranch)","13":"A commando force formed by Vo Nguyen Giap, under Vietnamese nationalist leader Ho Chi Minh, entered the Vietnamese capital of Hanoi.","14":"World War II: Over 4,000 Canadian and British soldiers killed, wounded or captured raiding Dieppe, France","15":"Fred Thompson\nAmerican politician and actor\nwas born","16":"French singer Édith Piaf (19) weds Andrew Johnseppe in Belleville, Paris","17":"Gene Roddenberry\nAmerican writer and producer\nwas born","18":"Indianapolis 500 race track opens","19":"Philo Farnsworth\nAmerican inventor\nwas born","20":"French fashion designer Coco Chanel—who, with her elegantly casual creations, ruled over Parisian haute couture for almost six decades—was born.","21":"Coco Chanel\nFrench designer\nwas born","22":"U.S. forces under Major General Winfield Scott began the Battle of Contreras, opening the final campaign of the Mexican-American War.","23":"Details of Louis Daguerre's 1st practical photographic process are released in Paris","24":"The USS Constitution, commanded by Captain Isaac Hull, won a brilliant victory over the British frigate HMS Guerriere in the War of 1812.","25":"Social reformer Elizabeth Fry (20) weds tea dealer Joseph Fry (23) at the Norwich Quaker Meeting House in Norwich, England","26":"Enea Silvio Piccolomini was elected pope as Pius II, following the death of Calixtus III.","27":"Edward I was crowned king of England at Westminster."}}