{"Year":{"0":"963","1":"2016","2":"2012","3":"2008","4":"2003","5":"1996","6":"1977","7":"1974","8":"1968","9":"1962","10":"1960","11":"1954","12":"1954","13":"1948","14":"1946","15":"1945","16":"1930","17":"1930","18":"1923","19":"1920","20":"1913","21":"1896","22":"1888","23":"1888","24":"1846","25":"1819","26":"1780","27":"1743","28":"1477","29":"1290"},"Event":{"0":"Nicephorus II Phocas was crowned emperor of the Byzantine Empire in Hagia Sophia by the patriarch Polyeuctus.","1":"Brazilian businessman and sports official João Havelange—who served as president (1974–98) of FIFA, the governing body of football (soccer), and transformed it into one of the world's largest and most powerful sports organizations but was later implicated in a massive corruption scandal—died at age 100.","2":"Wikileaks founder, Julian Assange is granted political asylum by Ecuador","3":"Jamaican sprinter Usain Bolt sets new world record of 9.69 seconds to win the coveted 100m gold medal at the Beijing 2008 Summer Olympics","4":"Ugandan military officer Idi Amin—who assumed the country's presidency (1971–79) following a coup and became known as the “Butcher of Uganda” for his brutality—died in Saudi Arabia.","5":"Leonel Fernández Reyna inaugurated as president of the Dominican Republic\nThe youngest person ever elected president of the Dominican Republic, Leonel Fernández Reyna was sworn in this day in 1996 and soon instituted measures to end corruption and to improve the country's economy.","6":"American singer Elvis Presley, known as the “King of Rock and Roll,” died of a heart attack brought on largely by drug abuse.","7":"Ramones concert debut (NYC's CBGBs)","8":"Singer\/actor Frank Sinatra and 3rd wife actress Mia Farrow divorce after 2 years of marriage","9":"Steve Carell\nAmerican comedian and actor\nwas born","10":"The island of Cyprus became an independent republic.","11":"Canadian filmmaker James Cameron—who was known for his expansive vision and innovative special-effects movies, notably Titanic (1997) and Avatar (2009)—was born.","12":"James Cameron\nCanadian filmmaker\nwas born","13":"American baseball legend Babe Ruth died at age 53.","14":"Direct Action Day: Widespread riots erupt in Calcutta between Muslims and Hindus over whether Pakistan should be a separate state, killing over 4,000 and leaving 100,000 homeless","15":"Puyi, the last Chinese Emperor and ruler of Manchukuo is captured by Soviet troops","16":"1st British Empire Games open in Hamilton, Canada","17":"The first color sound cartoon \"Fiddlesticks\" by Ub Iwerks (ex Walt Disney studio) is released","18":"Shimon Peres\nprime minister and president of Israel\nwas born","19":"Charles Bukowski\nAmerican writer\nwas born","20":"Menachem Begin—prime minister of Israel (1977–83) who was the corecipient, with Egyptian President Anwar Sadat, of the 1978 Nobel Prize for Peace—was born in Russia.","21":"Gold first discovered in Klondike, found at Bonanza Creek, Alaska by George Carmack","22":"British archaeological scholar and military strategist T.E. Lawrence—who was best known for his legendary activities in the Middle East during World War I, which earned him the nickname “Lawrence of Arabia”—was born in Wales.","23":"T.E. Lawrence\nBritish scholar and military officer\nwas born","24":"Opera Composer (The Barber of Seville) Gioacchino Rossini marries 2nd wife Olympe Pélissier in Paris","25":"A meeting of radicals held on St. Peter's Fields in Manchester, England, was dispersed with violence, an event that became known as the Peterloo Massacre.","26":"An American force was beaten by British troops under Lord Cornwallis in the Battle of Camden during the American Revolution.","27":"Champion of England titleholder Jack Broughton publishes 'Rules of the Ring' - earliest boxing code","28":"Maximilian I, Holy Roman Emperor, weds Mary of Burgundy, the heiress to the Duchy of Burgundy in Ghent, Belgium","29":"Charles van Valois weds Margaretha van Anjou"}}