{"Year":{"0":"2008","1":"2008","2":"1999","3":"1998","4":"1979","5":"1978","6":"1977","7":"1969","8":"1962","9":"1960","10":"1950","11":"1947","12":"1945","13":"1945","14":"1945","15":"1944","16":"1943","17":"1943","18":"1933","19":"1929","20":"1903","21":"1896","22":"1887","23":"1876","24":"1807","25":"1590","26":"1590","27":"1498"},"Event":{"0":"At the Olympics in Beijing, American swimmer Michael Phelps helped his team win the 4 × 100-metre medley relay, becoming the first athlete to win eight medals at a single Games.","1":"Genesis drummer and vocalist Phil Collins (57) divorces Swiss-born Orianne Cevey (35) after six years of marriage","2":"A 7.4-magnitude earthquake struck near İzmit, Turkey, killing more than 17,000 people and leaving some 500,000 homeless.","3":"Monica Lewinsky scandal: US President Bill Clinton admits in taped testimony he had an \"improper physical relationship\" with the intern and on the same day admits before the nation he \"misled people\" about the relationship","4":"Monty Python's \"Life of Brian\" directed by Terry Jones, starring Graham Chapman & John Cleese premieres","5":"Ben L. Abruzzo, Maxie Anderson, and Larry Newman completed the first transatlantic balloon flight, in Double Eagle II.","6":"Thierry Henry\nFrench football player\nwas born","7":"The Woodstock Music and Art Fair—a rock festival near Bethel, New York, that attracted 450,000 fans—ended.","8":"Actor Jack Lemmon (37) weds actress and model Felicia Farr (29) in Paris, France","9":"Sean Penn\nAmerican actor\nwas born","10":"Short story writer Dorothy Parker (57) weds screenwriter Alan Campbell (46)","11":"The Radcliffe Line, the border between Union of India and Dominion of Pakistan is revealed","12":"Sukarno and Mohammad Hatta declare Indonesia (Dutch East Indies) independent from the Netherlands","13":"Korea is divided into North and South Korea along the 38th parallel","14":"Indonesia's declaration of independence\nOn this day in 1945, Sukarno declared Indonesia's independence from the Netherlands, and, after the Dutch transferred sovereignty four years later, he served as the country's first president (1949–67).","15":"Larry Ellison\nAmerican business executive\nwas born","16":"Robert De Niro\nAmerican actor\nwas born","17":"Robert De Niro, an American actor known for his uncompromising portrayals of violent and abrasive characters, was born.","18":"MLB player Lou Gehrig plays record 1,308th consecutive game","19":"Francis Gary Powers\nUnited States military officer\nwas born","20":"Joe Pulitzer donates $1 million to Columbia University & begins the Pulitzer Prizes in America","21":"George Washington Carmack unearthed gold in Bonanza Creek, a tributary of the Klondike River now in Yukon, Canada, setting off a gold rush into the Klondike valley.","22":"Marcus Garvey—a charismatic black leader who helped found the Universal Negro Improvement Association (UNIA), which sought, among other things, to build in Africa a black-governed nation—was born in Jamaica.","23":"Richard Wagner's opera \"Götterdämmerung\" premieres in Bayreuth","24":"The first serviceable steamboat—the Clermont, designed by American engineer Robert Fulton—embarked on its maiden voyage.","25":"John White returned from England to Roanoke Island, off the coast of present-day North Carolina, and a search the following day found no trace of the colony (now called the Lost Colony) that he had left there three years earlier.","26":"Governor of Roanoke Island colony, John White, returns from England to find no trace of the colonists he had left there 3 years earlier [or Aug 18, 1591]","27":"Cesare Borgia, son of Pope Alexander IV, 1st man to resign the cardinalate marries Charlotte d'Albret of Navarre"}}