{"Year":{"0":"2012","1":"2011","2":"2004","3":"1987","4":"1978","5":"1978","6":"1973","7":"1968","8":"1945","9":"1941","10":"1934","11":"1932","12":"1925","13":"1920","14":"1904","15":"1904","16":"1900","17":"1893","18":"1864","19":"1862","20":"1851","21":"1851","22":"1848","23":"1642","24":"1642","25":"1639","26":"1485","27":"1485"},"Event":{"0":"\"General Hospital\" actress Vanessa Marcil (39) divorces actor Carmine Giovinazzo (44) due to irreconcilable differences after 2 years of marriage","1":"Actress Melissa Gilbert (47) divorces actor Bruce Boxleitner (61) due to irreconcilable differences after 16 long years of marriage","2":"The Scream (1893), a painting by Edvard Munch, was stolen from the Munch Museum in Oslo, Norway; it was recovered two years later.","3":"Madonna's \"Who's That Girl\" single goes #1","4":"James Corden\nBritish comic actor, writer, and television personality\nwas born","5":"Rebel Sandinistas occupied the National Palace in Managua, Nicaragua, holding more than 1,000 hostages for two days, in opposition to the government of Anastasio Somoza Debayle.","6":"U.S. President Richard M. Nixon named Henry Kissinger secretary of state.","7":"Cynthia Lennon sues Beatle member John Lennon for divorce on grounds of adultry","8":"Vietnam conflict begins as Ho Chi Minh leads a successful coup","9":"Bill Parcells\nAmerican football coach and executive\nwas born","10":"Norman Schwarzkopf\nUnited States general\nwas born","11":"BBC begins experimental regular TV broadcasts","12":"Prime Minister of Canada Lester B. Pearson (28) weds teacher Maryon Elspeth Moody (23)","13":"Ray Bradbury\nAmerican writer\nwas born","14":"Chinese communist leader Deng Xiaoping, who abandoned many orthodox communist doctrines and attempted to incorporate elements of the free-enterprise system into the Chinese economy, was born.","15":"Deng Xiaoping\nChinese leader\nwas born","16":"Oil tycoon Edward L. Doheny (44) weds Carrie Estelle Betzold in New Mexico Territory","17":"American short-story writer and poet Dorothy Parker, who was especially known for her wit, was born.","18":"First Geneva Convention adopted in Geneva \"for the Amelioration of the Condition of the Wounded in Armies in the Field\" signed by 12 nations","19":"French composer Claude Debussy, a seminal force in the music of the 20th century, was born in Saint-Germain-en-Laye.","20":"Yacht \"America\" wins 1st Royal Yacht Squadron Cup (America's Cup)","21":"The first America's Cup was won by the American yacht America in a race around the Isle of Wight.","22":"Soldier and later US President Ulysses Grant (26) marries Julia Dent","23":"The English Civil Wars, fought between the Royalists and the Parliamentarians, began when King Charles I formally raised the royal standard at Nottingham.","24":"Civil War in England began between Royalists & Parliament","25":"Madras (now Chennai), India, founded by the British East India Company on sliver of land bought from local Nayak rulers","26":"Battle of Bosworth Field: Henry Tudor's forces defeat English King Richard III during last battle in the Wars of the Roses. Richard is killed, the last English monarch to die in battle.","27":"Wars of the Roses ended in England\nHenry Tudor (the future Henry VII) defeated the Yorkist king Richard III in the Battle of Bosworth Field on this day in 1485, effectively ending the Wars of the Roses and establishing the Tudor dynasty on the English throne."}}