{"Year":{"0":"2015","1":"2007","2":"2001","3":"1993","4":"1987","5":"1962","6":"1956","7":"1955","8":"1944","9":"1942","10":"1929","11":"1921","12":"1914","13":"1901","14":"1901","15":"1900","16":"1892","17":"1879","18":"1847","19":"1821","20":"1792","21":"1790","22":"1782","23":"1757","24":"1704","25":"1578","26":"1558"},"Event":{"0":"Muppets Missy Piggy and Kermit the Frog announce the end to their relationship on Twitter","1":"The U.S. space probe Phoenix was launched, and a year later it landed on Mars; among its most-important discoveries was the existence of water ice beneath the planet's surface.","2":"Australian cricket spinner Shane Warne skittles England (162) with 6\/33 to guide tourists to a 7 wicket 3rd Test victory at Trent Bridge; Aussies regain Ashes with record 7th straight Test win v England","3":"Rwandian Hutus and Tutsis sign peace treaty in Arusha, Tanzania","4":"FCC vote 4-0 to rescind fairness doctrine for broadcasters","5":"American baseball pitcher Roger Clemens—who was one of the most successful pitchers in history and the first to win the Cy Young Award seven times—was born in Dayton, Ohio.","6":"Elvis Presley releases \"Hound Dog\"","7":"Billy Bob Thornton\nAmerican actor, director, and writer\nwas born","8":"Anne Frank arrested in Amsterdam by German Security Police (Grüne Polizei) following a tip-off from an informer who was never identified","9":"1st train with Jews departs Mechelen Belgium to Auschwitz","10":"Kishore Kumar\nIndian actor, singer, composer, and director\nwas born","11":"The eight Chicago White Sox baseball players involved in the 1919 Black Sox Scandal were banned from the game for life by the baseball commissioner Kenesaw Mountain Landis.","12":"In response to the German invasion of Belgium, Great Britain entered World War I, declaring war on Germany.","13":"Louis Armstrong, a prolifically gifted natural musician and the leading trumpeter in jazz history, was born in New Orleans, Louisiana.","14":"Louis Armstrong\nAmerican musician\nwas born","15":"Elizabeth\nqueen consort of United Kingdom\nwas born","16":"Lizzie Borden's parents were murdered in Fall River, Massachusetts.","17":"Pope Leo XIII issued the encyclical Aeterni Patris, making Thomism the dominant philosophical viewpoint in Roman Catholicism.","18":"Author of Moby-Dick, American novelist Herman Melville (28) marries Elizabeth Shaw, daughter of Chief Justice of the Massachusetts Supreme Judicial Court","19":"Russian Antarctic expedition led by Fabian Gottlieb von Bellingshausen returns to Kronshtadt after becoming the 1st to circumnavigate Antarctica","20":"Percy Bysshe Shelley\nEnglish poet\nwas born","21":"U.S. Secretary of the Treasury Alexander Hamilton established the Revenue Marine Service, which became the U.S. Coast Guard.","22":"Musician Wolfang Amadeus Mozart (26) weds Constanze Weber in St. Stephen's Cathedral in Vienna, Austria","23":"American revolution patriot Paul Revere (22) weds Sarah Orne in Bridgewater, Massachusetts","24":"Gibraltar captured by Britain\nDuring the War of the Spanish Succession, Britain took control of Gibraltar on this day in 1704 after Spain surrendered, and “the Rock” subsequently became a British colony and a symbol of British naval strength.","25":"The Portuguese armies of King Sebastian—who was allied with the deposed Moroccan sultan al-Mutawakkil—invaded Morocco but were defeated by the Saʿdī sultan ʿAbd al-Malik in the Battle of the Three Kings.","26":"1st printing of Zohar (Jewish Kabbalah)"}}