{"Year":{"0":"2013","1":"2008","2":"2004","3":"2004","4":"1995","5":"1967","6":"1946","7":"1943","8":"1942","9":"1937","10":"1926","11":"1926","12":"1926","13":"1919","14":"1898","15":"1895","16":"1888","17":"1868","18":"1860","19":"1860","20":"1788","21":"1642","22":"1536","23":"1521","24":"1521"},"Event":{"0":"\"Crash My Party\" 4th studio album by Luke Bryan is released (Billboard Album of the Year 2014)","1":"American super-swimmer Michael Phelps wins 3 gold medals, all in world record time, in the one day at the Beijing Olympics; 200m I\/M (1:54.23), 200m butterfly (1.52.03) and 4 x 200m freestyle relay (6:58.56)","2":"American cooking expert Julia Child—who brought the art of French cooking to a vast number of Americans through her books and, especially, her programs on public television, where she became known for her humour and hearty voice—died at age 91.","3":"The Games of the XXVIII Olympiad opened in Athens, which had hosted the first modern Summer Games in 1896.","4":"New York Yankees baseball player Mickey Mantle died in Dallas, Texas.","5":"\"Bonnie and Clyde\", directed by Arthur Penn and starring Warren Beatty and Faye Dunaway, is released","6":"Janet Yellen\nAmerican economist\nwas born","7":"Evangelist Billy Graham (24) weds philanthropist and Christian author Ruth Bell (23) in Montreat, North Carolina","8":"The 'Manhattan Project' commences, under the direction of US General Leslie Groves: its aim - to deliver an atomic bomb","9":"Second Sino-Japanese War: Japanese forces begin the Battle of Shanghai, a conflict that will last 3 months and involve 1 million troops","10":"Fidel Castro\npolitical leader of Cuba\nwas born","11":"Comedian Stan Laurel (36) marries 1st wife actress Lois Neilson (30)","12":"Cuban political leader Fidel Castro, who transformed his country into the first communist state in the Western Hemipshere, was born.","13":"Famed racehorse Man o' War suffered the only defeat of his career.","14":"The U.S. Army took control of the Philippine port of Manila during the Spanish-American War.","15":"Bert Lahr\nAmerican actor\nwas born","16":"John Logie Baird\nBritish inventor\nwas born","17":"Prime Minister of Canada Wilfrid Laurier (26) weds Zoé Lafontaine (27) in Montreal, Canada","18":"American markswoman Annie Oakley—who starred in Buffalo Bill's Wild West show, where she was often called “Little Sure Shot”—was born.","19":"Annie Oakley\nAmerican markswoman\nwas born","20":"Prussia joins Anglo-Dutch alliance to form Triple Alliance to prevent spread of Russo-Swedish War of 1788-90","21":"Dutch astronomer Christiaan Huygens discovers Martian south polar cap","22":"Buddhist monks from Kyōto's Enryaku Temple set fire to 21 Nichiren temples throughout Kyoto in the Tenbun Hokke Disturbance. (Traditional Japanese date: July 27, 1536).","23":"Spanish conquistadors under Hernán Cortés capture Aztec Emperor Cuauhtémoc in Tenochtitlan marking the end of the Aztec Empire","24":"Fall of the Aztec empire\nOn this day in 1521, Spanish conquistador Hernán Cortés captured Tenochtitlán (now Mexico City) after a 93-day siege, thereby ending the Aztec empire and winning Mexico for the crown of Spain."}}