{"Year":{"0":"2008","1":"2008","2":"1992","3":"1969","4":"1960","5":"1954","6":"1952","7":"1940","8":"1936","9":"1936","10":"1936","11":"1934","12":"1933","13":"1926","14":"1920","15":"1919","16":"1918","17":"1914","18":"1900","19":"1896","20":"1838","21":"1830","22":"1786","23":"1782","24":"1737","25":"1572","26":"1572","27":"1477","28":"1227"},"Event":{"0":"Facing possible impeachment, Pakistani President Pervez Musharraf resigned from office.","1":"Belarus weightlifter Andrei Aramnau breaks 3 world records, for the snatch, clean & jerk, and total, on the way to winning the men's 105kg gold medal at the Beijing Olympics","2":"American basketball player Larry Bird—who led the Boston Celtics to three NBA championships (1981, 1984, and 1986) and is considered one of the greatest pure shooters of all time—announced his retirement.","3":"Edward Norton\nAmerican actor\nwas born","4":"The Beatles give their 1st public performance at the Kaiserkeller in Hamburg","5":"Oscar-winning actress Susan Hayward (37) divorces actor Jess Barker (42) after nine years of marriage","6":"Patrick Swayze\nAmerican actor and dancer\nwas born","7":"Battle of Britain - 'The hardest day\" Luftwaffe lose 69 aircraft, the RAF 68 in largest ever air battle","8":"Federico García Lorca, who is widely considered the most important Spanish poet and playwright of the 20th century, was murdered (this day or August 19) by Nationalist forces during the Spanish Civil War.","9":"American actor and director Robert Redford, who was known for the diversity of his screen characterizations as well as his commitment to environmental and political causes, was born.","10":"Robert Redford\nAmerican actor and director\nwas born","11":"Roberto Clemente, one of the first Latin American baseball stars in the United States, was born in Puerto Rico.","12":"Roman Polanski\nPolish film director\nwas born","13":"Weather map televised for 1st time","14":"22 year old representative Harry T. Burn is deciding vote in Tennessee's and thus America's ratification of the 19th Amendment to the constitution allowing women's suffrage after letter from his mother","15":"Anti-Cigarette League of America forms in Chicago, Illinois","16":"Italian tenor Enrico Caruso (45) weds socialite Dorothy Benjamin (25)","17":"US President Woodrow Wilson issues \"Proclamation of Neutrality\"","18":"Indian political leader Vijaya Lakshmi Pandit, one of the world's leading women in public life in the 20th century, was born in Allahabad.","19":"According to lore, more than 200 outlaws from regional gangs gathered at Brown's Hole in the American West, where Butch Cassidy proposed to organize a Train Robbers' Syndicate, which became familiarly known as the Wild Bunch.","20":"United States Exploring Expedition headed by Charles Wilkes departs for the Pacific Ocean and Antarctica","21":"Franz Joseph\nemperor of Austria-Hungary\nwas born","22":"The city of Reykjavík was designated the administrative capital of Iceland.","23":"Romantic Age poet and artist William Blake (24) marries Catherine Boucher, 5 years his junior, in St. Mary's Church, Battersea, London.","24":"First public admittance to the Salon de Paris art exhibition at the Louvre in Paris","25":"Henry, prince of Béarn (later Henry IV of France), married Margaret of Valois of the French royal house.","26":"Henry of Navarre (later Henry IV of France) marries his cousin Margaret of Valois in Paris","27":"Mary of Burgundy married Archduke Maximilian, son of the Habsburg emperor Ferdinand III.","28":"Death of Genghis Khan\nGenghis Khan—a warrior and ruler of genius who, starting from obscure and insignificant beginnings, brought all the nomadic tribes of Mongolia into a rigidly disciplined military state—died this day in 1227."}}