{"Year":{"0":"2005","1":"2001","2":"1991","3":"1991","4":"1986","5":"1986","6":"1973","7":"1959","8":"1959","9":"1956","10":"1942","11":"1938","12":"1936","13":"1930","14":"1929","15":"1911","16":"1888","17":"1858","18":"1831","19":"1808","20":"1772","21":"1745","22":"1703","23":"1192"},"Event":{"0":"American electronic engineer Robert Moog—who invented the Moog electronic music synthesizer, which revolutionized rock, electronica, pop, and experimental music in the late 1960s and early '70s—died at age 71.","1":"\"How You Remind Me\" single released by Nickelback (Billboard Song of the Year 2002)","2":"Conservative coup in the Soviet Union is crushed by popular resistance led by Boris Yeltsin in three days","3":"Latvia declared its independence from the Soviet Union.","4":"Ian Botham takes world-record 356th Test Cricket wkt (v NZ, The Oval)","5":"Usain Bolt\nJamaican athlete\nwas born","6":"Sergey Brin\nAmerican entrepreneur\nwas born","7":"Hawaii becomes the 50th US state","8":"Hawaii became the 50th U.S. state.","9":"Boxing champ Archie Moore (42) weds model Joan Hardy in Ensenada, Mexico","10":"Walt Disney's animated movie \"Bambi\", based on the book by Felix Salten, is released","11":"Kenny Rogers\nAmerican singer-songwriter\nwas born","12":"Wilt Chamberlain\nAmerican basketball player\nwas born","13":"Princess Margaret\nBritish royal\nwas born","14":"Painter Diego Rivera (42) weds fellow artist Frida Kahlo (22)","15":"\"Mona Lisa\" stolen from the Louvre by Vincenzo Perugia (Recovered in 1913)","16":"American inventor William Seward Burroughs patents the adding machine","17":"The famous debates in Illinois between Abraham Lincoln, Republican Party nominee for the U.S. Senate, and incumbent Senator Stephen A. Douglas of the Democratic Party began.","18":"Nat Turner began an unsuccessful slave rebellion in the American South that eventually killed 60 people before being stopped by a 3,000-man militia.","19":"French defeated at the Battle of Vimeiro\nOn this day in 1808, British General Arthur Wellesley used his “thin red line” of infantry to defeat French General Andoche Junot's forces at the Battle of Vimeiro, leading to British control of Portugal.","20":"King Gustav III of Sweden completes a coup d'etat by adopting a new Constitution and installing himself as an enlightened despot, ending 50 years of parliamentary rule","21":"Future Russian Tsar Peter III marries Ekaterina Alexeievna later Catherine II (Catherine the Great)","22":"The Edirne Event: Turkish army removes Sultan Mustafa II, lessening the power of the sultans","23":"Minamoto Yoritomo becomes Seii Tai Shōgun and the de facto ruler of Japan. (Traditional Japanese date: July 12, 1192)"}}