{"Year":{"0":"3114","1":"2014","2":"2003","3":"1994","4":"1993","5":"1988","6":"1984","7":"1978","8":"1965","9":"1965","10":"1961","11":"1956","12":"1954","13":"1950","14":"1949","15":"1945","16":"1937","17":"1933","18":"1929","19":"1925","20":"1924","21":"1921","22":"1919","23":"1897","24":"1886"},"Event":{"0":"BC The Mesoamerican Long Count calendar, used by several pre-Columbian Mesoamerican civilizations, notably the Mayans, begins","1":"American comedian and actor Robin Williams, who was known for his manic stand-up routines and his diverse film performances, committed suicide.","2":"NATO takes over command of the peacekeeping force in Afghanistan, marking its first major operation outside Europe in its 54-year-history.","3":"The Major League Baseball Players Association began a labour strike following the games of August 11, and the dispute eventually led to the cancellation of the remainder of the season, including the World Series.","4":"Director Oliver Stone files for divorce from Elizabeth","5":"Al-Qaeda formed at a meeting between Osama bin Laden, Zawahiri and Dr Fadl in Peshawar, Pakistan","6":"At the Olympic Games in Los Angeles, Carl Lewis became the third track-and-field athlete to win four gold medals in one Olympics, joining fellow Americans Alvin Kraenzlein (1900) and Jesse Owens (1936).","7":"\"C'est Chic\" 2nd studio album by Chic is released featuring single \"Le Freak\" (Billboard Album of the Year 1979)","8":"Viola Davis\nAmerican actress\nwas born","9":"Race riots erupted in the Watts district of Los Angeles, resulting in the deaths of 34 people.","10":"David Brooks\nAmerican journalist and commentator\nwas born","11":"Jackson Pollock killed in automobile accident\nAmerican painter Jackson Pollock, a leading exponent of Abstract Expressionism who received great fame and serious recognition for his radical poured, or “drip,” technique, died this day in 1956 in an automobile accident.","12":"Formal peace treaty ends over 7 yrs of fighting in Indochina between the French and the Communist Viet Minh","13":"Steve Wozniak\nAmerican electronics engineer\nwas born","14":"Molecular biologist Francis Crick (33) weds artist Odile Speed (29)","15":"Allies refuse Japan's offer to surrender on the condition that Emperor Hirohito retains his status","16":"\"The Life of Emile Zola\" directed by William Dieterle and starring Paul Muni premieres in New York (Best Picture 1938)","17":"Jerry Falwell\nAmerican minister\nwas born","18":"Babe Ruth becomes 1st professional baseball player to hit 500 homers (off Willis Hudlin of Cleveland Indians)","19":"Physicist James Chadwick (33) weds Aileen Stewart-Brown","20":"The first newsreel of U.S. presidential candidates, which included footage of Calvin Coolidge, John W. Davis, and Robert La Follette, was filmed.","21":"Alex Haley, an African American writer best known for The Autobiography of Malcolm X (1965) and Roots: The Saga of an American Family (1976), was born in Ithaca, New York.","22":"The Weimar constitution was formally declared, establishing Germany as a republic.","23":"Enid Blyton\nBritish author\nwas born","24":"Education pioneer Booker T. Washington (30) weds Olivia Davidson (32) Athens, Ohio"}}