{"Year":{"0":"2012","1":"2004","2":"1995","3":"1994","4":"1987","5":"1980","6":"1969","7":"1959","8":"1959","9":"1954","10":"1952","11":"1947","12":"1947","13":"1947","14":"1945","15":"1945","16":"1945","17":"1941","18":"1939","19":"1938","20":"1935","21":"1917","22":"1900","23":"1880","24":"1842","25":"1756","26":"1457","27":"1281"},"Event":{"0":"\"Basketball Wives\" TV personality Evelyn Lozada divorces NFL wide receiver Chad Johnson (34) due to irretrievably broken marriage only 41 days after getting married","1":"Polish-born poet, essayist, and critic Czesław Miłosz—who was considered one of the major poets of the 20th century and won the 1980 Nobel Prize for Literature—died in Kraków.","2":"\"Battle of Brit Pop\" rival bands Oasis (Roll with It) and Blur (Country House) release singles on the same day","3":"Venezuelan militant Carlos the Jackal, who orchestrated some of the highest-profile terrorist attacks of the 1970s and '80s, was captured by French agents in Sudan; he was later sentenced to life in prison for his crimes.","4":"Oakland's Mark McGwire sets rookie HR record at 39, en route to 49","5":"17,000 workers go on strike at the Lenin Shipyard in Gdańsk, Poland, marking the beginning of the Solidarity movement","6":"British Army deploys on the streets of Northern Ireland, marking the beginning of Operation Banner","7":"Magic Johnson\nAmerican basketball player\nwas born","8":"American basketball player Magic Johnson, who led the National Basketball Association (NBA) Los Angeles Lakers to five championships, was born in Lansing, Michigan.","9":"Stanley McChrystal\nUnited States general\nwas born","10":"UK Prime Minister Anthony Eden (55) weds UK prime minister's niece Clarissa Spencer-Churchill (32) in a civil ceremony at Caxton Hall, London","11":"Pakistan gains independence from Great Britain","12":"Danielle Steel\nAmerican writer\nwas born","13":"Pakistan became a sovereign state, bringing an end to British rule there.","14":"Wim Wenders\nGerman director\nwas born","15":"Steve Martin\nAmerican actor and writer\nwas born","16":"V-J Day, Japan surrenders unconditionally to end WW II (also August 15 depending on time zone)","17":"British Prime Minister Winston Churchill and U.S. President Franklin D. Roosevelt issued the Atlantic Charter, a joint declaration that stated, among other points, that they desired no territorial changes without the free assent of the peoples concerned.","18":"\"A Star Is Born\" actress Janet Gaynor (32) weds MGM costume designer Adrian (36)","19":"BBC's 1st feature film on TV (Student of Prague)","20":"The U.S. Congress enacted the Social Security Act, establishing a permanent national old-age pension system through employer and employee contributions.","21":"China declared war on Germany and Austria-Hungary during World War I.","22":"An international force seized Beijing to crush the Boxer Rebellion.","23":"Cologne Cathedral completed\nOriginally started in 1248, construction of the cathedral (Kölner Dom) in Cologne, Germany—the largest Gothic church in northern Europe and the city's major landmark—was finally completed on this day in 1880.","24":"Second Seminole War declared over by Colonel Worth; Indians go on to be removed from Florida to Oklahoma","25":"Frontiersman Daniel Boone (21) weds Rebecca Bryan (17) in Yadkin River, North Carolina","26":"The first book printed in Europe with a colophon bearing the name of the printer was completed in Mainz, Germany.","27":"During Kublai Khan's Second Invasion of Japan his invading Chinese fleet of 3,500 vessels disappears in a typhoon near Japan"}}