{"Year":{"0":"2012","1":"1996","2":"1991","3":"1990","4":"1983","5":"1968","6":"1965","7":"1965","8":"1962","9":"1953","10":"1948","11":"1945","12":"1945","13":"1940","14":"1928","15":"1926","16":"1926","17":"1917","18":"1911","19":"1911","20":"1890","21":"1890","22":"1881","23":"1809","24":"1806","25":"1661"},"Event":{"0":"NASA's robotic vehicle Curiosity (also called Mars Science Laboratory) landed on Mars and soon began transmitting images of the planet's surface.","1":"Punk rock band the Ramones perform for the last time at the Palace in Hollywood","2":"Tim Berners-Lee releases files describing his idea for the World Wide Web. WWW debuts as a publicly available service on the Internet","3":"The UN Security Council imposed economic sanctions on Iraq, ruled by Saddam Hussein, for its invasion of Kuwait four days earlier.","4":"Film director Philippe de Broca (50) weds actress Margot Kidder (34) in France","5":"Children's author Theodor Geisel [Dr. Seuss] (64) weds second wife Audrey Stone Dimond","6":"David Robinson\nAmerican basketball player\nwas born","7":"US President Lyndon B. Johnson signs the Voting Rights Act prohibiting voting discrimination against minorities","8":"After 300 years of British rule, Jamaica became an independent country within the Commonwealth of Nations.","9":"NHL goaltender Terry Sawchuk (23) weds Patricia Ann Morey","10":"Dutch super athlete Fanny Blankers-Koen wins London Olympics 200m in 24.4 to become 1st women to claim 3 individual track & field gold at a Games, having already won 100m & 80m hurdles","11":"Atomic bomb dropped on Hiroshima by the US B-29 Superfortress \"Enola Gay\"","12":"Atomic bomb dropped on Hiroshima\nOn this day in 1945, the United States dropped an atomic bomb on Hiroshima, Japan—the blast killed more than 70,000 people and destroyed most of the city—in an effort to hasten the end of World War II.","13":"Estonia lost its independence when the Soviet Union annexed the country.","14":"Andy Warhol\nAmerican artist\nwas born","15":"\"Don Juan\" starring John Barrymore is released, the 1st feature-length film to utilize the Vitaphone sound-on-disc sound system with a synchronized musical score and sound effects","16":"Gertrude Ederle, age 19, of New York became the first woman to swim the English Channel, breaking the men's record by nearly two hours.","17":"Robert Mitchum\nAmerican actor\nwas born","18":"American radio and motion-picture actress and television comedian Lucille Ball was born in Celoron, New York.","19":"Lucille Ball\nAmerican actress\nwas born","20":"At Auburn Prison in New York, murderer William Kemmler becomes first person to be executed by electric chair","21":"Convicted murderer William Kemmler became the first person to be executed by electric chair; he was put to death in Auburn State Prison, New York.","22":"Sir Alexander Fleming\nScottish bacteriologist\nwas born","23":"English poet Alfred, Lord Tennyson, often regarded as the chief representative of the Victorian Age in poetry, was born in Somersby, Lincolnshire.","24":"After a thousand years the Holy Roman Empire came to its official end, with the secession of its confederated states, when Emperor Francis II of Austria put down the imperial crown.","25":"The Treaty of The Hague is signed whereby the Dutch Republic sells New Holland (Brazil) for 63 tonnes of gold to Portugal"}}