{"Year":{"0":"2015","1":"1996","2":"1978","3":"1975","4":"1971","5":"1970","6":"1968","7":"1965","8":"1959","9":"1951","10":"1951","11":"1946","12":"1945","13":"1936","14":"1927","15":"1926","16":"1924","17":"1920","18":"1914","19":"1898","20":"1883","21":"1819","22":"1676","23":"1629","24":"1429","25":"1346","26":"1346","27":"1071"},"Event":{"0":"American civil rights activist Amelia Boynton Robinson—an organizer of the Selma March (1965), which was a landmark event in the civil rights movement that led directly to the passage of the Voting Rights Act—died at age 104.","1":"US President Bill Clinton signs welfare reform into law, representing major shift in welfare policy","2":"Albino Cardinal Luciani was elected pope as John Paul I, but he died of a heart attack 33 days later.","3":"Ethiopian Emperor Haile Selassie I—who steered his country into the mainstream of African politics after World War II and oversaw its entrance into the League of Nations and the United Nations—died, possibly assassinated.","4":"Bobby Orr signs a five-year contract with the Boston Bruins worth one million dollars, the first million dollar contract in NHL history","5":"Melissa McCarthy\nAmerican actress\nwas born","6":"\"Hey Jude\" single released by the Beatles (Billboard Song of the Year 1968, Billboard 10th biggest song of all time 2013)","7":"Mobster and nbi informant Henry Hill (22) weds Karen Friedman in North Carolina","8":"British Motor Corporation introduces the Morris Mini-Minor, designed by Alec Issigonis, it was only 10 ft long but seated 4 passengers","9":"Edward Witten\nAmerican mathematical physicist\nwas born","10":"\"An American in Paris\" with music by George Gershwin, directed by Vincente Minnelli, starring Gene Kelly and Leslie Caron premieres in London (Academy Awards Best Picture 1952)","11":"\"Gone with the Wind\" actress Olivia de Havilland weds screenwriter and novelist Marcus Goodrich","12":"Japanese diplomats board USS Missouri to receive instructions on Japan's surrender at the end of WWII","13":"The Anglo-Egyptian Treaty established Egypt as a sovereign state after 50 years of British occupation.","14":"Architect Frank Lloyd Wright (60) divorces artist Maude Noel after almost 4 years of marriage","15":"Poet Arna Bontemps (24) weds fellow Seventh-Day Adventist Alberta Johnson","16":"The Catastrophe of Smyrna: known as the Asia Minor Catastrophe to Greeks. The Ottoman army expels Greeks and other non-Turks from Asia Minor. (August 13 OS)","17":"The Nineteenth Amendment became part of the Constitution of the United States, giving women the right to vote.","18":"During World War I the Battle of Tannenberg began, fought between the Germans and the Russians; several days later the German forces, led by Paul von Hindenburg and Erich Ludendorff, handed Russia a crushing defeat.","19":"Peggy Guggenheim\nAmerican art collector\nwas born","20":"The volcano Krakatoa in Indonesia began to erupt, and 36,000 people were killed by the eruption and the resulting tsunami.","21":"Albert, Prince Consort\nBritish prince\nwas born","22":"Robert Walpole, 1st earl of Orford\nprime minister of Great Britain\nwas born","23":"English Puritan stockholders of the Massachusetts Bay Company pledged to emigrate to New England under the terms of the Cambridge Agreement.","24":"Joan of Arc's arrival in the outskirts of Paris\nIn preparation for an attack on Paris, part of Charles VII's campaign to drive the English from French soil, Joan of Arc and her soldiers reached the city's outskirts on this day in 1429, but the assault ultimately failed.","25":"During the Hundred Years' War the English, led by Edward III, defeated the French at the Battle of Crécy.","26":"Battle of Crécy, south of Calais in northern France; Edward III's English longbows defeat Philip VI's army, cannons used for first time in battle","27":"Seljuq Turk forces under Alp-Arslan vanquished the Byzantine army and captured the emperor Romanus IV Diogenes at the Battle of Manzikert."}}