{"Year":{"0":"663","1":"479","2":"479","3":"2008","4":"2004","5":"1979","6":"1979","7":"1966","8":"1965","9":"1964","10":"1964","11":"1961","12":"1956","13":"1950","14":"1939","15":"1930","16":"1928","17":"1908","18":"1908","19":"1908","20":"1906","21":"1890","22":"1883","23":"1859","24":"1789","25":"1776","26":"1576"},"Event":{"0":"Battle of Baekgang: Tang Chinese and Silla Korean forces defeat Korean Baekje forces and their Yamato Japanese allies on the Geum River in Korea; - no Japanese invasion of Korea for 900 years","1":"BC Greco-Persian Wars: Battle of Plataea, Persian forces led by Mardonius routed by Greek army under Pausanias; together with Greek success at Battle of Mycale halts Persian invasion of Greece","2":"BC Greco-Persian Wars: Battle of Mycale won by Greek forces over Persian naval troops on Ionian coast, double victory with that at Plataea ends Persian invasion","3":"Democratic politician Barack Obama became the first African American to be nominated for the presidency by either major party; he later defeated Republican John McCain to win the office.","4":"German kayaker Birgit Fischer wins gold in K-4 500m & silver in K-2 500m in Athens; first woman in any sport to win gold medals at 6 different Olympics, gold 24 years apart, and 1st person to win 2 or more medals in 5 different Games","5":"Louis Mountbatten, 1st Earl Mountbatten of Burma, was assassinated by the Provisional Irish Republican Army.","6":"The Earl Mountbatten of Burma, cousin of Queen Elizabeth II and last Viceroy of India, is killed along with three companions, two of them children by the IRA when his boat is blown up near Sligo, Ireland","7":"American sportscaster Al Michaels (21) weds Linda Stamaton","8":"The Beatles spend an evening with Elvis Presley","9":"Walt Disney's \"Mary Poppins\" directed by Robert Stevenson and starring Julie Andrews and Dick van Dyke premieres in Los Angeles","10":"Walt Disney's \"Mary Poppins\" directed by Robert Stevenson and starring Julie Andrews and Dick van Dyke premieres in Los Angeles","11":"Tom Ford\nAmerican fashion designer\nwas born","12":"Socialite Gloria Vanderbilt (32) weds \"12 Angry Men\" director Sidney Lumet (32)","13":"1st transmission of a TV programme from continental Europe shown on BBC","14":"German Ernst Heinrich Heinkel's He 178, a turbojet-powered aircraft, made the first jet flight.","15":"Journalist H. L. Mencken (49) weds author Sara Haardt (32) at St. Stephen’s Episcopal Church","16":"The Kellogg-Briand Pact was signed between France and the United States in a series of peacekeeping efforts after World War I.","17":"American politician Lyndon B. Johnson, who served as the 36th president of the United States (1963–69), was born.","18":"Don Bradman\nAustralian cricketer\nwas born","19":"Lyndon B. Johnson\npresident of United States\nwas born","20":"Ed Gein\nAmerican serial killer\nwas born","21":"Man Ray\nAmerican photographer and painter\nwas born","22":"Krakatoa volcano, west of Java in Indonesia, erupts with a force of 1,300 megatons and kills approximately 40,000 people","23":"Edwin Laurentine Drake struck oil while drilling in Titusville, Pennsylvania, becoming the first driller of a productive oil well in the United States.","24":"French National Assembly issues \"Declaration of Rights of Man & Citizen\"","25":"During the American Revolution, British forces under General William Howe defeated George Washington and the American Continental Army in the Battle of Long Island.","26":"The death of Titian\nTitian, the greatest Italian Renaissance painter of the Venetian school, who was once described as “the sun amidst small stars not only among the Italians but all the painters of the world,” died this day in 1576."}}