{"Year":{"0":"2013","1":"1998","2":"1998","3":"1992","4":"1990","5":"1985","6":"1972","7":"1971","8":"1969","9":"1964","10":"1963","11":"1960","12":"1958","13":"1950","14":"1948","15":"1947","16":"1947","17":"1939","18":"1935","19":"1918","20":"1914","21":"1903","22":"1900","23":"1879","24":"1620","25":"1534","26":"1461","27":"1057"},"Event":{"0":"Scientists at the Smithsonian announced the discovery of the olinguito, “the first carnivore species to be discovered in the American continents in 35 years”; the small arboreal animals live in the cloud forests of Colombia and Ecuador.","1":"A car bomb exploded in Omagh, Northern Ireland, killing 29 people and leaving more than 200 injured; the Real Irish Republican Army (Real IRA), an IRA splinter group, claimed responsibility for the bombing, which was the deadliest attack in Northern Ireland since the eruption of violence there in the late 1960s.","2":"Omagh bombing in Northern Ireland, the worst terrorist incident of The Troubles, kills 29 people and injures about 220","3":"Actress Susan Anton marries actor Jeff Lester","4":"Jennifer Lawrence\nAmerican actress\nwas born","5":"Anti-apartheid lawyer Bulelani Ngcuka marries in South Africa","6":"Ben Affleck\nAmerican actor, writer, and director\nwas born","7":"Bahrain proclaimed independence from Great Britain.","8":"Woodstock Music & Art Fair opens in New York State on Max Yasgur's Dairy Farm","9":"Melinda Gates\nAmerican businesswoman and philanthropist\nwas born","10":"Alejandro González Iñárritu\nMexican director and producer\nwas born","11":"The Republic of the Congo gained independence from France.","12":"Singer Buddy Holly weds receptionist Maria Santiago","13":"Anne, the Princess Royal\nBritish royal\nwas born","14":"Syngman Rhee announced the establishment of the Republic of Korea (South Korea).","15":"Independence for India\nAfter three decades, the Indian independence movement, led by Mohandas Gandhi, achieved its goal on this day in 1947 as a free and independent India was established, ending nearly 200 years of British rule.","16":"India gains independence from Great Britain, remains a dominion until 1950","17":"\"The Wizard of Oz\", American musical fantasy film directed by Victor Fleming and King Vidor, premieres at Grauman's Chinese Theatre, Hollywood, starring Judy Garland (Dorothy), Ray Bolger (Scarecrow), Jack Haley (Tin Man), Bert Lahr (Cowardly Lion), Frank Morgan (Wizard), Billie Burke (Glinda), and Margaret Hamilton (Wicked Witch)","18":"American entertainer Will Rogers and aviation pioneer Wiley Post were killed in a plane crash near Point Barrow, Alaska.","19":"1st full length cartoon (Sinking of Lusitania)","20":"After some 10 years of work, the Panama Canal opened to ships.","21":"New Zealand's All Blacks play their first Rugby Test Match against Australia's Wallabies at the Sydney Cricket Ground in Sydney; New Zealand win 22-3","22":"The Boxer Rebellion: In China, the Empress, her family and court retainers flee while foreign troops move through Peking in an attempt to quell the rebellion","23":"Actress Ethel Barrymore, who was considered the “first lady” of the American theatre, was born in Philadelphia.","24":"Mayflower sets sail from Southampton, England, with 102 Pilgrims","25":"St. Ignatius of Loyola led companions, who would become cofounders of the Jesuit order, to Montmartre, Paris, where the first Jesuits took their vows.","26":"Empire of Trebizond surrenders to forces of Sultan Mehmet II - last Byzantine Empire remnant to fall. Emperor David exiled and later murdered.","27":"Macbeth, king of Scots, was killed in battle by Malcolm, eldest son of Duncan I."}}