{"Year":{"0":"2011","1":"2001","2":"2000","3":"1992","4":"1988","5":"1981","6":"1981","7":"1974","8":"1974","9":"1968","10":"1966","11":"1963","12":"1946","13":"1945","14":"1945","15":"1939","16":"1937","17":"1925","18":"1921","19":"1907","20":"1902","21":"1901","22":"1900","23":"1846","24":"1810","25":"1786","26":"1778","27":"1609","28":"1588","29":"1509","30":"1502"},"Event":{"0":"Tibetan scholar Lobsang Sangay was inaugurated as prime minister of the Tibetan government-in-exile, becoming the first non-monk and the first person born outside Tibet to hold the position.","1":"Actor Tom Cruise and actress Nicole Kidman divorce after 10 years of marriage","2":"The wreckage of the Hunley, a Confederate submarine that was lost during the American Civil War, was raised from the ocean floor near Sullivans Island, South Carolina; it was the first submarine to sink (1864) an enemy ship (the Union sloop Housatonic).","3":"Metallica band member James Hetfield suffers second and third-degree burns during a pyrotechnics explosion on stage at Olympic Stadium, Montreal","4":"Ceasefire between Iran & Iraq takes effect after 8 years of war","5":"Roger Federer\nSwiss tennis player\nwas born","6":"Swiss tennis player Roger Federer, who came to be regarded as one of the sport's greatest players, was born.","7":"US President Richard Nixon announces he will resign at 12pm the next day","8":"Resignation of U.S. President Nixon\nFaced with the near-certain prospect of impeachment for his role in the Watergate scandal, U.S. President Richard M. Nixon announced his resignation on this day in 1974 and was succeeded by Gerald Ford the following day.","9":"Actor Jack Nicholson (31) divorces Sandra Knight (28) after 6 years of marriage","10":"Jimmy Wales\nAmerican entrepreneur\nwas born","11":"Armed robbers stole £2.6 million from the Glasgow-London Royal Mail Train near Bridego Bridge, north of London, in the Great Train Robbery.","12":"Esta Krakower divorces mobster Bugsy Siegel (40) after 17 years of marriage","13":"USSR establishes a communist government in North Korea","14":"The United States, the Soviet Union, the United Kingdom, and France signed the London Agreement, which authorized the Nürnberg trials.","15":"7th Venice Film Festival opens with a United States boycott due to Benito Mussolini's Fascist Italian regime","16":"Dustin Hoffman\nAmerican actor\nwas born","17":"1st national march of Ku Klux Klan (between 25,000 and 40,000 marchers) in Washington, D.C.","18":"Esther Williams\nAmerican swimmer and actress\nwas born","19":"Jazz musician Benny Carter was born in New York City.","20":"P.A.M. Dirac\nEnglish physicist\nwas born","21":"American physicist Ernest Orlando Lawrence—winner of the 1939 Nobel Prize for Physics for his invention of the cyclotron, the first particle accelerator to achieve high energies—was born in Canton, South Dakota.","22":"1st Davis Cup tennis competition, named after Dwight Filley Davis, began at Longwood Cricket Club in Mass, & won by US 2 days later","23":"The Wilmot Proviso, an attempt to prohibit the extension of slavery to new territories in the United States, was proposed, and, in the debate that followed, the Republican Party was born.","24":"Urdu poet Mirza Ghalib marries Maaroof, daughter of Nawab Ilahi Baksh, and moves to Delhi.","25":"US Congress unanimously chooses the dollar as the money unit for the United States","26":"Naturalist Jean-Baptiste Lamarck (34) weds Marie Anne Rosalie Delaporte","27":"Venetian senate examines Galileo Galilei's telescope","28":"The English fleet won a decisive battle over the Spanish Armada off the coast of Gravelines in northern France.","29":"Emperor Krishnadeva Raya is crowned, marking the beginning of the regeneration of the Vijayanagara Empire in Southern India","30":"Jacobus IV of Scotland marries Margaretha Tudor"}}