{"Year":{"0":"2016","1":"1999","2":"1997","3":"1994","4":"1993","5":"1991","6":"1980","7":"1970","8":"1966","9":"1957","10":"1952","11":"1949","12":"1947","13":"1945","14":"1945","15":"1940","16":"1940","17":"1895","18":"1864","19":"1850","20":"1751","21":"161","22":"1569","23":"12 ce","24":"1142"},"Event":{"0":"Brazilian President Dilma Rousseff was impeached and removed from office after the country's Senate found her guilty of having used state bank funds to cover up a budget deficit in the run-up to her reelection in 2014.","1":"\"Fly\" 5th studio album by Dixie Chicks is released (Grammy Award Best Country Album 2000, Billboard Album of the Year 2000)","2":"Diana, Princess of Wales, dies in a car crash in a road tunnel in Paris","3":"The Provisional Irish Republican Army (Sinn Féin) declares a ceasefire in Northern Ireland","4":"50th Venice Film Festival: \"Short Cuts\" directed by Robert Altman and \"Three Colors: Blue\" directed by Krzysztof Kieslowski jointly awarded Golden Lion","5":"Uzbekistan and Kyrgyzstan declared independence from the Soviet Union.","6":"Polish labour activist Lech Wałęsa and Mieczysław Jagielski, Poland's first deputy premier, signed an agreement that conceded to workers the right to organize freely and independently.","7":"Rania al-Abdullah\nqueen of Jordan\nwas born","8":"The Harrier “jump-jet” fighter-bomber made its first flight.","9":"Federation of Malaya gains independence from Great Britain","10":"Soprano singer Leontyne Mary Violet Price (25) weds concert bass-baritone singer William Warfield (32)","11":"Richard Gere\nAmerican actor and humanitarian\nwas born","12":"NY Giants set season record for HRs by a club 183 (en route to 221)","13":"The Liberal Party of Australia is founded by Robert Menzies","14":"Van Morrison\nIrish singer-songwriter\nwas born","15":"\"Wuthering Heights\" actor Laurence Olivier (33) weds \"Gone With The Wind\" actress Vivien Leigh (26)","16":"Football player and coach Vince Lombardi (27) weds Marie Planitz at Our Lady of Refuge Church in Bronx, New York","17":"The first American professional gridiron football game was played in the township of Latrobe, Pennsylvania.","18":"Confederates evacuated from Atlanta\nDuring the American Civil War, the Confederate evacuation of Atlanta began this day in 1864, shortly before Union troops led by William Tecumseh Sherman occupied the city, providing a much-needed victory for the North.","19":"King Kamehameha III officially declared Honolulu a city and the capital of his kingdom.","20":"Robert Clive of Britain seized Arcot, India, and then withstood a 53-day siege that began a few weeks later.","21":"Commodus\nRoman emperor\nwas born","22":"Jahāngīr\nemperor of India\nwas born","23":"The Roman emperor  Caligula was born; his brief reign (37–41), which was marked by unpredictable and tyrannical behaviour, ended with his murder.","24":"Possible date for establishment of the Iroquois (Haudenosaunee) League - with the aid of Hiawatha and Deganawidah"}}