{"Year":{"0":"2015","1":"2003","2":"1993","3":"1988","4":"1983","5":"1976","6":"1968","7":"1954","8":"1953","9":"1941","10":"1940","11":"1930","12":"1928","13":"1908","14":"1905","15":"1893","16":"1871","17":"1862","18":"1846","19":"1813","20":"1800","21":"1682","22":"1637","23":"1590","24":"1363","25":"1282","26":"1146"},"Event":{"0":"British neurologist and writer Oliver Sacks, who won acclaim for his sympathetic case histories of patients with unusual neurological disorders, died in New York, New York.","1":"American actor Charles Bronson—who was best known for his portrayal of tough guys, notably an architect turned vigilante in Death Wish (1974)—died in Los Angeles.","2":"Late Show with David Letterman—which offered an innovative and frequently off-the-wall approach to the talk show format—debuted on CBS; Letterman's previous show, Late Night with David Letterman (1982–93), had aired on NBC.","3":"Julianne Philips files for divorce from Bruce Springsteen","4":"Historic spaceflight by Guion S. Bluford, Jr.\nU.S. astronaut Guion S. Bluford, Jr., became on this day in 1983 the first African American to travel into space, serving as a mission specialist aboard the shuttle orbiter Challenger, and later flew on three other missions.","5":"Tom Brokaw becomes news anchor of NBC's \"Today Show\"","6":"1st record under Apple label (Beatle's Hey Jude)","7":"Alexander Lukashenko\npresident of Belarus\nwas born","8":"Future NYC mayor David Dinkins marries Joyce Burrows in NYC","9":"Siege of Leningrad by German troops begins during WWII","10":"CBS news correspondent Mike Wallace (22) weds Norma Kaphan in Brookline, Massachusetts","11":"Warren Buffett\nAmerican businessman and philanthropist\nwas born","12":"Jawaharlal Nehru requests independence of India","13":"Fred MacMurray\nAmerican actor\nwas born","14":"American baseball player Ty Cobb, who became one of the game's greatest offensive players and one of its fiercest competitors, made his major league debut, with the Detroit Tigers.","15":"Huey Long\nAmerican politician\nwas born","16":"Ernest Rutherford\nBritish physicist\nwas born","17":"During the American Civil War, the Second Battle of Bull Run (Second Manassas) ended with a decisive Confederate victory.","18":"Author and Christian pioneer Ellen G. White (18) weds preacher James Springer White (25) in Portland, Maine","19":"During the Creek War, some 250 frontiersmen were killed by the Red Sticks, a Native American faction, in what became known as the Fort Mims Massacre, and in retaliation a militia led by General Andrew Jackson later destroyed two Indian villages.","20":"Gabriel, an African American bondsman, assembled an army of about 1,000 slaves outside Richmond, Virginia, in the first major slave rebellion in U.S. history; alerted government officials thwarted the revolt, and Gabriel and others were executed.","21":"William Penn leaves England to sail to the New World","22":"Anne Hutchinson was banished from the Massachusetts Bay Colony for her liberal viewpoints and criticism of the Puritans.","23":"Tokugawa Ieyasu enters Edo Castle (Traditional Japanese date: August 1, 1590)","24":"Beginning of the Battle of Lake Poyang; two Chinese rebel leaders Chen Youliang and Zhu Yuanzhang are pitted against each other in what was one of the largest naval battles in history during Mongol-led Yuan Dynasty","25":"The Aragonese landed at Trapani in support of the Sicilian revolt against Charles I, Angevin king of Naples-Sicily, which had begun with the Sicilian Vespers, a massacre of the French.","26":"European leaders outlaw crossbow, intending to end war for all time"}}