{"Year":{"0":"2017","1":"2015","2":"2012","3":"2004","4":"2000","5":"1995","6":"1979","7":"1977","8":"1972","9":"1960","10":"1958","11":"1958","12":"1949","13":"1949","14":"1941","15":"1941","16":"1940","17":"1934","18":"1934","19":"1932","20":"1926","21":"1924","22":"1914","23":"1914","24":"1900","25":"1872","26":"1824","27":"1778","28":"1596","29":"1583","30":"1492","31":"1492"},"Event":{"0":"Brazilian soccer forward Neymar transfers from FC Barcelona to Paris Saint-Germain for a world-record transfer fee of €222 on a 5-year deal","1":"Singer Gwen Stefani and musician Gavin Rossdale announce their intention to divorce after nearly 13 years of marriage","2":"Music legend Stevie Wonder (63) divorces fashion designer Kai Millard Morris due to irreconcilable differences after 11 years of marriage","3":"French photographer Henri Cartier-Bresson—who was a master of street photography, capturing what he called “the decisive moment”— died.","4":"British PM Gordon Brown (49) weds Sarah Jane Macaulay (36) in North Queensferry, Fife","5":"CNN en Espanol premieres","6":"Professional boxer George Foreman (30) divorces Cynthia Lewis after more than a year of marriage","7":"Tom Brady\nAmerican football player\nwas born","8":"U.S. Senate ratifies the Anti-Ballistic Missile Treaty.","9":"The Republic of Niger gained its independence from France.","10":"The Billboard Hot 100 is founded","11":"The U.S. atomic submarine Nautilus passed beneath the thick ice cap of the North Pole, an unprecedented feat.","12":"Basketball Association of America (BAA) & National Basketball League (NBL) merge to form National Basketball Association (NBA), Maurice Podoloff elected head of new league","13":"The National Basketball Association (NBA) was formed by the merger of the National Basketball League and the Basketball Association of America.","14":"American entrepreneur and domestic lifestyle innovator Martha Stewart was born.","15":"Martha Stewart\nAmerican entrepreneur and television personality\nwas born","16":"Lithuania was “accepted” into the U.S.S.R. following the Soviet occupation of the Baltic states.","17":"Jonas Savimbi\nAngolan politician\nwas born","18":"Adolf Hitler merges the offices of German Chancellor and President, declaring himself \"Führer\" (leader)","19":"Austro-Hungarian-American theatre and film director Otto Preminger (26) weds Marion Mill","20":"Tony Bennett\nAmerican singer\nwas born","21":"English novelist and short-story author Joseph Conrad died in Canterbury, Kent.","22":"Germany invades Belgium and declares war on France, beginning World War I","23":"Germany declared war on France in World War I.","24":"American journalist Ernie Pyle, who was one of the most famous correspondents of World War II, was born.","25":"Haakon VII\nking of Norway\nwas born","26":"Inventor Charles Goodyear (23) weds Clarissa Beecher","27":"The opera house La Scala opened in Milan with a performance of Antonio Salieri's Europa riconosciuta.","28":"David Fabricius discovers light variation of Mira (1st variable star)","29":"English navigator Sir Humphrey Gilbert arrived at St. John's, Newfoundland, and claimed it in the name of the queen.","30":"Columbus's first transatlantic voyage begun\nHoping to find a westward route to India, Christopher Columbus on this day in 1492 set sail on his first transatlantic voyage, departing from Palos, Spain, with three small ships—the Niña, Pinta, and Santa María.","31":"Christopher Columbus sets sail on his first voyage with three ships, Santa María, Pinta and Niña from Palos de la Frontera, Spain for the \"Indies\""}}