{"Year":{"0":"79 ce","1":"79","2":"410","3":"410","4":"2009","5":"2008","6":"2006","7":"1976","8":"1973","9":"1970","10":"1968","11":"1963","12":"1957","13":"1955","14":"1949","15":"1947","16":"1945","17":"1899","18":"1821","19":"1814","20":"1814","21":"1803","22":"1787","23":"1662","24":"1572","25":"1572","26":"1561","27":"1516"},"Event":{"0":"Eruption of Mount Vesuvius\nMount Vesuvius in Italy erupted on this day in 79 , destroying the ancient cities of Pompeii and Herculaneum, and the excavations of these sites in the mid-18th century precipitated the modern science of archaeology.","1":"Mt Vesuvius erupts, buries Roman Pompeii and Herculaneum, 15,000 die","2":"Rome overrun by Visigoths under Alaric I for the first time in nearly 800 years, seen as the fall of the Western Roman Empire","3":"Alaric, chief of the Visigoths, led an army into Rome, an event that symbolizes the fall of the Western Roman Empire.","4":"American actor Eddie Cibrian (36) divorces TV personality Brandi Glanville (35) due to irreconcilable differences","5":"Summer Olympics in Beijing becomes the most watched event on TV ever - nearly 5 billion, 70% of world's population","6":"Pluto was demoted from planet to dwarf planet after the International Astronomical Union approved a reclassification of the solar system.","7":"Actress Zsa Zsa Gabor (59) divorces her sixth husband, toy inventor Jack Ryan (49) after 1 year of marriage","8":"Dave Chappelle\nAmerican comedian and actor\nwas born","9":"Actor Peter Sellers (44) weds model Miranda Quarry","10":"France becomes the world's fifth thermonuclear power with a detonation on Mururoa Atoll in the South Pacific","11":"24th Venice Film Festival: \"Hands Over the City\" directed by Francesco Rosi wins Golden Lion","12":"Stephen Fry\nBritish actor, writer, and director\nwas born","13":"Mike Huckabee\nAmerican politician\nwas born","14":"The North Atlantic Treaty Organization (NATO) entered into force, following the signing of its treaty four months earlier.","15":"Paulo Coelho\nBrazilian author\nwas born","16":"Vince McMahon\nAmerican businessman\nwas born","17":"Businessman James Cash Penney (24) weds Bertha Alva Hess","18":"The Treaty of Córdoba was signed, giving Mexico its independence from Spain.","19":"During the War of 1812, British forces captured Washington, D.C., and burned various government buildings, notably the Capitol and the Executive Mansion (now known as the White House).","20":"British forces capture Washington, D.C. and destroy many landmarks (War of 1812)","21":"Irish revolutionary James Napper Tandy died in France.","22":"Wolfgang Amadeus Mozart completes his violin and piano sonata in A, K526","23":"Act of Uniformity requires English to accept Book of Common Prayer","24":"St. Bartholomew's Day Massacre of Protestants by Roman Catholics begins in Paris and later spreads to the French provinces","25":"The Massacre of St. Bartholomew's Day, plotted by Catherine de Médicis against the French Huguenots, was carried out by Roman Catholic nobles and other citizens.","26":"Willem of Orange marries duchess Anna of Saxon","27":"Battle of Marj Dabiq: Ottoman forces decisively beat the Mamluk Sultanate"}}