{"Year":{"0":"2010","1":"2005","2":"2000","3":"1996","4":"1994","5":"1988","6":"1978","7":"1978","8":"1962","9":"1951","10":"1946","11":"1942","12":"1942","13":"1939","14":"1933","15":"1927","16":"1926","17":"1912","18":"1876","19":"1850","20":"1849","21":"1754","22":"1609","23":"1542","24":"1514","25":"1305"},"Event":{"0":"Former Swedish model Elin Nordegren (30) divorces professional golfer Tiger Woods (34) after 6 years of marriage","1":"Hurricane Katrina forms over the Bahamas, later becoming a category 5 hurricane","2":"The first season of the U.S. version of the reality TV game show Survivor ended, with Richard Hatch being pronounced the winner; the hugely popular series was credited with launching the reality TV fad of the early 21st century.","3":"Osama bin Laden issues message entitled \"A declaration of war against the Americans occupying the land of the two holy places\"","4":"Jeff Buckley releases his album \"Grace\", featuring his cover of Leonard Cohen's \"Hallelujah\"","5":"Jeremy Lin\nAmerican basketball player\nwas born","6":"American basketball player Kobe Bryant, one of the NBA's leading players in the early 21st century, was born in Philadelphia.","7":"Kobe Bryant\nAmerican basketball player\nwas born","8":"John Lennon, musician and member of the Beatles, weds Cynthia Powell","9":"Queen Noor\nqueen of Jordan\nwas born","10":"\"The Big Sleep\" directed by Howard Hawks and starring Humphrey Bogart (Philip Marlowe) and Lauren Bacall first premieres","11":"\"King Kong\" actress Fay Wray (34) weds screenwriter and playwright Robert Riskin (45)","12":"Battle of Stalingrad: 600 Luftwaffe planes bomb Stalingrad (40,000 die)","13":"Germany and the Soviet Union signed a nonaggression pact dividing eastern Europe into German and Soviet spheres of influence.","14":"1st TV boxing match - Archie Sexton & Laurie Raiteri in London","15":"Italian immigrants Nicola Sacco and Bartolomeo Vanzetti were executed for murder in Massachusetts, despite a mishandled trial and the widespread belief that they were innocent.","16":"“The Great Lover,” motion-picture actor Rudolph Valentino, died suddenly at age 31, prompting widespread public grief from his fans.","17":"Gene Kelly\nAmerican actor, dancer, and director\nwas born","18":"Sharp Shooter Annie Oakley weds traveling show marksman Frank E. Butler","19":"1st US National Women's Rights Convention convenes in Worcester, Massachusetts","20":"English poet, critic, and editor William Ernest Henley, who introduced the early work of many of the great English writers of the 1890s in his journals, was born in Gloucester.","21":"Louis XVI\nking of France\nwas born","22":"Telescope presented by Galileo\nItalian astronomer and mathematician Galileo greatly improved the telescope, producing increasingly powerful instruments, and on this day in 1609 presented an eight-powered telescope to the Venetian Senate.","23":"Rabbi Joseph Caro completes his commentary of Tur Code","24":"The Ottomans won a decisive victory over the Ṣafavids of Iran at the Battle of Chāldirān.","25":"Scottish national hero and resistance leader Sir William Wallace was executed in London."}}