{"Year":{"0":"325","1":"2012","2":"2009","3":"1998","4":"1990","5":"1960","6":"1958","7":"1955","8":"1954","9":"1945","10":"1944","11":"1944","12":"1934","13":"1919","14":"1919","15":"1900","16":"1894","17":"1885","18":"1870","19":"1768","20":"1749","21":"1718","22":"1609","23":"1530","24":"1530"},"Event":{"0":"The Council of Nicaea—the first ecumenical council of the Christian church, called by the emperor Constantine I—brought to an end the controversy of Arianism, concluding that God the Father was of equal status with God the Son.","1":"U.S. astronaut Neil Armstrong—who was the first person to set foot on the Moon, an event he described as “one small step for [a] man, one giant leap for mankind”—died in Cincinnati, Ohio.","2":"American politician Ted Kennedy, who was a prominent figure in the Democratic Party and the last surviving brother of President John F. Kennedy, died in Hyannis Port, Massachusetts.","3":"\"The Miseducation of Lauryn Hill\" debut album by Lauryn Hill is released (5 Grammy Awards including Album of the Year, Billboard Album of the Year 1998)","4":"UN security council authorizes military action against Iraq","5":"AFL begins placing players names on back of their jerseys","6":"Tim Burton\nAmerican director\nwas born","7":"16th Venice Film Festival: \"Ordet\" directed by Carl Theodor Dreyer wins Golden Lion","8":"Elvis Costello\nBritish singer-songwriter\nwas born","9":"John Birch, an American Baptist missionary and U.S. Army intelligence officer, was killed by Chinese communists, which later inspired the foundation of the John Birch Society—a private organization that considered Birch to be the first hero of the Cold War.","10":"Paris liberated\nOn this day in 1944, some two months after the Allied invasion of Normandy, Paris was liberated from German occupiers as the Free French 2nd Armoured Division under General Jacques-Philippe Leclerc entered the city.","11":"General Charles de Gaulle walks the Champs Elysees in Paris after the liberation of the city from Nazi occupation","12":"Regis Philbin\nAmerican television personality\nwas born","13":"George C. Wallace—a four-time governor of Alabama (1962–66, 1970–78, 1982–86) who led the American South in a fight, eventually abandoned, against federal orders to end racial segregation—was born in Clio, Alabama.","14":"George Wallace\nAmerican politician\nwas born","15":"German Classical scholar, philosopher, and critic of culture Friedrich Nietzsche died.","16":"Japanese scientist Shibasaburo Kitasato discovers the infectious agent of the bubonic plague and publishes his findings in The Lancet","17":"\"Little House On The Prairie\" author Laura Ingalls (18) weds Almonzo James Wilder (28)","18":"German composer Richard Wagner (57) weds Franz Liszt's daughter Cosima Liszt (32) at a Protestant church in Lucerne, Switzerland","19":"Captain James Cook departs from Plymouth, England, on his first voyage on board the endeavour, bound for the Pacific Ocean","20":"British admiral Samuel Hood (24) weds Susannah Linzee in Portsmouth, England","21":"Hundreds of French colonists arrive in Louisiana; New Orleans founded","22":"Galileo demonstrates his 1st telescope to Venetian lawmakers","23":"Ivan IV (the Terrible), grand prince of Moscow and first tsar of Russia, was born.","24":"Ivan the Terrible\ntsar of Russia\nwas born"}}