{"Year":{"0":"533","1":"37 ce","2":"2011","3":"2010","4":"2008","5":"2001","6":"1997","7":"1997","8":"1992","9":"1989","10":"1973","11":"1955","12":"1948","13":"1944","14":"1942","15":"1939","16":"1939","17":"1933","18":"1928","19":"1923","20":"1907","21":"1907","22":"1892","23":"1892","24":"1890","25":"1875","26":"1840","27":"1832","28":"1791","29":"1791","30":"1612","31":"1488","32":"1256"},"Event":{"0":"Byzantine general Belisarius defeats the Vandals, under King Gelimer, at the Battle of Ticameron","1":"Roman emperor Nero—who was infamous for his personal debaucheries and extravagances and, on doubtful evidence, for his burning of Rome and persecutions of Christians—was born.","2":"The Iraq War officially ended as the United States formally declared that its mission in the country was over.","3":"Nip\/Tuck actor Dylan Walsh (47) divorces actress Joana Going (47) due to irreconcilable differences after 6 years of marriage","4":"Pop singer Madonna (50) divorces film director Guy Ritchie (40) due to unreasonable behavior after almost 8 years of marriage","5":"The Leaning Tower of Pisa reopened in Pisa, Italy, after more than 10 years of work to stabilize the structure.","6":"Janet Rosenberg Jagan was elected president of Guyana, becoming the first elected female president in South America and the first white president of Guyana.","7":"The U.S. Department of Defense ordered that all 1.4 million Americans in its service be inoculated against anthrax, a potential weapon of biological warfare.","8":"Arthur Ashe is named Sports Illustrated Sportsperson of the Year","9":"Antigovernment demonstrations erupted in Timișoara, Romania, beginning the revolution that toppled the communist leader Nicolae Ceaușescu from power a few days afterward.","10":"American Psychiatric Association declares homosexuality is not a mental illness","11":"\"Folsom Prison Blues\" single released by Johnny Cash (Billboard Song of the Year 1968)","12":"Former U.S. State Department official Alger Hiss was indicted on two charges of perjury for lying about his dealings with Whittaker Chambers, who accused him of membership in a communist espionage ring.","13":"Country music star Hank Williams (21) weds Audrey Sheppard. It was her second marriage and his first.","14":"Actress Mary Astor (36) divorces film editor Manuel del Campo (29) after more than 4 years of marriage","15":"Premiere of Gone with the Wind\nStarring Vivien Leigh and Clark Gable, the film Gone with the Wind—a romantic tale of the American South during the Civil War adapted from the 1936 novel by Margaret Mitchell—premiered this day in Atlanta, Georgia, in 1939.","16":"\"Gone With the Wind\", drama film directed by Victor Fleming and starring Clark Gable and Vivien Leigh, premieres in Atlanta (Best Picture 1940, inflation not adjusted highest-grossing film of all time)","17":"Actor Gary Cooper (32) weds actress Veronica Balfe (20) in Park Avenue, New York City","18":"Friedensreich Hundertwasser\nAustrian artist and architect\nwas born","19":"Freeman Dyson\nAmerican physicist\nwas born","20":"Oscar Niemeyer\nBrazilian architect\nwas born","21":"Brazilian architect Oscar Niemeyer, an early exponent of modern architecture in Latin America and a cowinner of the 1988 Pritzker Prize, was born.","22":"American oil billionaire J. Paul Getty was born in Minneapolis, Minnesota.","23":"J. Paul Getty\nAmerican industrialist\nwas born","24":"The Teton Dakota Indian chief Sitting Bull was killed by U.S. troops near the Grand River in South Dakota.","25":"Sculptor Frédéric-Auguste Bartholdi (41) weds Jeanne-Emilie Baheux Puysieux in Newport, Rhode Island","26":"Napoleon Bonaparte receives a French state funeral in Paris 19 years after his death","27":"Gustave Eiffel\nFrench engineer\nwas born","28":"The first 10 amendments to the U.S. Constitution—the Bill of Rights, which is a collection of mutually reinforcing guarantees of individual rights and limitations on federal and state governments—were adopted as a single unit.","29":"US Bill of Rights ratified when Virginia gives its approval, becomes amendments 1-10 of the US constitution","30":"German Astronomer Simon Marius is 1st to observe Andromeda galaxy through a telescope","31":"Bartolomeu Dias returns to Portugal after becoming 1st known European to sail round the Cape of Good Hope","32":"Hulagu Khan captures and destroys Hashshashin stronghold at Alamut, in present-day Iran, part of the Mongol offensive on Islamic southwest Asia"}}