{"Year":{"0":"43","1":"2017","2":"2004","3":"1995","4":"1988","5":"1988","6":"1988","7":"1979","8":"1975","9":"1972","10":"1965","11":"1956","12":"1956","13":"1949","14":"1941","15":"1941","16":"1941","17":"1940","18":"1932","19":"1929","20":"1928","21":"1917","22":"1915","23":"1909","24":"1787","25":"1646"},"Event":{"0":"BC Marcus Tullius Cicero, Roman orator and politician is assassinated in Formiae","1":"Ballon d'Or: Real Madrid forward Cristiano Ronaldo wins his 5th award to equal Lionel Messi's record; 2nd consecutive win for Ronaldo","2":"Afghan politician Hamid Karzai was sworn in as Afghanistan's first popularly elected president.","3":"American rock band The Grateful Dead break up","4":"An earthquake struck northwestern Armenia, devastating numerous cities, including Vanadzor and Gyumri.","5":"PLO delegation lead by Yasser Arafat proclaims the State of Palestine, recognizing the existence of the State of Israel for the first time","6":"6.9 earthquake in Spitak, Armenia kills 25,000-50,000 people and leaves up to 500,000 homeless","7":"\"Star Trek: The Motion Picture\" first movie of the series premieres directed by Robert Wise, starring William Shatner and Leonard Nimoy","8":"Shortly after declaring its independence, East Timor was invaded and occupied by Indonesian forces.","9":"American astronaut Eugene Andrew Cernan commanded the last manned flight to the Moon, effectively ending the Apollo program.","10":"Pope Paul VI & Orthodox Patriarch Athenagoras I simultaneously lift mutual excommunications that led to split of 2 churches in 1054","11":"American basketball player Larry Bird, who is considered one of the greatest pure shooters of all time, was born.","12":"Larry Bird\nAmerican basketball player and coach\nwas born","13":"Tom Waits\nAmerican singer-songwriter\nwas born","14":"Pearl Harbor attack\nOn this day in 1941, Japanese bombers launched a surprise aerial attack on the U.S. naval base at Pearl Harbor on the island of Oahu, Hawaii, precipitating the entry of the United States into World War II.","15":"Imperial Japanese Navy with 353 planes attack US fleet at Pearl Harbor Naval Base, Hawaii, killing 2,403 people","16":"Adolf Hitler issued his Night and Fog Decree, a secret order for the arrest and execution of “persons endangering German security.”","17":"Mexican painters Diego Rivera and Frida Kahlo remarry in San Francisco (divorced 1939)","18":"Ellen Burstyn\nAmerican actress\nwas born","19":"Nizari Imam Aga Khan III (52) weds Andrée Joséphine Carron in Aix-les-Bains, France","20":"Noam Chomsky\nAmerican linguist\nwas born","21":"The United States declared war on the Austro-Hungarian Empire during World War I.","22":"Eli Wallach\nAmerican actor\nwas born","23":"Inventor Leo Baekeland patents the first thermo-setting plastic, Bakelite, sparking the birth of the plastics industry","24":"Delaware became the first state to ratify the U.S. Constitution.","25":"Princess Louise Henriette (19) of Nassau marries Frederick Henry Elector of Brandenburg"}}