{"Year":{"0":"2014","1":"2011","2":"2010","3":"2007","4":"1992","5":"1989","6":"1989","7":"1986","8":"1978","9":"1945","10":"1942","11":"1936","12":"1927","13":"1918","14":"1915","15":"1910","16":"1903","17":"1903","18":"1892","19":"1865","20":"1853","21":"1807","22":"1788","23":"1778","24":"1760","25":"1600","26":"1526","27":"1398"},"Event":{"0":"The United States and Cuba reestablished diplomatic relations that had been in abeyance for more than 50 years.","1":"North Korean ruler Kim Jong Il died; he was succeeded by his youngest son, Kim Jong-Eun.","2":"Tunisian street vendor Mohamed Bouazizi set himself on fire after being harassed by municipal officials, giving rise to Tunisia's Jasmine Revolution and helping inspire the Arab Spring; he died from his injuries the following month.","3":"Actor Dermot Mulroney (44) divorces actress Catherine Keener (48) due to irreconcilable differences after 17 years of marriage","4":"The North American Free Trade Agreement (NAFTA) was signed by the leaders of Mexico, Canada, and the United States.","5":"After appearing as a cartoon short, the animated television series The Simpsons debuted as a Christmas special; it became a weekly series in 1990.","6":"\"The Simpsons\" created by Matt Groening, premieres on Fox TV as a full animated series with the episode, \"Simpsons Roasting on an Open Fire\"","7":"Mrs Davina Thompson makes medical history by having the 1st heart, lung & liver transplant at Papworth Hospital in Cambridge, England","8":"Manny Pacquiao\nFilipino boxer and politician\nwas born","9":"Chris Matthews\nAmerican journalist and political commentator\nwas born","10":"Muhammadu Buhari\nhead of state of Nigeria\nwas born","11":"Francis\npope\nwas born","12":"Bradman scores 118 on 1st-class cricket debut, 188 mins 8 fours","13":"Philippine Senator (and later 2nd President) Manuel L. Quezon (40) weds first cousin Aurora Aragon (30) in Hong Kong","14":"Journalist Benito Mussolini marries Rachele Guidi in Treviglio Lombardy","15":"American jazz trumpeter, composer, and bandleader Sy Oliver was born in Battle Creek, Michigan.","16":"Flight of the Wright brothers\nOn this day in 1903 near Kitty Hawk, North Carolina, brothers Orville and Wilbur Wright made the first successful sustained flights in an airplane—Orville first, gliding 120 feet (36.6 metres) through the air in 12 seconds.","17":"The Wright Brothers make the first sustained motorized aircraft flight at 10:35 AM, piloted by Orville Wright at Kitty Hawk, North Carolina","18":"Pyotr Ilyich Tchaikovsky's ballet The Nutcracker was first presented at the Mariinsky Theatre in St. Petersburg.","19":"Franz Schubert's Symphony No. 8 \"Unfinished Symphony\" premieres in Vienna with Johann von Herbeck conducting","20":"Sir Herbert Beerbohm Tree, one of the great figures of the English theatre and the most successful actor-manager of his time, was born in London.","21":"With Napoleon's decree of Milan, all neutral countries and allies of France were forbidden to trade with Britain.","22":"Russian army of Grigory Potemkin occupies Ocharov","23":"Sir Humphry Davy, Baronet\nBritish chemist\nwas born","24":"American Revolutionary soldier Deborah Sampson, who assumed a man's identity in order to join the 4th Massachusetts Regiment, was born.","25":"Marriage of Henry IV of France and Marie de' Medici","26":"Pope Clemens VII publishes degree Cum ad zero - forms Inquisition","27":"Timur (Tamerlane) captures and sacks Delhi, defeating Sultan Nasir-u Din Mehmud's armies by setting camels loaded with hay alight and charging them at the Sultans armoured elephants"}}