{"Year":{"0":"2015","1":"2000","2":"1996","3":"1980","4":"1976","5":"1973","6":"1973","7":"1970","8":"1970","9":"1949","10":"1949","11":"1943","12":"1933","13":"1927","14":"1925","15":"1918","16":"1918","17":"1892","18":"1892","19":"1878","20":"1829","21":"1791","22":"1679","23":"1619","24":"1563","25":"1534","26":"1533","27":"1154","28":"1093"},"Event":{"0":"Actors Melanie Griffith and Antonio Banderas divorce after 19 years of marriage","1":"Surinamese politician Henck Arron, who helped Suriname gain its independence (1975) from the Netherlands and served as prime minister (1973–80) until being overthrown by the military, died at age 64.","2":"The unmanned space vehicle Mars Pathfinder was launched from Cape Canaveral, Florida, in order to explore the surface of Mars.","3":"Several months after the death of drummer John Bonham, the British rock band Led Zeppelin announced that it was officially disbanding; the group later re-formed for short one-off performances on several occasions.","4":"Actress Elizabeth Taylor (44) marries for the 7th time to politician John Warner (49)","5":"NFL Commissioner Pete Rozelle (47) weds activist Carrie Cooke","6":"Tyra Banks\nAmerican model and television personality\nwas born","7":"JAY-Z\nAmerican rapper and entrepreneur\nwas born","8":"American rapper and entrepreneur Jay-Z, one of the most influential figures in hip-hop in the 1990s and early 2000s, was born.","9":"Jeff Bridges—an American actor known for his laid-back personality and his versatility—was born.","10":"Jeff Bridges\nAmerican actor\nwas born","11":"Commissioner Landis announces any baseball club may sign Negroes","12":"Jack Kirkland's play \"Tobacco Road\" premieres in NYC, became the longest-running play of its time","13":"Duke Ellington opens at the Cotton Club in Harlem","14":"Albert Bandura\nAmerican psychologist\nwas born","15":"US President Woodrow Wilson sails for Versailles Peace Conference in France","16":"U.S. President Woodrow Wilson departed for France to attend the Paris Peace Conference, where, following the cessation of hostilities in World War I, the League of Nations was established and the Treaty of Versailles was drafted.","17":"General Francisco Franco, who led the Nationalist forces that overthrew the democratic Second Republic in the Spanish Civil War (1936–39) and subsequently was dictator of Spain until his death, was born.","18":"Francisco Franco\nruler of Spain\nwas born","19":"Novelist Bram Stoker (31) weds Florence Balcombe (20) in Dublin, Ireland","20":"Britain outlaws \"suttee\" in India (widow burning herself to death on her husband's funeral pyre)","21":"Britain's Observer, oldest Sunday newspaper in the world, first published","22":"English philosopher and political theorist Thomas Hobbes died at age 91.","23":"38 colonists from Berkeley Parish, England disembark in Virginia and give thanks to God. Considered by many the first Thanksgiving in the Americas.","24":"Council of Trent holds its last session, after 18 years. Last ecumenical council for more than 300 years.","25":"Ottoman Sultan Suleiman the Magnificent occupies Baghdad","26":"Ivan the Terrible proclaimed grand prince of Moscow\nOn this day in 1533, the three-year-old who became Ivan the Terrible was proclaimed grand prince of Moscow upon the death of his father, Grand Prince Vasily III, with his mother ruling in Ivan's name until her death in 1538.","27":"Adrian IV was elected pope, becoming the only Englishman to occupy the papal throne.","28":"St. Anselm of Canterbury was consecrated as archbishop."}}