{"Year":{"0":"2014","1":"1993","2":"1983","3":"1982","4":"1982","5":"1981","6":"1981","7":"1976","8":"1971","9":"1954","10":"1946","11":"1942","12":"1939","13":"1933","14":"1933","15":"1929","16":"1926","17":"1923","18":"1907","19":"1886","20":"1884","21":"1883","22":"1859","23":"1845","24":"1823","25":"1823","26":"1804","27":"1804"},"Event":{"0":"Canadian ice hockey player Jean Béliveau, considered one of the game's greatest centres, noted for his prolific scoring, died at age 83.","1":"Colombian criminal Pablo Escobar—who, as head of the Medellín cartel, was arguably the world's most powerful drug trafficker in the 1980s and early '90s—was killed during a shoot-out with authorities.","2":"Aaron Rodgers\nAmerican football player\nwas born","3":"The groundbreaking music video for Michael Jackson's song Thriller aired on MTV.","4":"William C. DeVries implanted the first permanent artificial heart in Barney Clark; the aluminum and plastic device was called the Jarvik-7.","5":"Britney Spears\nAmerican singer\nwas born","6":"American singer Britney Spears—who helped spark the teen-pop phenomenon in the late 1990s and later endured intense public scrutiny for her personal life—was born.","7":"Fidel Castro becomes President of Cuba, replacing Osvaldo Dorticós Torrado","8":"The United Arab Emirates was formed by the union of six small emirates on the Arabian Peninsula; a seventh emirate joined in February 1972.","9":"The U.S. Senate voted to censure Senator Joseph R. McCarthy for his conduct in the investigation of communism in the United States.","10":"Gianni Versace\nItalian fashion designer\nwas born","11":"Scientists led by Enrico Fermi conducted the world's first controlled self-sustaining nuclear chain reaction, at the University of Chicago.","12":"Harry Reid\nUnited States senator\nwas born","13":"Fred Astaire's 1st film, \"Dancing Lady\", released","14":"1st transatlantic telephone wedding (Bertil Clason-Sigrid Carlson)","15":"First skull of Peking man found, 50 km out of Peking at Tsjoe Koe Tien","16":"Film director and producer Alfred Hitchcock (27) weds director Alma Reville (27) at Brompton Oratory in London","17":"Maria Callas\nAmerican singer\nwas born","18":"Association of Football Players' and Trainers' Union (English Professional Football Players' Association) is formed by Charlie Roberts and Billy Meredith in Manchester, England","19":"26th US President Theodore Roosevelt (28) weds second wife Edith Kermit Carow (25) in London","20":"American monologuist and monodramatist Ruth Draper was born in New York City.","21":"Johannes Brahms' \"3rd Symphony in F\" premieres with the Vienna Philharmonic Orchestra","22":"Abolitionist John Brown was hanged following a raid on Harpers Ferry, Virginia.","23":"Manifest Destiny: US President James K. Polk announces to Congress that the United States should aggressively expand into the West","24":"President James Monroe declares his \"Monroe Doctrine\", a US foreign policy regarding Latin America","25":"Monroe Doctrine\nThe Monroe Doctrine, which declared that the U.S. would not interfere in European affairs but that its sphere of interest included the entire Western Hemisphere, was enunciated by President James Monroe this day in 1823.","26":"Napoleon crowned himself emperor of France in the presence of Pope Pius VII.","27":"Napoleon Bonaparte is crowned Emperor of France in Paris"}}