{"Year":{"0":"627","1":"2015","2":"2015","3":"2014","4":"2009","5":"2000","6":"2000","7":"1999","8":"1998","9":"1991","10":"1966","11":"1964","12":"1957","13":"1950","14":"1946","15":"1945","16":"1936","17":"1930","18":"1925","19":"1923","20":"1923","21":"1915","22":"1915","23":"1901","24":"1893","25":"1846","26":"1821","27":"1792"},"Event":{"0":"Battle at Nineveh: Byzantine Emperor Heraclius beats Sassanid forces during Byzantine-Sassanid War","1":"COP21 climate change summit in Paris reaches a deal between 195 countries to limit the rise in the global average temperature to less than 2°C above pre-industrial levels","2":"A landmark climate change agreement was reached at a UN conference in Paris as 195 countries agreed to limit greenhouse gas emissions; the accord effectively replaced the Kyoto Protocol.","3":"Actor and comedian Nick Cannon (37) files for divorce from singer Mariah Carey (48) after 6 years of marriage","4":"With the victory of Democratic politician Annise Parker, Houston became the then largest city in the United States to elect an openly gay mayor.","5":"United States Supreme Court releases its decision in Bush v. Gore","6":"U.S. Supreme Court decision on the presidential election\nOn this day in 2000, the U.S. Supreme Court effectively awarded the presidency to George W. Bush, ruling that a fair recount of ballots in Florida could not be performed by the deadline for certifying the state's electors.","7":"American author Joseph Heller—the author of Catch-22 (1961), one of the most significant works of protest literature to appear after World War II—died in East Hampton, New York.","8":"TV personality Melissa Rivers (30) weds horse breeder John Endicott at The Plaza Hotel in New York City","9":"Actor Richard Gere (42) weds supermodel Cindy Crawford (25) in Las Vegas","10":"\"A Man for All Seasons\" based on the play by Robert Bolt, directed by Fred Zinnemann and starring Paul Scofield premieres in New York (Best Picture 1967)","11":"Kenya became a republic on the first anniversary of its independence from Britain.","12":"Jerry Lee Lewis weds his cousin Myra Gale Brown, 13, while still married to his 1st wife Jane Mitcham","13":"Rajnikanth\nIndian actor\nwas born","14":"UN accepts 6 Manhattan blocks as a gift from John D. Rockefeller Jr","15":"Portia Simpson Miller\nprime minister of Jamaica\nwas born","16":"Chinese Nationalist leader Chiang Kai-shek was seized by one of his own generals, Chang Hsüeh-liang, beginning the Xi'an Incident.","17":"Baseball Rules Committee greatly revises the rule book, ball bouncing into stands not a HR, now a double","18":"Last Qajar Shah of Iran deposed; Rezā Shāh Pahlavi takes over","19":"American game show host Bob Barker, who was best known for hosting The Price Is Right (1972–2007), was born.","20":"Bob Barker\nAmerican game show host\nwas born","21":"Popular American singer Frank Sinatra, who also achieved wide success as a film actor, was born in Hoboken, New Jersey.","22":"Frank Sinatra\nAmerican singer and actor\nwas born","23":"Guglielmo Marconi sends the first transatlantic radio signal, from Poldhu in Cornwall to Newfoundland, Canada","24":"Edward G. Robinson\nAmerican actor\nwas born","25":"New Granada (now Colombia and Panama) signed the Bidlack Treaty with the United States, granting U.S. right-of-way across the Isthmus of Panama in exchange for a guarantee of neutrality for the isthmus and the sovereignty of New Granada.","26":"Novelist Gustave Flaubert—a leading figure in the realist school of French literature, best known for his masterpiece, Madame Bovary—was born.","27":"In Vienna, Ludwig van Beethoven (22) receives 1st lesson in music composition from Franz Joseph Haydn"}}