{"Year":{"0":"2016","1":"2007","2":"2006","3":"2005","4":"1997","5":"1996","6":"1982","7":"1967","8":"1964","9":"1964","10":"1962","11":"1961","12":"1960","13":"1948","14":"1947","15":"1936","16":"1909","17":"1908","18":"1901","19":"1901","20":"1898","21":"1898","22":"1884","23":"1851","24":"1843","25":"1831","26":"1815","27":"1815","28":"1805","29":"1799","30":"1768","31":"1684","32":"1520","33":"1508","34":"1041"},"Event":{"0":"Bob Dylan is awarded the Nobel Prize for Literature at a ceremony he does not attend in Stockholm","1":"Argentine politician Cristina Fernández de Kirchner was sworn into office as Argentina's first female elected president; she succeeded her husband, Néstor Kirchner.","2":"Chilean General Augusto Pinochet, whose dictatorial reign (1974–90) in Chile was marked by the murder and torture of political opponents, died while facing charges of human rights abuses.","3":"American comedian and actor Richard Pryor, who revolutionized comedy with his frank and controversial style, died in Los Angeles.","4":"Motorcycle daredevil Evel Knievel (59) divorces Linda Joan Bork after 38 years of marriage","5":"South African President Nelson Mandela signed a new constitution that completed a transition from a long period of white minority rule (apartheid) to full-fledged democracy.","6":"A treaty codifying the Law of the Sea was signed by 117 countries.","7":"American singer-songwriter Otis Redding, who was one of the great soul stylists of the 1960s, died in an airplane crash.","8":"Nobel Peace Prize presented to Dr Martin Luther King Jr. in Oslo","9":"Bobby Flay\nAmerican chef and restaurateur\nwas born","10":"David Lean's film \"Lawrence of Arabia\", based on life of T. E. Lawrence and starring Peter O'Toole, premieres at Odeon Leicester Square (Academy Awards Best Picture 1963)","11":"Dr Ruth marries Fred Westheimer","12":"Kenneth Branagh\nBritish actor, director, and writer\nwas born","13":"The General Assembly of the United Nations adopted the Universal Declaration of Human Rights.","14":"Jazz musician Ella Fitzgerald (30) weds bass player Ray Brown (21)","15":"Edward VIII signs Instrument of Abdication, giving up the British throne to marry American divorcee Wallis Simpson","16":"Swedish author Selma Lagerlöf became the first woman to receive the Nobel Prize for Literature, cited for “the lofty idealism, vivid imagination and spiritual perception that characterize her writings.”","17":"Olivier Messiaen\nFrench composer\nwas born","18":"First Nobel Peace Prizes awarded to Red Cross founder Jean Henri Dunant and peace activist Frederic Passy","19":"The first Nobel Prizes were distributed, marking the fifth anniversary of the death of Swedish industrialist Alfred Nobel, the inventor of dynamite, who founded and endowed the awards through his will.","20":"Spanish-American War formally ended by the Treaty of Paris; US acquires Philippines, Puerto Rico & Guam","21":"Representatives of Spain and the United States signed the Treaty of Paris, concluding the Spanish-American War.","22":"American author Mark Twain's  classic novel Adventures of Huckleberry Finn was first published, appearing in the United Kingdom and Canada; it was released in the United States the following year.","23":"American librarian Melvil Dewey, who devised the Dewey Decimal Classification for library cataloging and was largely responsible for the development of library science in the United States, was born.","24":"Author and religious leader Mary Baker Eddy (22) weds building contractor George Washington Glover (32) in Tilton, New Hampshire","25":"\"Spirit of the Times\" begins publishing in New York City, the premier sports journal of the 19th century","26":"Ada Lovelace\nBritish mathematician\nwas born","27":"English mathematician Ada Lovelace, who was called the first computer programmer, was born.","28":"William Lloyd Garrison\nAmerican editor, writer, and abolitionist\nwas born","29":"Metric system adopted in France, first country to do so","30":"Encyclopædia Britannica first published\nThe first part of the first edition of the Encyclopædia Britannica, the oldest continuously published and revised work in the English language, was published and advertised for sale in Edinburgh on this day in 1768.","31":"Isaac Newton's derivation of Kepler's laws from his theory of gravity, contained in the paper De motu corporum in gyrum, is read to the Royal Society by Edmond Halley","32":"Martin Luther publicly burns papal edict demanding he recant","33":"Pope Julius II, the Holy Roman emperor Maximilian I, Louis XII of France, and Ferdinand II of Aragon formed the League of Cambrai.","34":"Michael V Calaphates ascended the throne of the Byzantine Empire following the death of Michael IV."}}