{"Year":{"0":"962","1":"2013","2":"2001","3":"1995","4":"1972","5":"1968","6":"1961","7":"1955","8":"1954","9":"1951","10":"1951","11":"1951","12":"1941","13":"1929","14":"1929","15":"1928","16":"1920","17":"1913","18":"1893","19":"1888","20":"1876","21":"1867","22":"1847","23":"1805","24":"1805","25":"1783","26":"1783","27":"1777","28":"1688"},"Event":{"0":"Byzantine-Arab Wars: Under the future Emperor Nicephorus Phocas, Byzantine troops stormed city of Aleppo, recovering the tattered tunic of John the Baptist","1":"Russian weapons designer Mikhail Kalashnikov—who invented the AK-47 (automatic Kalashnikov Model 1947), an assault rifle that became one of the most successful and ubiquitous firearms of the modern era—died in Izhevsk, Russia.","2":"Argentina announced the suspension of payments on its external debt—the biggest debt default in history to date.","3":"Aleksander Kwaśniewski inaugurated as Polish president\nAleksander Kwaśniewski, formerly an apparatchik of Poland's ruling communist party, was sworn in as the country's president this day in 1995, having narrowly defeated Lech Wałęsa, Poland's first postcommunist president.","4":"American gridiron football running back Franco Harris of the Pittsburgh Steelers made “the Immaculate Reception,” a dramatic catch that is regarded as one of the most famous plays in NFL history.","5":"Eighty-two crewmen of the USS Pueblo were released after being held in captivity for 11 months by North Korea, which claimed the U.S. Navy intelligence ship had crossed into its waters.","6":"Actor Martin Sheen (21) weds Janet Templeton","7":"Joseph Dunford\nUnited States general\nwas born","8":"The first human kidney transplant is performed by Dr. Joseph E. Murray at Peter Bent Brigham Hospital in Boston, Massachusetts","9":"National Football League Championship, LA Memorial Coliseum: Los Angeles Rams beat Cleveland Browns, 24-17; first coast-to-coast televised NFL title game","10":"National Football League Championship, LA Memorial Coliseum: Los Angeles Rams beat Cleveland Browns, 24-17; first coast-to-coast televised NFL title game","11":"MLB centerfielder Mickey Mantle (20) weds author Merlyn Mantle (19) in Commerce, Oklahoma","12":"Early in World War II, invading Japanese forces defeated U.S. troops at the Battle of Wake Island.","13":"American jazz trumpeter and vocalist Chet Baker, who was noted for the plaintive, fragile tone of both his playing and his singing, was born.","14":"Chet Baker\nAmerican musician and vocalist\nwas born","15":"NBC sets up a permanent, coast-to-coast radio network","16":"Government of Ireland Act \/ Home Rule Act passed partitioning Ireland","17":"With the signing of the Federal Reserve Act by U.S. President Woodrow Wilson, the Federal Reserve System came into being.","18":"Opera \"Hansel und Gretel\" by Engelbert Humperdinck and his sister Adelheid Wette premieres in Weimar, conducted by Richard Strauss","19":"Vincent van Gogh cuts off his left ear with a razor, after argument with fellow painter Paul Gauguin, and sends to a prostitute for safe keeping","20":"The first comprehensive constitution of the Ottoman Empire went into effect, giving the sultan full executive power.","21":"Madam C.J. Walker\nAmerican businesswoman and philanthropist\nwas born","22":"Prime Minister of Canada Mackenzie Bowell (24) weds Harriet Moore","23":"Joseph Smith, an American prophet whose writings, along with the Bible, provide the theological foundation of the Church of Jesus Christ of Latter-day Saints and other Mormon denominations, was born.","24":"Joseph Smith\nAmerican religious leader [1805–1844]\nwas born","25":"US General George Washington resigns his military commission as Commander-in-Chief of the Army to Congress","26":"Before the Continental Congress, George Washington resigned as commander in chief of the Continental Army.","27":"Alexander I\nemperor of Russia\nwas born","28":"King James II, the last Roman Catholic British monarch flees to France from William of Orange"}}