{"Year":{"0":"2008","1":"1997","2":"1982","3":"1979","4":"1973","5":"1973","6":"1951","7":"1945","8":"1943","9":"1943","10":"1942","11":"1936","12":"1935","13":"1922","14":"1922","15":"1917","16":"1914","17":"1905","18":"1905","19":"1889","20":"1871","21":"1837","22":"1822","23":"1814","24":"1814","25":"1565"},"Event":{"0":"English playwright Harold Pinter, who achieved international renown—and was awarded the 2005 Nobel Prize for Literature—as one of the most complex and challenging post-World War II dramatists, died at age 78.","1":"Japanese actor Mifune Toshirō, known internationally for his energetic, flamboyant portrayals of samurai characters, especially in films directed by Kurosawa Akira, died near Tokyo.","2":"Chaminade, with a student body of only 850 students, beats #1 ranked Virginia 77-72 in a Honolulu holiday basketball classic","3":"The Soviet Union invaded Afghanistan to aid the Afghan communist government in its conflict with anticommunist Muslim guerrillas during the Afghan War.","4":"American writer Stephenie Meyer—author of the popular Twilight Saga, a series of vampire-themed novels for teenagers—was born.","5":"Stephenie Meyer\nAmerican author\nwas born","6":"Idris I, head of the Sanūsiyyah (a Sufi Muslim brotherhood), was proclaimed king of an independent United Kingdom of Libya.","7":"Lemmy Kilmister\nBritish musician\nwas born","8":"US President FDR appoints General Eisenhower Supreme Commander of the Allied forces","9":"General Dwight D. Eisenhower was appointed supreme commander of the Allied Expeditionary Force during World War II.","10":"Admiral François Darlan, a leading figure in Marshal Philippe Pétain's Vichy government, was assassinated in Algiers.","11":"1st radioactive isotope medicine administered in Berkeley, California","12":"Chemist Percy Lavon Julian weds sociologist Anna Roselle Johnson","13":"Ava Gardner\nAmerican actress\nwas born","14":"BBC broadcasts first British radio play \"The Truth about Father Christmas\"","15":"Famous pilot Jimmy Doolittle (21) weds high school sweetheart Josephine E. Daniels","16":"Agatha Miller (later best selling detective author) marries aviator Archibald Christie","17":"Howard Hughes\nAmerican manufacturer, aviator, and motion-picture producer\nwas born","18":"American manufacturer, aviator, and film producer Howard Hughes, who was known for his reclusiveness and for the uses to which he put his vast wealth, was born.","19":"Daniel Stover & William Hance patent bicycle with back pedal brake","20":"Giusseppi Verdi's \"Aida\" opera premieres in Cairo","21":"Elisabeth\nempress consort of Austria\nwas born","22":"English Victorian poet Matthew Arnold, a literary and social critic noted especially for his Classical attacks on the contemporary tastes and manners of the “Barbarians” (the aristocracy), the “Philistines” (the commercial middle class), and the “Populace,” was born.","23":"Treaty of Ghent signed, ending the War of 1812 between the United States, the United Kingdom and their allies","24":"Treaty of Ghent\nOn this day in 1814, the United States and Great Britain signed the Treaty of Ghent in Belgium, ending the War of 1812, marking a decline of American dependence on Europe, and stimulating a sense of U.S. nationalism.","25":"Compromise of the Nobles in Habsburg Netherlands closes against inquisition"}}