{"Year":{"0":"2016","1":"2010","2":"2010","3":"2004","4":"2004","5":"1991","6":"1987","7":"1987","8":"1982","9":"1980","10":"1978","11":"1978","12":"1966","13":"1965","14":"1961","15":"1953","16":"1950","17":"1943","18":"1941","19":"1941","20":"1903","21":"1886","22":"1872","23":"1865","24":"1863","25":"1854","26":"1813","27":"1542","28":"1542"},"Event":{"0":"American astronaut and politician John Glenn—who was the first U.S. astronaut to orbit Earth, for which he was regarded as a national hero—died at age 95.","1":"The American aerospace venture SpaceX became the first commercial company to release a spacecraft—the Dragon capsule—into orbit and successfully return it to Earth.","2":"\"Heart\" rock singer Nancy Wilson (56) divorces \"Almost Famous\" and \"Elizabethtown\" director Cameron Crowe (53) due to irreconcilable differences after 24 years of marriage","3":"The Cuzco Declaration is signed in Cuzco, Peru, establishing the South American Community of Nations.","4":"Mia Hamm, a leading figure in U.S. women's football (soccer), retired from the sport.","5":"Russia, Ukraine, and Belarus signed an agreement to form the Commonwealth of Independent States in the wake of the demise of the Soviet Union.","6":"U.S. President Ronald Reagan and Soviet General Secretary Mikhail Gorbachev signed a nuclear weapons reduction treaty.","7":"The intifāḍah, an uprising of Palestinians in the territories occupied by Israel, began this week.","8":"Nicki Minaj\nTrinidadian-born singer, songwriter, and television personality\nwas born","9":"John Lennon fatally shot by deranged fan\nOn this day in 1980, British musician John Lennon—who rose to fame with the Beatles and had a successful solo career—was fatally shot by Mark David Chapman in New York City, causing a global outpouring of grief.","10":"\"The Deer Hunter\", directed by Michael Cimino and starring Robert De Niro, Christopher Walken and Meryl Streep, premieres in Los Angeles (Academy Awards Best Picture 1979)","11":"Commencement of the 1st day\/night World Series Cricket supertest at VFL Park, Melbourne","12":"US & USSR sign treaty to prohibit nuclear weapons in outer space","13":"Pope Paul VI signs 2nd Vatican council","14":"Ann Coulter\nAmerican political commentator and author\nwas born","15":"Prime Minister of Canada John Diefenbaker (58) weds second wife Olive Palmer (51) at Park Road Baptist Church in Toronto, Canada","16":"NBA player Bob Cousy (22) weds his college sweetheart Missie Ritterbusch","17":"Jim Morrison\nAmerican singer and songwriter\nwas born","18":"US & Britain declare war on Japan, US enters WW II","19":"US President Franklin D. Roosevelt delivers \"Day of Infamy\" speech to US Congress a day after the bombing of Pearl Harbor","20":"English thinker and scholar Herbert Spencer, best known for his work The Synthetic Philosophy, died in Brighton, Sussex, England.","21":"Mexican painter Diego Rivera, whose bold large-scale murals stimulated a revival of fresco painting in Latin America, was born.","22":"Religious leader Brigham Young (71) weds his fifty-fifth wife Hannah Tapfield in Salt Lake City, Utah","23":"Jean Sibelius\nFinnish composer\nwas born","24":"Abraham Lincoln issues his Amnesty Proclamation and plan for Reconstruction of the South","25":"Pope Pius IX proclaimed the doctrine of the Immaculate Conception, asserting that Mary, Jesus' mother, was preserved free from the effects of “original sin” from the first instant of her conception.","26":"Ludwig van Beethoven's 7th Symphony in A, premieres in Vienna with Beethoven conducting","27":"Mary, Queen of Scots, was born, and six days later she became queen of Scotland.","28":"Mary\nqueen of Scotland\nwas born"}}