{"Year":{"0":"Today","1":"800","2":"800","3":"2006","4":"1991","5":"1991","6":"1977","7":"1971","8":"1962","9":"1962","10":"1949","11":"1949","12":"1945","13":"1924","14":"1924","15":"1899","16":"1896","17":"1871","18":"1871","19":"1868","20":"1862","21":"1821","22":"1776","23":"1741","24":"1066","25":"1066","26":"1"},"Event":{"0":"Christmas celebrated worldwide\nThough the precise origin of the date is unclear, Christmas, commemorating the birth of Jesus Christ, is celebrated on this day, having been first identified as the date of Jesus' birth by Sextus Julius Africanus in 221.","1":"Charlemagne, king of the Franks, became the first emperor of the Holy Roman Empire.","2":"Pope Leo III crowns Charles the Great (Charlemagne), Roman Emperor","3":"American singer and songwriter James Brown, known as “the Godfather of Soul,” died in Atlanta.","4":"Mikhail Gorbachev resigned the presidency of the Soviet Union, which ceased to exist at the end of the year.","5":"Mikhail Gorbachev formally resigns as President of USSR in a televised speech","6":"Charlie Chaplin, the British comedic actor and director who is widely regarded as one of the most important figures in motion-picture history, died in Corsier-sur-Vevey, Switzerland.","7":"Justin Trudeau\nprime minister of Canada\nwas born","8":"\"To Kill a Mockingbird\", a film adaptation of the novel by Harper Lee, directed by Robert Mulligan and starring Gregory Peck, is released (Gregory Peck - Best Actor Academy Awards 1963)","9":"The film adaptation of Harper Lee's To Kill a Mockingbird premiered and became a classic, especially noted for Gregory Peck's portrayal of Atticus Finch.","10":"Nawaz Sharif\nprime minister of Pakistan\nwas born","11":"British actor Cary Grant (45) weds actress Betsy Drake (26)","12":"Actor John Wayne (38) divorces Josephine Saenz (37) after 12 years of marriage","13":"Rod Serling\nAmerican writer\nwas born","14":"Atal Bihari Vajpayee\nprime minister of India\nwas born","15":"Humphrey Bogart\nAmerican actor\nwas born","16":"\"Stars & Stripes Forever\" written by John Philip Sousa","17":"Writer Ambrose Bierce (29) weds Mary Ellen Day","18":"Inventor Thomas Edison (24) marries 1st wife Mary Stilwell (16)","19":"Despite bitter opposition, US President Andrew Johnson grants unconditional pardon to all persons involved in Southern rebellion (Civil War)","20":"40,000 watch Union army men play baseball at Hilton Head, South Carolina","21":"Clara Barton, founder of the American Red Cross, was born in Oxford, Massachusetts.","22":"During the American Revolution, General George Washington crossed the Delaware River and surprised the British at Trenton, New Jersey.","23":"Astronomer Anders Celsius introduces Centigrade temperature scale","24":"William I was crowned king of England, formally completing the Norman Conquest.","25":"William the Conqueror is crowned King of England at Westminster Abbey, completing the Norman conquest of England","26":"1st Christmas, according to calendar-maker Dionysus Exiguus"}}