{"Year":{"0":"39","1":"2014","2":"2006","3":"1984","4":"1984","5":"1975","6":"1975","7":"1968","8":"1968","9":"1955","10":"1953","11":"1950","12":"1946","13":"1945","14":"1939","15":"1924","16":"1922","17":"1922","18":"1918","19":"1916","20":"1906","21":"1902","22":"1896","23":"1857","24":"1853","25":"1852","26":"1847","27":"1816","28":"1803","29":"1703","30":"1460"},"Event":{"0":"Titus\nRoman emperor\nwas born","1":"German-born actress Luise Rainer, the first person to receive two Academy Awards for acting, died at age 104.","2":"Saddam Hussein, former president of Iraq, was executed after being convicted of crimes against humanity.","3":"American basketball player LeBron James, who was one of the NBA's superstars, was born.","4":"LeBron James\nAmerican basketball player\nwas born","5":"Tiger Woods\nAmerican golfer\nwas born","6":"American golfer Tiger Woods—the first player to win consecutively the game's four major tournaments (the Masters, the U.S. Open, the British Open, and the PGA Championship)—was born.","7":"Frank Sinatra first records \"My Way\" with lyrics were written by Paul Anka and based on the French song \"Comme d'habitude\"","8":"Frank Sinatra first records \"My Way\" with lyrics were written by Paul Anka and based on the French song \"Comme d'habitude\"","9":"Actor Gregory Peck (39) divorces real estate broker Greta Kukkonen (44) after 13 years of marriage","10":"The first ever NTSC color television sets go on sale for about USD at $1,175 each from RCA.","11":"Vietnam, Laos & Cambodia become Independent states within the French Union","12":"Patti Smith\nAmerican poet, songwriter, and singer\nwas born","13":"Davy Jones\nBritish singer and actor\nwas born","14":"Bradman scores 267 South Australia v Vic, world record 34th double cricket century","15":"Astronomer Edwin Hubble formally announces existence of other galactic systems at meeting of the American Astronomical Society","16":"Union of Soviet Socialist Republics established\nThe Union of Soviet Socialist Republics, formed this day in 1922 with its capital in Moscow, eventually incorporated 15 republics and constituted (in area) the largest country in the world until its dissolution in 1991.","17":"Creation of the USSR formally proclaimed in Moscow from the Bolshoi Theatre, Soviet Union organized as a federation of RSFSR, Ukrainian SSR, Belorussian SSR and Transcaucasian SSR","18":"The Spartacus League was transformed into the Communist Party of Germany at a party congress.","19":"Grigory Yefimovich Rasputin was murdered by Russian conservatives—who reportedly poisoned, shot, and then drowned the Siberian mystic—in an effort to halt his influence over Empress Alexandra and the royal family.","20":"The All India Muslim League is founded in Dacca, East Bengal, British India Empire, later laid down the foundations of Pakistan","21":"A new southing record was set by Robert Falcon Scott, in company with Ernest Henry Shackleton and E.A. Wilson, as they reached the Ross Ice Shelf at the head of the Ross Sea in Antarctica.","22":"Philippine nationalist José Rizal was publicly executed, enraging and uniting Filipinos.","23":"Confederate army cavalry battalion commander John S. Mosby (24) weds Pauline Clarke in Nashville","24":"The United States acquired nearly 30,000 square miles (78,000 square km) of additional northern Mexican territory with the signing of the Gadsden Purchase.","25":"Future US President Rutherford B. Hayes (30) weds teetotaler and abolitionist Lucy Webb (21)","26":"The reformist Illinois governor John Peter Altgeld, known principally for his pardon of German American anarchists involved in the Haymarket Riot, was born in Niederselters, Prussia.","27":"English Romantic poet Percy Bysshe Shelley (24) marries 2nd wife writer \"Frankenstein\" Mary Godwin (19) and daughter of early feminist writer Mary Wollstonecraft","28":"The Maratha chief Daulat Rao Sindhia and the British signed the Treaty of Surji-Arjungaon during the Maratha Wars in India.","29":"Tokyo hit by Earthquake; about 37,000 die","30":"Wars of the Roses: Battle of Wakefield (Northern England), Duke of York killed and his forces soundly defeated by forces for King Henry VI"}}