{"Year":{"0":"2000","1":"1989","2":"1984","3":"1984","4":"1984","5":"1979","6":"1967","7":"1967","8":"1961","9":"1960","10":"1948","11":"1947","12":"1940","13":"1931","14":"1930","15":"1927","16":"1922","17":"1908","18":"1895","19":"1861","20":"1857","21":"1854","22":"1854","23":"1818","24":"1721","25":"1586","26":"1552"},"Event":{"0":"Gwendolyn Brooks, a Pulitzer Prize-winning poet and author who spoke of and to the everyday struggles and triumphs of African Americans, died in Chicago.","1":"Soviet President Mikhail Gorbachev and US President George H. W. Bush, declare the Cold War over","2":"Bhopal disaster: Union Carbide pesticide plant leak 45 tons of methyl isocyanate and other toxic compounds in Bhopal, India, kills 2,259 (official figure) - other estimates as high as 16,000 (including later deaths) and over half a million injured","3":"Oldest groom - Harry Stevens, 103, weds Thelma Lucas, 83, in Wisconsin","4":"Gas leak in Bhopal, India\nOn this day in 1984, a gas leak from a Union Carbide plant in Bhopal, India, spread over a populated area, resulting ultimately in 15,000 to 20,000 deaths and leaving some half million survivors with chronic medical ailments.","5":"Sean Parker\nAmerican entrepreneur\nwas born","6":"Christiaan Barnard of South Africa performed the first human heart transplant, at Groote Schuur Hospital in Cape Town.","7":"1st human heart transplant performed in South Africa by Dr Christiaan Barnard on Louis Washkansky","8":"Dutchman Anton Geesink becomes 1st non-Japanese judo world champion","9":"Julianne Moore\nAmerican actress\nwas born","10":"Ozzy Osbourne\nBritish musician\nwas born","11":"Tennessee Williams's A Streetcar Named Desire premiered on Broadway, starring Jessica Tandy, Kim Hunter, and Marlon Brando; the latter two appeared in the 1951 film adaptation.","12":"Nobel Prize winning author Albert Camus (27) weds pianist and mathematician Francine Faure (25) in Lyon, France","13":"Silent film actress Clara Bow (26) weds actor and politician Rex Bell (28) in Las Vegas","14":"Jean-Luc Godard\nFrench director\nwas born","15":"Andy Williams\nAmerican singer\nwas born","16":"First successful technicolor movie (Tall of the Sea), shown in NYC","17":"Edward Elgar's 1st Symphony in A performed by the Hallé Orchestra conducted by Hans Richter, premieres in Manchester, England","18":"Anna Freud, a founder of child psychoanalysis and one of its foremost practitioners, was born in Vienna.","19":"In a battle during the American Civil War, Federal troops ousted the Confederates from Salem, Missouri.","20":"English writer Joseph Conrad, whose notable works included the novel Lord Jim (1900) and the novella Heart of Darkness (1902), was born.","21":"After hastily constructing a fortification and barricading themselves inside, miners (“diggers”) working in the Eureka goldfield in Victoria, Australia, opened fire on government forces surrounding the stockade, the culmination of long-standing grievances on the part of the diggers.","22":"Eureka Stockade: In what is claimed by many to be the birth of Australian democracy, more than 20 goldminers at Ballarat, Victoria, are killed by state troopers in an uprising over mining licences","23":"Illinois was admitted as the 21st state of the United States of America.","24":"German composer Johann Sebastian Bach married his second wife, Anna Magdalena Wilcken, the daughter of a trumpeter at Weissenfels.","25":"Sir Thomas Herriot introduces potatoes to England from Colombia","26":"St. Francis Xavier, the leading Roman Catholic missionary of modern times, died of fever off the coast of China."}}