{"Year":{"0":"2006","1":"2002","2":"2002","3":"1998","4":"1992","5":"1992","6":"1988","7":"1982","8":"1973","9":"1969","10":"1969","11":"1967","12":"1959","13":"1941","14":"1938","15":"1930","16":"1921","17":"1921","18":"1920","19":"1917","20":"1900","21":"1898","22":"1878","23":"1865","24":"1865","25":"1534","26":"1491","27":"1421","28":"1240"},"Event":{"0":"NASA reveals photographs taken by Mars Global Surveyor suggesting the presence of liquid water on Mars","1":"American peace activist and former Roman Catholic priest Philip Berrigan—who saw combat duty during World War II but later, after having been ordained a priest in 1955, became one of the 20th century's most militant pacifists—died at age 79.","2":"\"Adaption\" directed by Spike Jonze, starring Nicolas Cage and Meryl Streep premieres","3":"Hugo Chávez is elected President of Venezuela","4":"San Francisco 49ers Jerry Rice catches NFL record 101st touchdown","5":"The Babri Masjid (“Mosque of Bābur”) in Ayodhya was destroyed by Hindu fundamentalists, leading to Hindu-Muslim riots throughout India.","6":"Actor and comedian Robin Williams (37) divorces Valerie Velardi after 10 years of marriage","7":"US Senator Ted & Joan Kennedy divorce","8":"Gerald R. Ford was sworn in as vice president of the United States, succeeding Spiro T. Agnew, who had resigned.","9":"Violence at the Altamont rock festival in Livermore, California, climaxed during the Rolling Stones' appearance when a concertgoer was fatally stabbed by a member of the Hells Angels motorcycle gang, which had been hired as security.","10":"300,000 attend Altamont free concert in California, featuring The Rolling Stones. Marred by violence and four deaths.","11":"Judd Apatow\nAmerican writer, director, and producer\nwas born","12":"Satoru Iwata\nJapanese business executive\nwas born","13":"King Leopold of Belgium marries Lilian Baels","14":"Actress Bette Davis (30) divorces musician Harmon Nelson (31) due to cruel and inhuman manner after more than 6 years of marriage","15":"Pablo Neruda marries Marie A Hagenaar Vogelzang in Batavia","16":"Anglo-Irish Treaty signed; Ireland receives dominion status; partition creates Northern Ireland","17":"Irish Free State established\nThe British government and Irish leaders Arthur Griffith, Michael Collins, and others signed the Anglo-Irish Treaty, establishing the Irish Free State as an independent member of the British Commonwealth this day in 1921.","18":"Dave Brubeck\nAmerican musician\nwas born","19":"Finland declared itself independent of Russia, following the Bolshevik Revolution.","20":"Agnes Moorehead\nAmerican actress\nwas born","21":"Photographer Alfred Eisenstaedt—whose images, many of them for Life magazine, established him as one of the first and most important photojournalists—was born in Dirschau, West Prussia (now Tczew, Poland).","22":"Joseph Stalin\npremier of Soviet Union\nwas born","23":"Georgia became the 27th U.S. state to ratify the Thirteenth Amendment, which abolished slavery.","24":"13th Amendment of the United States Constitution is ratified, abolishing slavery","25":"Sebastián de Belalcázar, under the authority of Francisco Pizarro, occupied the Indian city of Quito in what is now Ecuador.","26":"King Charles VIII of France marries Anna of Bretagne","27":"King Henry VI of England was born in Windsor, Berkshire.","28":"Mongols under Batu Khan occupy and destroy Kiev; out of 50,000 people in the city only 2,000 survive"}}