{"Year":{"0":"2015","1":"2006","2":"2006","3":"2003","4":"1998","5":"1997","6":"1989","7":"1984","8":"1957","9":"1954","10":"1942","11":"1940","12":"1938","13":"1936","14":"1913","15":"1911","16":"1903","17":"1902","18":"1895","19":"1890","20":"1865","21":"1845","22":"1845","23":"1835","24":"1809","25":"1809","26":"1808","27":"1808","28":"1743","29":"1170"},"Event":{"0":"Guinea was declared free of ebola by the World Health Organization, some two years after the deadly disease was reported in the country and sparked an outbreak in western Africa.","1":"NBA basketball star Michael Jordan (43) divorces Juanita Vanoy (47) due to irreconcilable differences after 17 years of marriage","2":"One Tree Hill actress Sophia Bush (24) divorces actor Chad Michael Murray (25) for the reason of fraud after 5 months of marriage","3":"Retired NFL quarterback John Elway (43) divorces first wife Janet Buchan after 18 years of marriage","4":"Leaders of the Khmer Rouge, the radical communist movement that controlled Cambodia from 1975 to 1979, publicly apologized for the estimated 1.5 million people who were killed during their rule.","5":"Hong Kong begins slaughtering all its chickens to prevent bird flu","6":"Wayne Gretzky and Martina Navratilova, named athletes of decade by AP","7":"MLB player Paul O'Neill (21) weds his childhood sweetheart Nevalee Davis in Columbus, Ohio","8":"\"Steve and Eydie\" singer duo Steve Lawrence (22) weds Eydie Gorme (29) at the home of Beldon Katleman in Las Vegas","9":"Astronaut Buzz Aldrin (24) weds Joan Archer","10":"Rajesh Khanna\nIndian actor\nwas born","11":"Germany drops its 1st incendiary bombs on London during the Blitz","12":"Jon Voight\nAmerican actor\nwas born","13":"Mary Tyler Moore\nAmerican actress\nwas born","14":"1st movie serial \"Adventures of Kathlyn\" premieres in Chicago","15":"Sun Yat-sen elected 1st President of the Republic of China","16":"French Equatorial Africa separates into Gabon, Chad and Ubangi-Shari","17":"\"The Entertainer\" is one of several piano rag compositions copyrighted for Scott Joplin by the US Copyright Office","18":"Leander Starr Jameson launched an abortive raid into the Transvaal to overthrow the Boer government of Paul Kruger.","19":"U.S. troops under Colonel James W. Forsyth massacred more than 200 Sioux Indians in the Battle of Wounded Knee.","20":"Abolitionist crusader William Lloyd Garrison published the last issue of The Liberator.","21":"Texas admitted as 28th state of the Union","22":"U.S. annexation of Texas approved\nThe annexation of the Republic of Texas by the United States, approved by the U.S. Congress this day in 1845, sparked the Mexican War because land between the Rio Grande and the Nueces River was disputed territory.","23":"Treaty of New Echota is signed between the US government and representatives of a minority Cherokee political faction to cede all lands of the Cherokee east of the Mississippi River to the United States","24":"British statesman William Ewart Gladstone, who served as prime minister of Great Britain four times (1868–74, 1880–85, 1886, 1892–94), was born.","25":"William Ewart Gladstone\nprime minister of United Kingdom\nwas born","26":"Andrew Johnson, 17th U.S. president and the first ever to be impeached, was born.","27":"Andrew Johnson\npresident of United States\nwas born","28":"Hyacinthe Rigaud, one of the most prolific and successful French portrait painters of the Baroque period, died in Paris.","29":"Knights of King Henry II of England killed the archbishop of Canterbury, Thomas Becket, in the cathedral."}}