{"Year":{"0":"536","1":"2016","2":"1998","3":"1992","4":"1990","5":"1990","6":"1990","7":"1982","8":"1979","9":"1978","10":"1968","11":"1964","12":"1961","13":"1960","14":"1958","15":"1956","16":"1956","17":"1946","18":"1937","19":"1934","20":"1934","21":"1929","22":"1929","23":"1916","24":"1906","25":"1883","26":"1824","27":"1212"},"Event":{"0":"Byzantine General Belisarius enters Rome while the Ostrogothic garrison peacefully leaves the city, returning the old capital to its empire.","1":"South Korean Pres. Park Geun-Hye was impeached by the National Assembly amid allegations of corruption; she left office the following year, after the country's Constitutional Court upheld the parliamentary decision.","2":"The United Nations General Assembly declared anti-Semitism a form of racism.","3":"Operation Restore Hope - US Marines land in Somalia","4":"Slobodan Milošević was reelected president of Serbia at the head of the Socialist Party, formerly the League of Communists of Serbia (LCS).","5":"Lech Wałęsa elected president of Poland\nOn this day in 1990, Lech Wałęsa—who had led Solidarity, Poland's first independent trade union, and had received the Nobel Prize for Peace in 1983—won Poland's first direct presidential election by a landslide.","6":"Lech Wałęsa wins Poland's 1st direct presidential election in Poland","7":"Mary-Beth & William Hurt divorce","8":"Some 10 years after the World Health Organization began a global vaccination program against smallpox, the disease was officially declared eradicated.","9":"1st game of Women's Pro Basketball League (WBL), Chicago Hustle vs Milwaukee Does","10":"NLS (a system for which hypertext and the computer mouse were developed) is publicly demonstrated for the first time in San Francisco.","11":"John Coltrane's Quartet records their greatest work \"A Love Supreme\" at Van Gelder Studio in Englewood Cliffs, New Jersey","12":"Tanganyika became independent, with Julius Nyerere as its first prime minister, and in 1964 the territory united with the island of Zanzibar to form Tanzania.","13":"1st broadcast of \"Coronation Street\" on British ITV","14":"The John Birch Society was founded in the United States by Robert H.W. Welch, Jr., to combat communism and promote various ultraconservative causes.","15":"Prime Minister of Australia Malcolm Fraser (26) weds Tamie Beggs (20)","16":"NBA player Bill Russell (22) weds college sweetheart Rose Swisher","17":"Sonia Gandhi\nIndian politician\nwas born","18":"Writer Walter Lippmann (48) divorces first wife Faye Albertson after 20 years of marriage","19":"British actress Dame Judi Dench, who was known for her numerous and varied roles, was born.","20":"Judi Dench\nBritish actress\nwas born","21":"Businessman Howard Hughes divorces 1st wife Ella Rice after 4 years of marriage","22":"John Cassavetes\nAmerican actor and director\nwas born","23":"Kirk Douglas\nAmerican actor and producer\nwas born","24":"Grace Hopper\nUnited States naval officer and mathematician\nwas born","25":"Poet Rabindranath Tagore (22) weds Mrinalini Devi in an arranged marriage","26":"Revolutionary forces under the leadership of Venezuelan Antonio José de Sucre defeated the Spanish royal army at the Battle of Ayacucho.","27":"Frederick II (later also Holy Roman Emperor) crowned King of Germany in Mainz"}}