{"Year":{"0":"218","1":"2011","2":"2009","3":"1997","4":"1980","5":"1968","6":"1963","7":"1963","8":"1957","9":"1946","10":"1946","11":"1943","12":"1932","13":"1926","14":"1923","15":"1917","16":"1915","17":"1913","18":"1912","19":"1892","20":"1886","21":"1865","22":"1863","23":"1856","24":"1787","25":"1737","26":"1603","27":"1271"},"Event":{"0":"BC Second Punic War: Battle of the Trebia - Hannibal's Carthaginian army heavily defeat Roman forces on Italian soil","1":"Czech playwright, poet, and political dissident Václav Havel—who served as president of Czechoslovakia (1989–92) and of the Czech Republic (1993–2003) and had been a prominent participant in the liberal reforms of 1968 (the Prague Spring)—died in Hrádeček, Czech Republic.","2":"James Cameron's \"Avatar\" starring Sam Worthington, Zoe Saldana and Sigourney Weaver, released in the US, becomes highest-grossing film of all time","3":"Kim Dae-Jung was elected president of South Korea, the first opposition leader in that country's history to win that position.","4":"Christina Aguilera\nAmerican pop singer\nwas born","5":"Actor Peter Sellers (43) divorces actress Britt Ekland after 4 years of marriage","6":"Brad Pitt\nAmerican actor\nwas born","7":"American actor Brad Pitt, known for his portrayal of unconventional characters, was born.","8":"World's 1st full scale nuclear power plant for only peacetime use begins to generate electricity, at the Shippingport Atomic Power Station in Pennsylvania","9":"Steven Spielberg\nAmerican film director and producer\nwas born","10":"American film director Steven Spielberg—who enjoyed great critical and commercial success with such movies as Jaws (1975), E.T.: The Extra-Terrestrial (1982), Schindler's List (1993), and Saving Private Ryan (1998)—was born.","11":"British guitarist Keith Richards of the rock band the Rolling Stones was born.","12":"Civil rights activist Rosa McCauley (19) weds Raymond Parks (29) in Montgomery, Alabama","13":"Actor George Murphy (24) weds ballroom dancing partner Juliette Henkel","14":"Jazz musician Louis Armstrong (22) divorces Daisy Parker after 5 years of marriage","15":"German General Erich Ludendorff ordered the consolidation of the country's leading motion-picture studios to form UFA (Universum Film-Aktien Gesellschaft).","16":"28th US President Woodrow Wilson, widowed the year before marries second wife Edith Bolling Galt, a descendant of native American Pocahontas","17":"Willy Brandt, leader of the Social Democratic Party of Germany from 1964 to 1987, chancellor of the Federal Republic of Germany (West Germany) from 1969 to 1974, and recipient of the Nobel Prize for Peace in 1971, was born.","18":"The discovery of fossil remains of Piltdown man, an extinct human species, was announced at a meeting of the Geological Society of London, but the remains were later proved to be a fraud.","19":"Peter Ilyich Tchaikovsky's ballet \"Nutcracker Suite\" premieres","20":"American baseball player Ty Cobb, an excellent hitter and base runner, was born in Narrows, Georgia.","21":"Slavery abolished in the United States\nOn this day in 1865, by proclamation of the U.S. secretary of state, the Thirteenth Amendment to the Constitution, outlawing slavery, officially entered into force, having been ratified by the requisite states on December 6.","22":"Franz Ferdinand, archduke of Austria-Este\nAustrian archduke\nwas born","23":"J.J. Thomson\nBritish physicist\nwas born","24":"New Jersey became the third state admitted to the United States when it ratified the U.S. Constitution.","25":"Famed Italian violin maker Antonio Stradivari died in Cremona.","26":"First fleet of the Dutch East India Company under Admiral Steven van der Haghen departs for the East-Indies","27":"Kublai Khan renames his empire \"Yuan\" (元 yuán), marking the start of the Yuan Dynasty of China"}}