{"Year":{"0":"882","1":"755","2":"2014","3":"2009","4":"2005","5":"1999","6":"1998","7":"1991","8":"1967","9":"1950","10":"1944","11":"1944","12":"1944","13":"1930","14":"1928","15":"1920","16":"1917","17":"1899","18":"1899","19":"1893","20":"1866","21":"1838","22":"1809","23":"1773","24":"1773","25":"1653","26":"1653","27":"1631","28":"1598","29":"1485"},"Event":{"0":"Marinus I became pope after the death (possibly murder) of John VIII.","1":"An Lushan revolts against Chancellor Yang Guozhong at Fanyang, initiating the An Shi Rebellion during Chinese Tang Dynasty","2":"Members of Tehrik-e-Taliban Pakistan, the Pakistani branch of the Taliban, attacked a school in Peshawar, killing 150 people, at least 134 of whom were children.","3":"Avatar, a science-fiction thriller directed by James Cameron, was released internationally; it went on to make more than $2.7 billion worldwide.","4":"American singer-songwriter and TV personality Jessica Simpson (25) divorces singer-songwriter Nick Lachey (31) due to irreconcilable differences","5":"Actress Linda Hamilton (43) divorces director James Cameron (45) due to irreconcilable differences after 2 years of marriage","6":"Iraq disarmament crisis: Operation Desert Fox - the United States and United Kingdom bomb targets in Iraq","7":"NBA center David Robinson (26) weds Valerie Hoggatt at a Baptist church ceremony in San Antonio, Texas","8":"\"Playtime\", French film directed by Jacques Tati, starring himself, is released","9":"Former child actress Shirley Temple marries 2nd husband naval officer Charles Alden Black","10":"Nazi Germany launches a counteroffensive against the Allies in the Ardennes region of Belgium, beginning the 'Battle of the Bulge'","11":"General Dwight D. Eisenhower's clerk Rickey marries corporal Pearlie","12":"In World War II, German forces attempted to push through Allied lines in the Ardennes, beginning the Battle of the Bulge.","13":"Golfer Bobby Jones is the first to win the James E. Sullivan Award (best US amateur athlete)","14":"Philip K. Dick\nAmerican author\nwas born","15":"8.5 earthquake rocks the Gansu province in China, killing an estimated 200,000","16":"Arthur C. Clarke\nBritish author and scientist\nwas born","17":"English playwright and actor Sir Noël Coward, best known for his highly polished comedies of manners, was born.","18":"Sir Noël Coward\nEnglish playwright, actor, and composer\nwas born","19":"Anton Dvorak's Symphony No. 9 \"New World Symphony\" premieres at Carnegie Hall, New York","20":"Wassily Kandinsky\nRussian-born artist\nwas born","21":"Voortrekkers killed 3,000 Zulu at the Battle of Blood River in South Africa.","22":"Napoleon Bonaparte divorces Empress Joséphine by French Senate","23":"Boston Tea Party\nOn this day in 1773, in what is known as the Boston Tea Party, American colonists disguised as Mohawk Indians threw 342 chests of tea belonging to the British East India Company into Boston Harbor to protest a tax on tea.","24":"Boston tea party incident - Sons of Liberty protesters throw tea shipments into Boston harbour in protest against British imposed Tea Act","25":"British soldier and statesman Oliver Cromwell became lord protector of England.","26":"Parliamentarian General Oliver Cromwell appointed as Lord Protector of England, Scotland and Ireland","27":"More than 3,000 people were killed by a major eruption of Mount Vesuvius.","28":"Seven Year War: Battle of Noryang Point - in the final battle of the war Korean navy decisively defeats the Japanese","29":"Catherine of Aragon\nqueen of England\nwas born"}}