{"Year":{"0":"2008","1":"2003","2":"2001","3":"2000","4":"1994","5":"1988","6":"1988","7":"1982","8":"1976","9":"1973","10":"1973","11":"1959","12":"1955","13":"1955","14":"1953","15":"1945","16":"1940","17":"1935","18":"1935","19":"1934","20":"1927","21":"1925","22":"1913","23":"1896","24":"1825","25":"1814","26":"1761"},"Event":{"0":"\"CSI\" actress Marg Helgenberger (50) divorces actor Alan Rosenberg (58) due to irreconcilable differences after 19 years of marriage","1":"\"The Return of the King\", 3rd and final film in the Lord of the Rings series, directed by Peter Jackson and starring Elijah Wood and Ian McKellen premieres in Wellington, New Zealand","2":"Following revelations of massive accounting fraud, Enron filed for bankruptcy protection; the energy-trading company was once the seventh largest corporation in the United States.","3":"Vicente Fox was inaugurated as president of Mexico, ending the dominance of the Institutional Revolutionary Party, which had ruled since 1929.","4":"Cindy Crawford & Richard Gere announce they are seperating","5":"Benazir Bhutto named 1st female Prime Minister of a Muslim country (Pakistan)","6":"The first World AIDS Day was held.","7":"Martial artist Jackie Chan (28) weds actress Lin Feng-jiao (29) in Los Angeles","8":"Matthew Shepard\nAmerican murder victim\nwas born","9":"Jack Nicklaus finishes at 13-under-par 275 to win the Walt Disney World Open by 1 stroke from Mason Rudolph; becomes the first player to reach $2 million in PGA Tour career earnings","10":"NFL running back Gale Sayers (30) weds second wife Ardythe Bullard","11":"The Antarctic Treaty was signed by 12 countries, making the Antarctic continent a demilitarized zone to be preserved for scientific research.","12":"Rosa Parks's refusal to relinquish her bus seat\nThis day in 1955, in violation of segregation laws in Montgomery, Alabama, Rosa Parks refused to surrender her bus seat to a white passenger and was arrested, sparking a 381-day bus boycott led by Martin Luther King, Jr.","13":"Rosa Parks is arrested for refusing to move to the back of a bus and give her seat to a white passenger in Montgomery, Alabama","14":"Hugh Hefner publishes 1st edition of Playboy magazine, featuring Marilyn Monroe as the magazine's 1st centerfold","15":"Bette Midler\nAmerican actress and singer\nwas born","16":"Richard Pryor\nAmerican comedian and actor\nwas born","17":"American filmmaker Woody Allen—who was best known for his bittersweet comic movies containing elements of parody, slapstick, and the absurd—was born.","18":"Woody Allen\nAmerican actor and director\nwas born","19":"Leningrad mayor Sergey Kirov assassinated, Stalin uses as excuse to begin the Great Purge of 1934-38","20":"Chinese political and military leader Chiang Kai-shek (40) weds Soong Mei-ling (28) in Shanghai","21":"Germany, France, Belgium, Great Britain, and Italy signed the Pact of Locarno, a series of agreements intended to guarantee peace in western Europe.","22":"Ford Motor Company institutes world's 1st moving assembly line for the Model T Ford","23":"Georgy Zhukov\nSoviet marshal\nwas born","24":"Russian Emperor Alexander I died unexpectedly in southern Russia.","25":"General Andrew Jackson, commander of the U.S. Army of the Southwest, hastened to defend New Orleans, Louisiana, against British invasion; a series of skirmishes over the next few weeks culminated in the Battle of New Orleans.","26":"Marie Tussaud, the founder of Madame Tussaud's museum of wax figures, was born in France."}}