{"Year":{"0":"Today","1":"2006","2":"2004","3":"2004","4":"1985","5":"1966","6":"1956","7":"1943","8":"1940","9":"1940","10":"1921","11":"1908","12":"1893","13":"1893","14":"1860","15":"1843","16":"1825","17":"1805","18":"1793","19":"1792","20":"1791","21":"1791","22":"1647","23":"1613","24":"1492"},"Event":{"0":"Boxing Day is celebrated as a public holiday in the United Kingdom, Australia, Canada, and New Zealand.","1":"American politician Gerald R. Ford—who was the 38th president of the United States (1974–77) and the country's only chief executive who was not elected as either president or vice president—died in California.","2":"9.3 magnitude earthquake creates a tsunami causing devastation in Sri Lanka, India, Indonesia, Thailand, Malaysia, the Maldives and edges of the Indian Ocean, killing 230,000 people","3":"Indian Ocean tsunami\nOn this day in 2004, a large earthquake shook the Indian Ocean floor west of the island of Sumatra, triggering a devastating tsunami that swamped coastal areas from Thailand to Africa and killed more than 200,000 people.","4":"The slain body of American zoologist Dian Fossey—the world's leading authority on the mountain gorilla—was found in Rwanda; it was widely suspected that she was killed by poachers.","5":"Jimi Hendrix writes \"Purple Haze\" backstage at the Upper Cut Club, London","6":"David Sedaris\nAmerican humorist and essayist\nwas born","7":"The German battle cruiser Scharnhorst was sunk by the British battleship Duke of York during World War II.","8":"\"The Philadelphia Story\" film directed by George Cukor, based on the Broadway play of the same name and starring Cary Grant and Katharine Hepburn, is released (Academy Awards Best Actor 1941)","9":"Phil Spector\nAmerican record producer\nwas born","10":"Steve Allen\nAmerican entertainer\nwas born","11":"American boxer Jack Johnson defeated Tommy Burns in Sydney to become the first black fighter to win the world heavyweight championship.","12":"Mao Zedong\nChinese leader\nwas born","13":"Mao Zedong, chairman of the People's Republic of China, was born.","14":"First ever inter-club football match between Hallam F.C. and Sheffield F.C. at Sandygate Road ground in Sheffield, England","15":"US Navy flag officer David Farragut (42) weds Virginia Loyall","16":"Decembrist uprising in Russia against Tsar Nicholas I begins [O.S. 14 December]","17":"Napoleon enforced harsh penalties on Austria with the signing of the Treaty of Pressburg.","18":"The wedding of Prince Friedrich Ludwig of Prussia and Frederica of Mecklenburg-Strelitz takes place.","19":"Trial of French King Louis XVI, court hears the kings defense brought by Raymond Desèze","20":"Charles Babbage\nBritish inventor and mathematician\nwas born","21":"English mathematician and inventor Charles Babbage, who is credited with having conceived the first automatic digital computer, was born.","22":"Charles I and the Scots reached a secret agreement whereby the Scots offered to support the king's restoration to power in return for his acceptance of Presbyterianism in Scotland and its establishment in England for three years.","23":"Robert Carr, 1st Earl of Somerset, marries Frances Howard, occasioning John Donne's \"Eclogue\"","24":"1st Spanish settlement La Navidad (modern Môle-Saint-Nicolas) in the New World is founded by Christopher Columbus"}}