{"Year":{"0":"2008","1":"2007","2":"2005","3":"1999","4":"1989","5":"1984","6":"1974","7":"1971","8":"1960","9":"1960","10":"1957","11":"1954","12":"1949","13":"1946","14":"1946","15":"1925","16":"1919","17":"1917","18":"1917","19":"1898","20":"1894","21":"1860","22":"1841","23":"1832","24":"1823","25":"1812","26":"1803","27":"1606","28":"1522"},"Event":{"0":"American director Robert Mulligan, whose credits most notably include the classic film To Kill a Mockingbird (1962), died at age 83.","1":"\"Hot in Cleveland\" actress Valerie Bertinelli (47) divorces guitarist Eddie Van Halen (52) due to irreconcilable differences after 25 years of marriage","2":"Actress Renee Zellweger (36) annuls her marriage to country-music singer Kenny Chesney (37) citing fraud, after 4 months of marriage","3":"Macau made an administrative region of China\nOn this day in 1999, 12 years after an agreement was reached between China and Portugal, several centuries of Portuguese rule ended in Macau when it became a special administrative region under Chinese sovereignty.","4":"The United States launched Operation Just Cause, a military invasion of Panama, the initial attack focusing primarily on the Panama City headquarters of leader Manuel Noriega.","5":"Actress Kate Jackson (36) divorces business executive David Greenwald after 2 years of marriage","6":"Ethiopia was declared a socialist state under the leadership of Mengistu Haile Mariam.","7":"Pakistani President Agha Mohammad Yahya Khan transferred power to Zulfikar Ali Bhutto.","8":"The National Liberation Front, better known as the Viet Cong, is officially formed in South Vietnam","9":"The Vietnamese National Liberation Front was formed, with the purpose of effecting the reunification of North and South Vietnam.","10":"Billy Bragg\nBritish singer, songwriter, and musician\nwas born","11":"Sandra Cisneros\nAmerican author\nwas born","12":"\"Gone with the Wind\" actor Clark Gable (48) weds socialite Sylvia Ashley (45)","13":"Christmas classic \"It's a Wonderful Life\" film premieres in New York, directed by Frank Capra, starring James Stewart, Donna Reed and Lionel Barrymore","14":"Frank Capra's It's a Wonderful Life, a drama starring Jimmy Stewart, premiered and later became a holiday classic.","15":"Mahathir bin Mohamad\nprime minister of Malaysia\nwas born","16":"Actress Gloria Swanson (20) weds businessman Herbert K. Somborn (38)","17":"Cheka formed - Soviet state security force and forerunner to the KGB, under Felix Dzerzhinsky after decree by Lenin","18":"David Bohm\nAmerican physicist\nwas born","19":"Irene Dunne\nAmerican actress\nwas born","20":"England beat Australia by 10 runs in the 1st six-day Test Cricket, Australia needed 177 to win, all out at 166 on 6th day","21":"Following Abraham Lincoln's election as U.S. president, South Carolina became the first U.S. state to secede from the Union.","22":"French educator Ferdinand-Édouard Buisson, who was awarded the Nobel Prize for Peace in 1927 (jointly with the German pacifist Ludwig Quidde), was born.","23":"Inventor William Henry Fox Talbot (32) weds Constance Mundy","24":"Play \"Rosamunde, Princess of Cyprus\" by Helmina von Chézy with incidental music by Franz Schubert premieres in Vienna","25":"\"Grimm's Fairy Tales\" or \"Children's and Household Tales\" by Jacob Grimm and Wilhelm Grimm is first published","26":"French flag lowered in New Orleans to mark the formal transfer of the Louisiana Purchase from France to USA for $27M","27":"Virginia Company settlers leave London to establish Jamestown, Virginia","28":"Suleiman the Magnificent accepts surrender of the surviving Knights of Rhodes, who are allowed to evacuate. They eventually settle in Malta and become known as the Knights of Malta."}}