{"Year":{"0":"862","1":"2010","2":"2007","3":"2003","4":"2003","5":"2003","6":"2002","7":"2001","8":"1989","9":"1989","10":"1989","11":"1967","12":"1961","13":"1953","14":"1951","15":"1937","16":"1934","17":"1929","18":"1925","19":"1921","20":"1920","21":"1913","22":"1862","23":"1784","24":"1642","25":"1577","26":"1545"},"Event":{"0":"Boudouin Iron Arm & Count of Flanders, elopes with Princess Judith, daughter King Charles of West Francia","1":"\"Dexter\" actress Jennifer Carpenter (31) divorces actor Michael C. Hall (40) due to irreconcilable differences after 2 years of marriage","2":"The Mitchell Report is publicly released listing the names of 89 Major League Baseball players that have presumably used anabolic steroids and human growth hormones. Notable players named include Roger Clemens and Miguel Tejada.","3":"Iraqi President Saddam Hussein was captured by U.S. forces during the Iraq War; three years later he was found guilty of crimes against humanity and was executed.","4":"Italian operatic tenor Luciano Pavarotti (68) weds Nicoletta Mantovani at Modena Italy's Teatro Comunale","5":"Former Iraqi President Saddam Hussein is captured near his home town of Tikrit, during Operation Red Dawn by US forces","6":"Enlargement of the European Union: The European Union announces that Cyprus, the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Malta, Poland, Slovakia, and Slovenia will become members from May 1, 2004.","7":"Oscar winning-actress Kate Winslet (26) divorces assistant film director Jim Threapleton (28) due to unreasonable behavior after 3 years of marriage","8":"\"Driving Miss Daisy\" directed by Bruce Beresford and starring Morgan Freeman and Jessica Tandy is released (Best Picture 1990)","9":"Taylor Swift\nAmerican singer-songwriter\nwas born","10":"American country music singer-songwriter Taylor Swift, whose pop-infused tales of young heartache achieved widespread crossover success in the early 21st century, was born.","11":"Jamie Foxx\nAmerican comedian, musician, and actor\nwas born","12":"The Beatles sign a formal agreement to be managed by Brian Epstein","13":"Ben Bernanke\nAmerican economist\nwas born","14":"British PM Margaret Thatcher (26) weds businessman Denis Thatcher (36) at Wesley's Chapel in City Road, London","15":"The Japanese Imperial Army seized Nanjing, China, during the Sino-Japanese War, leading to the Nanjing Massacre, in which up to 300,000 Chinese may have been killed.","16":"British astronomer J.P.M. Prentice discovered Nova Herculis, one of the brightest novas of the 20th century.","17":"Christopher Plummer\nCanadian actor\nwas born","18":"Dick Van Dyke\nAmerican actor and comedian\nwas born","19":"The Four-Power Pact was signed during the Washington Conference by the United States, Great Britain, Japan, and France, stipulating that all the signatories would be consulted in the event of a controversy between two of them over “any Pacific question.”","20":"League of nations establishes the International Court of Justice in The Hague","21":"American boxer Archie Moore, the world light heavyweight boxing champion from 1952 to 1962, was born.","22":"The Battle of Fredericksburg, a bloody engagement of the American Civil War in which Confederate troops were led to victory by General Robert E. Lee over the Union forces of General Ambrose Everett Burnside, was waged.","23":"Samuel Johnson, regarded as one of the greatest figures of 18th-century life and letters for his biographies and essays, died in London.","24":"New Zealand sighted\nOn this day in 1642, Dutch navigator Abel Tasman sighted South Island, New Zealand, and later, mistaking the strait north of the island for a bay, believed he had found the west coast of a hypothetical southern continent.","25":"Sir Francis Drake sets sail from England on a circumnavigation of the world","26":"The Council of Trent, the 19th ecumenical council of the Roman Catholic Church, which helped revitalize the church in many parts of Europe after the Protestant Reformation, opened in Trent, Italy."}}