{"Year":{"0":"867","1":"644","2":"2013","3":"2012","4":"1995","5":"1993","6":"1984","7":"1979","8":"1960","9":"1947","10":"1947","11":"1935","12":"1924","13":"1918","14":"1911","15":"1911","16":"1895","17":"1895","18":"1849","19":"1799","20":"1780","21":"1774","22":"1568","23":"1542","24":"1503","25":"1490","26":"1287"},"Event":{"0":"Adrian II was elected Roman Catholic pope.","1":"Uthman ibn Affan, companion of Muhammad, appointed 3rd Caliph of Islam","2":"Irish actor Peter O'Toole, who captivated audiences with performances that showcased his versatility in roles ranging from classical drama to contemporary farce during a seven-decade stage and screen career, died in London.","3":"A mass shooting in Newtown, Connecticut, left 28 people dead, including 20 children from Sandy Hook Elementary School and the 20-year-old shooter, Adam Lanza.","4":"Yugoslav Wars: The Dayton Agreement is signed in Paris by leaders of various governments ending the conflict in former Yugoslavia","5":"\"Philadelphia\" one of the first mainstream films about AIDS, directed by Jonathan Demme, starring Tom Hanks and Denzel Washington premieres in Century City, California","6":"Singer and actress Bette Midler (39) weds Martin Von Hasselberg at Starlight Chapel in Las Vegas","7":"British punk rock band the Clash released its breakthrough album, London Calling.","8":"The convention establishing the Organisation for Economic Co-operation and Development was signed by 18 European countries, the United States, and Canada.","9":"The National Association for Stock Car Auto Racing (NASCAR) is founded in Daytona Beach, Florida","10":"Dilma Rousseff\npresident of Brazil\nwas born","11":"Lee Remick\nAmerican actress\nwas born","12":"Raj Kapoor\nIndian actor and director\nwas born","13":"B.K.S. Iyengar\nIndian teacher\nwas born","14":"Roald Amundsen's arrival at the South Pole\nOne of the greatest figures in the history of polar exploration was Norwegian explorer Roald Amundsen, who left Norway for Antarctica in June 1910 and on this day in 1911 became the first person to reach the South Pole.","15":"Norwegian Roald Amundsen's expedition is the 1st to each the South Pole","16":"George VI, who became king of the United Kingdom on December 11, 1936, following the abdication of the throne by his brother Edward VIII, was born.","17":"George VI\nking of United Kingdom\nwas born","18":"1st chamber music group in US gives their 1st concert (Boston)","19":"George Washington, the first president of the United States of America, died at Mount Vernon in Virginia.","20":"US founding father Alexander Hamilton (25) weds Elizabeth Schuyler (23) at Schuyler Mansion in Albany, New York","21":"First incident of American Revolution - 400 attack Fort William and Mary, New Hampshire","22":"The Casket Letters, found to be damaging to the career of Mary, Queen of Scots, were produced at Westminster before a body of English commissioners appointed by Queen Elizabeth I.","23":"Princess Mary Stuart succeeds her father James V and becomes Queen Mary I of Scotland at 6 days old","24":"French astrologer and physician Nostradamus, the most widely read seer of the Renaissance, was born.","25":"Anna van Bretagne marries a proxy Maximilian of Austria","26":"During St. Lucia's Flood in Northwest Netherlands the Zuiderzee seawall collapses with loss of over 50,000 lives. Fifth largest recorded flood in history"}}