{"Year":{"0":"2008","1":"1998","2":"1997","3":"1994","4":"1993","5":"1978","6":"1969","7":"1967","8":"1951","9":"1946","10":"1946","11":"1946","12":"1946","13":"1943","14":"1941","15":"1936","16":"1936","17":"1935","18":"1931","19":"1931","20":"1924","21":"1922","22":"1913","23":"1911","24":"1845","25":"1792","26":"1620"},"Event":{"0":"American model Bettie Page, whose provocative photographs were credited with helping to usher in the 1960s sexual revolution, died in Los Angeles.","1":"The Judiciary Committee of the U.S. House of Representatives recommended three articles of impeachment against President Bill Clinton, adding a fourth article the following day, for actions taken in connection with his affair with White House intern Monica Lewinsky.","2":"Delegates from 150 industrial nations attending a UN climate conference in Kyoto, Japan, reach agreement to control heat-trapping greenhouse gases","3":"Russian troops invaded Chechnya in an effort to suppress a rebel Chechen government led by Dzhokhar Dudayev.","4":"Canada's PM Stephen Harper (34) weds Laureen Teskey (30)","5":"Nearly $6 million in cash and jewels was stolen from the air cargo building of the German airline Lufthansa at John F. Kennedy International Airport in New York City; at the time, the Lufthansa heist, as it became known, was the largest-ever cash theft in the United States.","6":"Viswanathan Anand\nIndian chess player\nwas born","7":"\"Guess Who's Coming to Dinner\", directed by Stanley Kramer, starring Spencer Tracy, Sidney Poitier and Katharine Hepburn, premieres in NYC (Hepburn - Academy Award for Best Actress 1968)","8":"Joe DiMaggio announces his retirement from baseball","9":"UNICEF—a UN program devoted to improving the health, nutrition, education, and general welfare of children—was established.","10":"UN Children's Fund (UNICEF) established (Nobel 1965)","11":"Hank Williams begins to record on Sterling label","12":"\"Bill Haley & His Comets\" rock 'n' roll musician Bill Haley (21) weds Dorothy Crowe","13":"John Kerry\nUnited States senator and secretary of state\nwas born","14":"Adolf Hitler declared that Germany was at war with the United States following the Japanese attacks on the U.S., British, and Dutch positions in the Pacific and in East Asia.","15":"Abdication of King Edward VIII\nEdward VIII, failing to win acceptance for his desire to marry American divorcée Wallis Warfield Simpson, became the only British sovereign to voluntarily resign the crown, his abdication formally approved this day in 1936.","16":"Edward VIII announces in a radio broadcast that he is abdicating the British throne to marry Wallis Simpson","17":"Pranab Mukherjee\npresident of India\nwas born","18":"Statute of Westminster gives complete legislative independence to Canada, Australia, New Zealand, South Africa, Ireland (Free State), and Newfoundland (not then part of Canada)","19":"Bhagwan Shree Rajneesh\nIndian spiritual leader\nwas born","20":"Photographer Alfred Stieglitz (60) marries artist Georgia O'Keeffe (37) in Cliffside Park, New Jersey","21":"Dilip Kumar\nIndian actor\nwas born","22":"\"Mona Lisa\" recovered 2 years after it was stolen from the Louvre Museum","23":"Egyptian novelist and screenplay writer Naguib Mahfouz, the first Arabic writer to be awarded the Nobel Prize for Literature, was born in Cairo.","24":"The Sonderbund was formed by the seven Roman Catholic conservative Swiss cantons (Luzern, Uri, Schwyz, Unterwalden, Zug, Fribourg, and Valais) to oppose anti-Catholic measures by Protestant liberal cantons.","25":"France's King Louis XVI goes on trial, accused of high treason and crimes against the state","26":"102 Mayflower Pilgrims and about 30 crew land at Plymouth Rock, Massachusetts [NS, Dec 21]"}}