{"Year":{"0":"771","1":"2017","2":"2013","3":"2012","4":"2001","5":"1973","6":"1969","7":"1955","8":"1947","9":"1943","10":"1933","11":"1933","12":"1932","13":"1932","14":"1927","15":"1926","16":"1901","17":"1890","18":"1848","19":"1848","20":"1839","21":"1839","22":"1791","23":"1784","24":"1782","25":"1782","26":"1757","27":"1484","28":"1456","29":"1349"},"Event":{"0":"Charlemagne becomes the sole King of the Franks after the death of his brother Carloman","1":"Russia is banned from the next Winter Olympics in South Korea over state-sponsored doping","2":"South African nationalist and statesman Nelson Mandela, who helped end the country's apartheid system of racial segregation and ushered in a peaceful transition to majority rule, died at age 95.","3":"Brazilian architect Oscar Niemeyer—an early exponent of modern architecture in Latin America, especially known for the curvaceous glass-and-white-concrete buildings that he designed for Brasília—died in Rio de Janeiro.","4":"\"Ocean's Eleven\" directed by Steven Soderbergh, starring George Clooney, Brad Pitt, Matt Damon and Julia Roberts premieres in Westwood, California","5":"Paul McCartney & Wings release album \"Band on the Run\" in the US","6":"Four-node ARPANET network is established","7":"The American Federation of Labor–Congress of Industrial Organizations (AFL-CIO) became a united body of autonomous labour unions, with George Meany as its first president.","8":"American boxer Joe Louis defended his heavyweight title against challenger Jersey Joe Walcott in New York City.","9":"Singer and actress Dinah Shore (27) weds actor George Montgomery (27)","10":"Prohibition ends in the US when 21st Amendment to the US Constitution ratified, 18th Amendment repealed (5:32 PM EST)","11":"Utah became the 36th U.S. state to ratify the Twenty-first Amendment, repealing Prohibition.","12":"\"East of Eden\" director Elia Kazan (23) weds playwright Molly Day Thatcher (25)","13":"Little Richard\nAmerican musician\nwas born","14":"Bhumibol Adulyadej\nking of Thailand\nwas born","15":"Gangster Carlo Gambino (24) weds his first cousin Catherine Castellano","16":"Werner Heisenberg\nGerman physicist and philosopher\nwas born","17":"Director Fritz Lang—whose films, dealing with fate and man's inevitable working out of his destiny, are considered masterpieces of visual composition—was born in Vienna.","18":"In his annual message to Congress, U.S. President James K. Polk confirmed the discovery of gold in California, helping to spark the Gold Rush, which brought an estimated 300,000 people to the territory.","19":"US President Polk triggers Gold Rush of 1849 by confirming gold discovery in California","20":"U.S. cavalry officer George Armstrong Custer, whose achievements during the Civil War were later overshadowed by the disastrous outcome of the Battle of the Little Bighorn, was born.","21":"George Armstrong Custer\nUnited States military officer\nwas born","22":"Austrian composer Wolfgang Amadeus Mozart died in Vienna at age 35.","23":"Phillis Wheatley, the first African American woman poet of note in the United States, died in Boston.","24":"Martin Van Buren, who served as the eighth president of the United States (1837–41) and was one of the founders of the Democratic Party, was born.","25":"Martin Van Buren\npresident of United States\nwas born","26":"In his greatest victory, Prussian King Frederick II (the Great) defeated the Austrians at Leuthen during the Seven Years' War.","27":"Witchcraft condemned by Pope Innocent VIII\nInnocent VIII condemned witchcraft this day in 1484 via papal bull, and subsequently he dispatched inquisitors to Germany to try witches and persecuted a chief exponent of Renaissance Platonism, Giovanni Pico della Mirandola.","28":"Earthquake strikes Naples; about 35,000 die","29":"500 Jews of Nuremberg massacred during Black Death riots"}}