{"Year":{"0":"2016","1":"2012","2":"2010","3":"2008","4":"1978","5":"1958","6":"1954","7":"1954","8":"1950","9":"1944","10":"1943","11":"1942","12":"1936","13":"1936","14":"1934","15":"1934","16":"1923","17":"1922","18":"1908","19":"1903","20":"1895","21":"1895","22":"1860","23":"1836","24":"1767","25":"1734","26":"1694","27":"1612","28":"1065","29":"1065"},"Event":{"0":"American actress and singer Debbie Reynolds died, a day after the sudden and unexpected death of her daughter, Carrie Fisher, who was a noted actress and writer.","1":"Astronaut Buzz Aldrin (82) divorces Lois Driggs Cannon due to irreconcilable differences after 23 years of marriage","2":"Film and record company executive Justin Siegel (23) divorces actress-singer Emmy Rossum due to irreconcilable differences after a year-and-a-half of marriage","3":"The Detroit Lions became the first team in NFL history to lose all 16 games in the regular season.","4":"John Legend\nAmerican musician\nwas born","5":"\"The Greatest Game Ever Played\", Baltimore Colts beat New York Giants 23-17 in the first every sudden-death overtime game in NFL history (17 future members of the Pro Football Hall of Fame were involved in the game)","6":"Denzel Washington\nAmerican actor\nwas born","7":"American actor Denzel Washington—noted for his engaging and powerful performances in such films as Glory (1989), Malcolm X (1992), and Training Day (2001)—was born.","8":"Author John Steinbeck (48) weds actress Elaine Anderson (36)","9":"Leonard Bernstein's musical \"On the Town\" premieres in NYC","10":"All Kalmyk inhabitants of the Republic of Kalmukkie deported by the Soviet Union to Central Asia and Siberia. Many die en route.","11":"Actress Janet Leigh (14) divorces childhood sweetheart John Kenneth Carlisle (18) 4 months after getting married","12":"British best-selling romantic author Barbara Cartland (35) marries 2nd husband Hugh McCorquodale","13":"Football player Bronko Nagurski (28) weds childhood sweetheart Eileen Kane in International Falls, Minnesota","14":"Maggie Smith\nBritish actress\nwas born","15":"Spanish sculptor Pablo Gargallo, known for his figures sculpted from iron and other metals, died.","16":"Gustave Eiffel, designer of the famous Eiffel Tower, died in Paris.","17":"Stan Lee\nAmerican comic book writer\nwas born","18":"Earthquake strikes Messina, Italy, killing nearly 80,000","19":"John von Neumann\nAmerican mathematician\nwas born","20":"The first public demonstration of the Cinématographe, an early motion-picture apparatus designed by the Lumière brothers, took place at the Grand Café in Paris.","21":"Filmmakers the Lumiere brothers, hold the first commercial film screening at Salon Indien du Grand Café, Paris","22":"Harriet Tubman arrives in Auburn, New York, on her last mission to free slaves, having evaded capture for 8 years on the Underground Railroad","23":"Spain recognizes independence of Mexico","24":"King Taksin crowned King of Thailand and establishes Thonburi as his capital","25":"The outlaw Rob Roy, known as the Scottish Robin Hood, died.","26":"Mary II, who became queen of England in 1689, died of smallpox in London at age 32.","27":"First observation of Neptune - Galileo observes and records a \"fixed star\" without realising it is a planet","28":"Westminster Abbey opened\nThe original Westminster Abbey, located in London, was consecrated and opened this day in 1065 by Edward the Confessor and became the site of coronations and other ceremonies of national significance in England.","29":"Westminster Abbey in London consecrated"}}