{"Year":{"0":"2012","1":"2010","2":"1991","3":"1988","4":"1988","5":"1968","6":"1968","7":"1968","8":"1966","9":"1958","10":"1957","11":"1947","12":"1945","13":"1945","14":"1940","15":"1937","16":"1937","17":"1937","18":"1926","19":"1913","20":"1911","21":"1898","22":"1898","23":"1891","24":"1886","25":"1864","26":"1845","27":"1804","28":"1762","29":"1620"},"Event":{"0":"The music video for South Korean singer Psy's humorous pop song Gangnam Style became the first video on YouTube to garner one billion views.","1":"\"The Lord of The Rings\" actor Sean Bean (51) divorces actress Georgina Sutcliffe (32) due to irreconcilable differences after 2 years of marriage","2":"Soviet Union formally dissolves as 11 of 12 republics sign treaty forming Commonwealth of Independent States","3":"Pan Am flight 103 exploded over Lockerbie, Scotland, because of a terrorist bombing; in 2003 the government of Libya accepted responsibility for the explosion and in 2004 agreed to compensate the families of the victims.","4":"Lockerbie disaster: Pan Am Flight 103 destroyed mid air by a terrorist bomb killing all 258 on board over Scotland","5":"Apollo 8 was launched from Cape Kennedy (Cape Canaveral) and eventually completed 10 lunar orbits.","6":"Glen Campbell's album \"Wichita Lineman\" goes to No. 1 in the US","7":"Glen Campbell's album \"Wichita Lineman\" goes to No. 1 in the US","8":"Kiefer Sutherland\nCanadian actor\nwas born","9":"Charles de Gaulle was elected president of the French Fifth Republic.","10":"Ray Romano\nAmerican comedian and actor\nwas born","11":"Actress Estelle Getty (24) weds Arthur Gettleman","12":"American author and journalist \"The Old Man and the Sea\" Ernest Hemingway and journalist Martha Gellhorn divorce after 5 years of marriage.","13":"U.S. General George Patton, known as “Old Blood-and-Guts” by his men, died following an automobile accident in Germany.","14":"Frank Zappa\nAmerican musician\nwas born","15":"Jane Fonda\nAmerican actress\nwas born","16":"The classic animated movie Snow White and the Seven Dwarfs premiered, establishing Walt Disney as one of the world's most innovative and creative moviemakers.","17":"The first full-length animated feature film and the earliest in the Walt Disney Animated Classics series, \"Snow White and the Seven Dwarfs\", premieres at the Carthay Circle Theatre","18":"Joe Paterno\nAmerican football coach\nwas born","19":"The New York World published the first modern crossword puzzle.","20":"American professional baseball catcher Josh Gibson—one of the game's most prodigious home-run hitters, known as “the black Babe Ruth”—was born.","21":"French Scientists Pierre and Marie Curie discover radium","22":"Radium discovered by Marie and Pierre Curie\nOn this day in 1898, having recently discovered polonium, future Nobel Prize winners Marie and Pierre Curie discovered the radioactive chemical element radium, a silvery white metal that would be used to treat cancer.","23":"1st game of basketball, based on rules created by James Naismith, played by 18 students in Springfield, Massachusetts","24":"Founder of Girl Scouts of the USA Juliette Gordon Low (26) weds William Mackay Low in Savannah, Georgia","25":"General William Tecumseh Sherman captured Savannah, Georgia, during his “March to the Sea” in the American Civil War.","26":"The Battle of Firoz Shah began between British and Sikh forces during the First Sikh War.","27":"Benjamin Disraeli, British statesman and novelist who was twice prime minister (1868, 1874–80), was born.","28":"British Explorer Captain James Cook marries Elizabeth Batts","29":"102 Mayflower Pilgrims and about 30 crew land at Plymouth Rock, Massachusetts [OS=Dec 11]"}}