{"Year":{"0":"2010","1":"2010","2":"2006","3":"2001","4":"1990","5":"1990","6":"1989","7":"1989","8":"1989","9":"1962","10":"1960","11":"1960","12":"1949","13":"1941","14":"1936","15":"1932","16":"1915","17":"1912","18":"1894","19":"1894","20":"1894","21":"1887","22":"1885","23":"1877","24":"1856","25":"1790","26":"1481","27":"1216"},"Event":{"0":"U.S. President Barack Obama signed legislation to repeal Don't Ask, Don't Tell, the policy regarding the service of homosexuals in the military; it took effect the following year.","1":"Repeal of the \"Don't Ask Don't Tell policy\", a 17-year-old policy banning homosexuals serving openly in the US military, signed into law by President Barack Obama","2":"\"Grey's Anatomy\" actress Sandra Oh (35) divorces Oscar-winning Sideways director Alexander Payne (45) due to irreconcilable differences after 5 years of marriage","3":"British Islamist militant Richard Reid attempted—by trying to ignite explosives hidden in the soles of his high-top basketball shoes—to blow up an airplane on which he and some 200 other passengers were traveling; he was restrained by other passengers, and a U.S. court later sentenced him to life without parole.","4":"Lech Wałęsa sworn in as Poland's 1st popularly elected president","5":"The Constitution of the Republic of Croatia was promulgated, granting such classic civil rights as freedom of speech, religion, information, and association, as well as guaranteeing the equality of nationalities.","6":"The Brandenburg Gate in Berlin was reopened, signifying the reunification of East and West Germany.","7":"After 23 years of dictatorial rule, Romania ousts Nicolae Ceausescu","8":"Nicolae Ceaușescu was ousted after 24 years of dictatorial rule in Romania.","9":"Ralph Fiennes\nEnglish actor\nwas born","10":"NFL quarterback Fran Tarkenton (20) weds Anna Elaine Merrell at First Baptist Church in Decatur, Georgia","11":"Jean-Michel Basquiat\nAmerican artist\nwas born","12":"Robin Hugh Gibb\nBritish-Australian musician and singer\nwas born","13":"U.S. President Franklin D. Roosevelt and British Prime Minister Winston Churchill met in Washington, D.C., to discuss World War II.","14":"Filmmaker Billy Wilder (30) weds first wife Judith Coppicus","15":"\"The Mummy\" directed by Karl Freund and starring Boris Karloff is released in the US - 1st Mummy horror film","16":"Biologist Alexander Fleming (34) weds Sara McElroy","17":"Lady Bird Johnson\nfirst lady of the United States\nwas born","18":"Alfred Dreyfus sentenced to life in prison\nOn this day in 1894, on the basis of specious evidence and anti-Semitism, French army officer Alfred Dreyfus was sentenced to life in prison for treason, sparking a controversy that divided France for 12 years.","19":"United States Golf Association forms in New York","20":"Claude Debussy's first orchestral masterpiece \"Prélude à l'apres-midi d'un faune\" premieres in Paris","21":"Srinivasa Ramanujan\nIndian mathematician\nwas born","22":"Itō Hirobumi, a samurai, becomes the first Prime Minister of Japan","23":"Thomas Edison's phonograph is announced by Scientific American","24":"Frank B. Kellogg, U.S. secretary of state from 1925 to 1929 who negotiated the Kellogg-Briand Pact of 1928—a multilateral agreement designed to prohibit war as an instrument of national policy—and won the Nobel Prize for Peace in 1929, was born.","25":"Supposedly impenetrable Turkish fortress of Izmail stormed and captured by Suvorov and his Russian armies during the Russo-Turkish War (1787–92)","26":"The member states of the Swiss Confederation concluded the Diet of Stans, an agreement whereby civil war was averted.","27":"The Dominican order was sanctioned by Pope Honorius III."}}