{"Year":{"0":"2012","1":"2010","2":"1998","3":"1997","4":"1995","5":"1984","6":"1974","7":"1971","8":"1966","9":"1961","10":"1960","11":"1960","12":"1958","13":"1950","14":"1946","15":"1934","16":"1933","17":"1932","18":"1919","19":"1915","20":"1915","21":"1912","22":"1910","23":"1895","24":"1843","25":"1783","26":"1777","27":"1776","28":"1683"},"Event":{"0":"Park Geun-Hye became the first female to be elected president of South Korea; she was sworn into office the following year; however, she also became the country's first democratically elected president to be removed from office when she was impeached in 2017.","1":"\"Miracle at the New Meadowlands\", Philadelphia Eagles trail New York Giants by 21 points with eight minutes to play, before scoring 4 touchdowns in final 7 minutes, including dramatic walk-off punt returned for a touchdown by DeSean Jackson","2":"Articles of impeachment approved against U.S. President Bill Clinton\nOn this day in 1998, the U.S. House of Representatives impeached President Bill Clinton, charging him with perjury and obstruction of justice, though Clinton was acquitted by the Senate the following month.","3":"James Cameron's Titanic, a drama about the doomed ocean liner starring Leonardo DiCaprio and Kate Winslet, premiered; it later became one of the highest-grossing movies of all time.","4":"Queen Elizabeth askes Prince Charles & Diana to divorce","5":"Chinese Premier Zhao Ziyang and British Prime Minister Margaret Thatcher sign the Sino-British Joint Declaration to transfer Hong Kong back to China in 1997","6":"Nelson Aldrich Rockefeller was sworn in as the 41st vice president of the United States, succeeding Gerald Ford, who had been elevated to the presidency following the resignation of Richard Nixon.","7":"Stanley Kubrick's X-rated film \"A Clockwork Orange\" based on the book by Anthony Burgess and starring Malcolm McDowell premieres","8":"The United Nations General Assembly endorsed the Outer Space Treaty, an international treaty binding the parties to use outer space only for peaceful purposes.","9":"Reggie White\nAmerican football player\nwas born","10":"Frank Sinatra's 1st session with Reprise Records (Ring-A-Ding-Ding)","11":"Frank Sinatra's 1st session with Reprise Records (Ring-A-Ding-Ding)","12":"1st radio broadcast from space, US President Dwight D. Eisenhower Christmas message \"to all mankind, America's wish for peace on Earth and goodwill to men everywhere\"","13":"Tibet's Dalai Lama flees Chinese invasion","14":"The Viet Minh, founded by Vietnamese nationalist Ho Chi Minh, began the First Indochina War against France.","15":"Pratibha Patil\npresident of India\nwas born","16":"Cicely Tyson\nAmerican actress\nwas born","17":"British Broadcasting Corp begins transmitting overseas","18":"Composer and songwriter Cole Porter (28) weds socialite Linda Lee Thomas (36)","19":"Edith Piaf\nFrench singer\nwas born","20":"French singer and actress Edith Piaf, whose interpretation of the chanson (French ballad) made her internationally famous, was born.","21":"Author Colette (39) weds \"Le Matin\" newspaper editor Henri de Jouvenel","22":"Jean Genet, a French criminal and social outcast turned writer who, as a dramatist, became a leading figure in the avant-garde theatre, especially the Theatre of the Absurd, was born.","23":"Poet Robert Frost (21) weds Elinor Miriam White in Lawrence, Massachusetts","24":"English author Charles Dickens published A Christmas Carol, which became one of the outstanding Christmas stories of modern literature.","25":"William Pitt the Younger becomes the youngest ever British Prime Minister at age 24","26":"During the American Revolution, General George Washington led 11,000 regulars to take up winter quarters at Valley Forge on the west bank of the Schuylkill River, 22 miles (35 km) northwest of Philadelphia.","27":"Thomas Paine publishes his 1st \"American Crisis\" essay beginning\"These are the times that try men's souls\" (date disputed)","28":"Philip V\nking of Spain\nwas born"}}