{"Year":{"0":"406","1":"2004","2":"1999","3":"1991","4":"1989","5":"1977","6":"1972","7":"1965","8":"1958","9":"1950","10":"1943","11":"1941","12":"1940","13":"1935","14":"1923","15":"1910","16":"1880","17":"1879","18":"1869","19":"1861","20":"1857","21":"1775","22":"1775","23":"1744","24":"1600"},"Event":{"0":"80,000 Vandals, Alans and Suebians cross the Rhine at Mainz, beginning invasion of Gallia","1":"Taipei 101, then the tallest building in the world, reaching a height of 1,667 feet (508 metres), opened in Taipei, Taiwan.","2":"The United States officially handed over control of the Panama Canal to Panama.","3":"The Soviet Union legally ceased to exist, Russia and other former Soviet republics having declared themselves independent and having founded the Commonwealth of Independent States on December 21, 1991.","4":"Jockey Kent Desormeaux sets record with 598 wins in a year","5":"PSY\nSouth Korean singer and rapper\nwas born","6":"Baseball great Roberto Clemente died in an airplane crash en route to Nicaragua with relief supplies collected for earthquake survivors.","7":"Nicholas Sparks\nAmerican author\nwas born","8":"Cuban dictator Fulgencio Batista tells his Cabinet he is fleeing the country","9":"Heavyweight boxing champ Rocky Marciano (27) weds Barbara Cousins in Brockton","10":"Ben Kingsley\nBritish actor\nwas born","11":"Alex Ferguson\nScottish football player and manager\nwas born","12":"Actress Bette Davis (32) weds New England innkeeper Arthur Farnsworth at 15,000-acre ranch in Lake Montezuma, Arizona","13":"Salman ibn ʿAbd al-ʿAziz Al Saʿud\nking of Saudi Arabia\nwas born","14":"BBC begins using Big Ben chime ID","15":"Editor Maxwell Perkins (26) weds Louise Saunders at Holy Cross Episcopal Church in North Plainfield, New Jersey","16":"George C. Marshall, the U.S. Army chief of staff during World War II (1939–45), U.S secretary of state (1947–49) and of defense (1950–51), architect of the Marshall Plan for European recovery, and recipient of the Nobel Prize for Peace in 1953, was born.","17":"Gilbert and Sullivan's comic opera \"Pirates of Penzance\" premieres in NYC","18":"Henri Matisse, the artist often regarded as the most-important French painter of the 20th century, was born.","19":"22,990mm of rain falls in Cherrapunji Assam in India in 1861, a world record","20":"Ottawa made capital of Canada\nOttawa, located in Ontario at the confluence of the Ottawa, Gatineau, and Rideau rivers and whose area was first described by Samuel de Champlain in 1613, was named the capital of Canada by Queen Victoria this day in 1857.","21":"American troops under General Richard Montgomery and Colonel Benedict Arnold were defeated by the British in the Battle of Quebec.","22":"Battle of Quebec in American Revolutionary War; Americans defeated trying to take British stronghold","23":"English astronomer James Bradley announces discovery of Earth's nutation motion (wobble)","24":"The East India Company, formed for the exploitation of trade with East and Southeast Asia and India, was incorporated by English royal charter."}}