{"Year":{"0":"2013","1":"2003","2":"2003","3":"1986","4":"1979","5":"1979","6":"1969","7":"1969","8":"1968","9":"1960","10":"1960","11":"1932","12":"1923","13":"1908","14":"1902","15":"1902","16":"1901","17":"1901","18":"1896","19":"1896","20":"1895","21":"1893","22":"1884","23":"1884","24":"1843","25":"1840","26":"1820","27":"1790","28":"1587"},"Event":{"0":"American politician Ed Koch—who had served as mayor of New York City (1978–89), earning a reputation for tenacity and brashness—died at age 88.","1":"Space shuttle Columbia destroyed\nOn this day in 2003, while returning to Earth from an orbital mission, the U.S. space shuttle Columbia broke up catastrophically at an altitude of about 60 km (40 miles) over Texas, killing all seven crew members.","2":"Space Shuttle Columbia disintegrates during reentry into the Earth's atmosphere, killing all seven astronauts aboard.","3":"Singer Diana Ross marries Norwegian businessman Arne Naess in Switzerland","4":"The spacecraft Voyager 1 photographed Jupiter from a distance of 32.7 million km (20.3 million miles).","5":"Ayatollah Khomeini returns to Iran after 15 years in exile","6":"Gabriel Batistuta\nArgentine soccer player\nwas born","7":"Andrew James Breitbart\nAmerican political Internet publisher\nwas born","8":"Saigon police chief Nguyễn Ngọc Loan executes Viet Cong officer Nguyễn Văn Lém with a pistol shot to head. The execution is captured by photographer Eddie Adams and becomes an anti-war icon.","9":"Australian Championships Men's Tennis: In a classic all-Australian final Rod Laver beats Neale Fraser 5-7, 3-6, 6-3, 8-6, 8-6; Laver's first Grand Slam title win","10":"Protesting a segregated lunch counter at a Woolworth's in Greensboro, North Carolina, four African Americans began a sit-in; its success led to a wider sit-in movement throughout the South.","11":"Film director Frank Capra (34) weds secretary Lucille Reyburn","12":"The private army of Blackshirts that had helped Benito Mussolini come to power in Italy was officially transformed into a national militia, the Voluntary Fascist Militia for National Security.","13":"King Carlos I of Portugal and his heir, Prince Luis Filipe are assassinated by Republican sympathizers in Terreiro do Paco, Lisbon","14":"Langston Hughes\nAmerican poet\nwas born","15":"American writer Langston Hughes, one of the foremost interpreters to the world of the black experience in the United States, was born.","16":"Clark Gable\nAmerican actor\nwas born","17":"American motion-picture star Clark Gable was born in Cadiz, Ohio.","18":"Giacomo Puccini's Opera \"La Boheme\" premieres in Turin","19":"Giacomo Puccini premiered his opera La Bohème at the Teatro Regio in Turin, Italy.","20":"John Ford\nAmerican director\nwas born","21":"Thomas Edison completes worlds 1st movie studio at West Orange, New Jersey","22":"The first of 10 volumes of the Oxford English Dictionary was published in London, the final volume being published April 19, 1928.","23":"1st volume of the Oxford English Dictionary, A-Ant, published","24":"Oldest continuous writer of insurance in America - The Mutual Life Insurance Company of New York (MONY) opens","25":"Novelist Alexandre Dumas (37) weds actress Ida Ferrier","26":"In a battle fought at Cepeda, Argentina, federalist forces defeated unitarios, who were advocates of strong central government.","27":"The first session of the Supreme Court of the United States was held, in New York City.","28":"Queen Elizabeth I of England signs death warrant for her cousin, Mary Stuart, Queen of Scots"}}