{"Year":{"0":"303","1":"2003","2":"2002","3":"2000","4":"1998","5":"1996","6":"1974","7":"1968","8":"1965","9":"1965","10":"1963","11":"1960","12":"1954","13":"1945","14":"1945","15":"1905","16":"1904","17":"1878","18":"1870","19":"1836","20":"1836","21":"1822","22":"1685","23":"1685","24":"1633","25":"1540","26":"1455"},"Event":{"0":"Roman Emperor Diocletian begins his policy of persecuting Christians, razing the church at Nicomedia","1":"Actor Paul Rudd (33) weds publicist Julie Yaeger","2":"\"Blue\" country and pop singer LeAnn Rimes (19) weds backup dancer Dean Sheremet (21) at Perkins Chapel in Dallas, Texas","3":"Mexican-born American musician Carlos Santana won eight Grammy Awards for Supernatural, tying the record set by Michael Jackson.","4":"Osama bin Laden publishes a fatwa declaring jihad against all Jews and Crusaders","5":"\"Trainspotting\" directed by Danny Boyle based on the book by Irvine Welsh, starring Ewan McGregor, Robert Carlyle and Jonny Lee Miller opens in cinemas in the UK and Ireland","6":"US Governor Jeb Bush (21) weds philantropist Columba Bush (20) in Austin, Texas","7":"Wilt Chamberlain becomes 1st NBAer to score 25,000 points","8":"British-born comedian Stan Laurel, of the comedy team Laurel and Hardy, died in Santa Monica, California.","9":"Michael Dell\nAmerican business executive\nwas born","10":"Luciano Pavarotti makes his debut at the Vienna State Opera in \"La traviata\"","11":"Naruhito\ncrown prince of Japan\nwas born","12":"1st mass inoculation against polio with Salk vaccine (Pittsburgh)","13":"US Marines raise American flag on top of Mt. Suribachi, Iwo Jima. Photo of which by Joe Rosenthall later became iconic, inspiring the Marine Corps War Memorial sculpture","14":"Six U.S. servicemen raised the American flag over Mount Suribachi on the island of Iwo Jima during World War II.","15":"The first Rotary Club was founded by Chicago attorney Paul P. Harris.","16":"United States acquires control of the Panama Canal Zone for $10 million","17":"Kazimir Malevich\nRussian painter\nwas born","18":"Mississippi was readmitted to the United States following the American Civil War.","19":"Alamo besieged by Santa Anna's Mexican army\nThis day in 1836, during the Texas war for independence, Mexican General Antonio López de Santa Anna began a siege of the Alamo, which was captured after 13 days and which became for Texans a symbol of heroic resistance.","20":"Alamo besieged for 13 days until March 6 by Mexican army under General Santa Anna; entire garrison eventually killed","21":"Boston was granted a charter to become a city.","22":"Composer George Frideric Handel, a leading figure of late Baroque music, was born in Germany.","23":"George Frideric Handel\nGerman-English composer\nwas born","24":"Samuel Pepys\nEnglish diarist and naval administrator\nwas born","25":"Francisco Vázquez de Coronado's expedition sets off from Mexico in search of the 7 cities of Cibola","26":"Johannes Gutenberg prints his first Bible (estimated date)"}}