{"Year":{"0":"202","1":"2013","2":"1998","3":"1993","4":"1991","5":"1986","6":"1984","7":"1983","8":"1971","9":"1953","10":"1953","11":"1952","12":"1947","13":"1942","14":"1931","15":"1926","16":"1923","17":"1922","18":"1922","19":"1915","20":"1906","21":"1906","22":"1901","23":"1901","24":"1854","25":"1827","26":"1710","27":"1496"},"Event":{"0":"BC Coronation ceremony of Liu Bang as Emperor Gaozu of Han takes place, initiating four centuries of the Han Dynasty's rule over China","1":"Benedict XVI became the first pope to resign since Gregory XII in 1415.","2":"\"Baywatch\" actress Pamela Anderson (31) divorces Motley Crue drummer Tommy Lee (35) after 3 years of marriage","3":"Tony Curtis weds Lisa Deutsch as his 4th wife","4":"Gulf War ends after Iraq accepts a ceasefire following their retreat from Kuwait","5":"Olof Palme assassinated\nOlof Palme, the internationally prominent prime minister of Sweden (1969–76, 1982–86) whose strong pacifist beliefs included opposition to the Vietnam War, was assassinated this day in Stockholm in 1986.","6":"26th Grammy Awards: Michael Jackson wins 8 Grammys","7":"Final TV episode of \"M*A*S*M*A*S*H\" airs (CBS); record 125 million watch in the US","8":"PGA Championship, PGA National East: Jack Nicklaus leads wire-to-wire for his 2nd career grand slam; wins by 2 from Billy Casper","9":"Francis Crick and James Watson discover the chemical structure of DNA-molecule (double-helix polymer)","10":"Paul Krugman\nAmerican economist\nwas born","11":"Actress Gene Tierney (31) divorces fashion designer Oleg Cassini (39) after almost 11 years of marriage","12":"February 28 Incident: Anti-government uprising in Taiwan is violently put down by Chiang Kai-shek and his Kuomintang-led Republic of China government with the loss of 18,000-28,000 lives. Marks the beginning of the White Terror.","13":"During World War II, Japanese troops landed on the island of Java, which they occupied until 1945.","14":"American basketball coach Dean Smith, who was one of the most successful men's basketball coaches in collegiate history, was born.","15":"Svetlana Alliluyeva\nRussian writer\nwas born","16":"Charles Durning\nAmerican actor and boxer\nwas born","17":"Egypt was declared an independent country.","18":"English Princess Mary marries Viscount Lascelles at Westminster Abbey","19":"WWI: After the French try to drive the Germans forces back into the Champagne region, they gain a few hundred yards - at the cost of 50,000 casualties","20":"American gangster Bugsy Siegel was born in Brooklyn, New York.","21":"Bugsy Siegel\nAmerican gangster\nwas born","22":"American chemist Linus Pauling, who received two Nobel Prizes, one for Chemistry in 1954 and another for Peace in 1962 (for efforts to control the spread of nuclear weaponry), was born.","23":"Linus Pauling\nAmerican scientist\nwas born","24":"Republican Party formally organized in Ripon, Wisconsin","25":"The Baltimore and Ohio Railroad became the first steam-operated railway in the United States to be chartered as a common carrier of freight and passengers.","26":"In the Battle of Helsingborg, 14,000 Danish invaders under Jørgen Rantzau are decisively defeated by an equally sized Swedish force under Magnus Stenbock","27":"Joanna of Aragon marries King Ferdinand II"}}