{"Year":{"0":"2017","1":"2003","2":"1994","3":"1992","4":"1990","5":"1985","6":"1985","7":"1972","8":"1971","9":"1969","10":"1964","11":"1943","12":"1943","13":"1940","14":"1936","15":"1917","16":"1914","17":"1900","18":"1887","19":"1885","20":"1885","21":"1826","22":"1576","23":"146 bce"},"Event":{"0":"In the first overtime game in Super Bowl history, Tom Brady and the New England Patriots overcame a 25-point deficit to defeat the Atlanta Falcons.","1":"U.S. Secretary of State Colin Powell appeared before the United Nations Security Council to present evidence that Iraq possessed proscribed weapons of mass destruction and posed an immediate danger.","2":"Byron De La Beckwith was convicted of killing civil rights leader Medgar Evers in 1963; Beckwith received a life sentence.","3":"Neymar\nBrazilian football player\nwas born","4":"Actor Rowan Atkinson (35) weds Sunetra Sastry in New York","5":"Cristiano Ronaldo\nPortuguese football player\nwas born","6":"Portuguese football (soccer) player Cristiano Ronaldo, one of the finest forwards of his generation, was born in Funchal, Portugal.","7":"Bob Douglas is 1st African American elected to Basketball Hall of Fame","8":"Actress Judi Dench (36) weds actor Michael Williams (35) at St Mary's Catholic Church in Hampstead, London","9":"US population reaches 200 million","10":"Laura Linney\nAmerican actress\nwas born","11":"Michael Mann\nAmerican director and screenwriter\nwas born","12":"American middleweight boxer Jake La Motta, the “Bronx Bull,” handed Sugar Ray Robinson his first defeat.","13":"H.R. Giger\nSwiss artist and set designer\nwas born","14":"\"Modern Times\", silent film directed by, written by and starring Charlie Chaplin, is released","15":"Mexico adopted its present constitution.","16":"American writer William S. Burroughs—whose experimental novels evoke, in deliberately erratic prose, a nightmarish, sometimes wildly humorous world—was born.","17":"The first of two Hay-Pauncefote treaties (named for U.S. Secretary of State John Hay and British Ambassador Lord Pauncefote) was signed between the United States and Great Britain over control of the proposed Panama Canal.","18":"Giuseppe Verdi's opera \"Otello\" premieres at La Scala in Italy, Verdi's first new opera for over 15 years","19":"News of the fall of Khartoum reaches London","20":"King Leopold II of Belgium establishes the Congo as a personal colonial possession","21":"Future US President Millard Fillmore (26) weds Abigail Powers (27)","22":"Henry of Navarre (later Henry IV of France) abjures Catholicism at Tours","23":"Punic Wars ended\nThe Third Punic War, the last of three between Rome and Carthage, came to an end this day in 146 , culminating in the final destruction of Carthage, the enslavement of its people, and Roman hegemony over the Mediterranean."}}