{"Year":{"0":"2018","1":"2003","2":"1995","3":"1990","4":"1990","5":"1972","6":"1965","7":"1962","8":"1955","9":"1954","10":"1952","11":"1952","12":"1937","13":"1936","14":"1925","15":"1922","16":"1921","17":"1921","18":"1916","19":"1916","20":"1907","21":"1903","22":"1893","23":"1885","24":"1876","25":"1836","26":"1807","27":"1804","28":"1794","29":"1613","30":"1173"},"Event":{"0":"American evangelist Billy Graham—whose large-scale preaching missions, known as crusades, and friendship with numerous U.S. presidents brought him to international prominence—died at age 99.","1":"Bill Maher's political talk show \"Real Time with Bill Maher\" debuts on HBO","2":"American businessman and adventurer Steve Fossett became the first person to fly solo across the Pacific Ocean in a balloon. It was the first of his many aviation records.","3":"\"The Batman Theme\" by Danny Elfman wins Grammy Award for Best Instrumental Composition at 32nd Annual Grammy Awards","4":"\"The Batman Theme\" by Danny Elfman wins Grammy Award for Best Instrumental Composition at 32nd Annual Grammy Awards","5":"U.S. President Richard M. Nixon paid a state visit to the People's Republic of China, ending a 21-year estrangement between the communist country and the United States.","6":"Malcolm X assassinated\nMalcolm X, who articulated concepts of racial pride and black nationalism in the United States, was assassinated this day in 1965 and became an ideological hero after the posthumous release of The Autobiography of Malcolm X.","7":"David Foster Wallace\nAmerican author\nwas born","8":"Kelsey Grammer\nAmerican actor\nwas born","9":"Actor Leonard Nimoy (22) weds actress Sandra Zober","10":"Dick Button performs 1st figure skating triple jump in competition","11":"Actress Elizabeth Taylor (19) marries for the 2nd time to actor Michael Wilding (39)","12":"Harald V\nking of Norway\nwas born","13":"American lawyer and politician Barbara C. Jordan, the first African American congresswoman to come from the Deep South, was born in Houston, Texas.","14":"The American weekly magazine The New Yorker began publication under Harold W. Ross.","15":"Britain declares Egypt a sovereign state","16":"John Rawls\nAmerican philosopher\nwas born","17":"Reza Khan (later Reza Shah Pahlavi) overthrew the Qājār dynasty in Iran.","18":"World War I: Battle of Verdun begins, leads to an estimated 1 million casualties","19":"The Battle of Verdun, one of the most-devastating engagements of World War I, began.","20":"W.H. Auden, one of the foremost English-language poets of his era, was born.","21":"Author Anaïs Nin, whose literary reputation rests on the eight published volumes of her personal diaries, was born in France.","22":"Spanish musician Andrés Segovia, who was considered the foremost guitarist of his time, was born.","23":"The Washington Monument was dedicated on the grounds of the Mall in Washington, D.C.","24":"Abstract sculptor Constantin Brancusi was born in Romania.","25":"French opera and ballet composer Léo Delibes was born in Saint-Germain-du-Val.","26":"US President Martin Van Buren (24) weds highschool sweetheart Hannah Hoes (23) in Catskill, New York","27":"1st locomotive, Richard Trevithick's, runs for the 1st time, along the tramway of the Penydarren Ironworks in Merthyr Tydfil, Wales","28":"Antonio López de Santa Anna\npresident of Mexico\nwas born","29":"Michael Romanov, son of Patriarch of Moscow, elected first Russian Tsar of the house of Romanov","30":"Pope Alexander III canonizes Thomas Becket, Archbishop of Canterbury"}}