{"Year":{"0":"2015","1":"2012","2":"2010","3":"2010","4":"2008","5":"2004","6":"1991","7":"1981","8":"1973","9":"1968","10":"1967","11":"1957","12":"1951","13":"1950","14":"1940","15":"1934","16":"1933","17":"1932","18":"1932","19":"1930","20":"1902","21":"1902","22":"1900","23":"1886","24":"1884","25":"1814","26":"1807","27":"1776"},"Event":{"0":"American actor Leonard Nimoy—who was best known for his portrayal of the stoic, cerebral Mr. Spock in the sci-fi TV and film franchise Star Trek—died in Los Angeles.","1":"Wikileaks begins disclosing 5 million emails from private intelligence company Stratfor","2":"Chile struck by earthquake and tsunami\nOn this day in 2010, a magnitude-8.8 earthquake struck Chile, causing widespread damage and triggering a tsunami that devastated coastal areas; it was the most powerful earthquake to strike the region since 1960.","3":"\"Supernatural\" actress Genevieve Cortese (29) weds co-star actor Jared Padaelcki (27) in Sun Valley, Idaho","4":"American editor and author William F. Buckley, Jr.—who became an important intellectual influence in politics as the founder (1955) and editor in chief of the journal National Review, which he used as a forum for conservative views and ideas—died in Connecticut.","5":"Singer-actress Solange Knowles (18) weds Texas Southern University football player Daniel Smith at Old Bahama Bay Resort in Grand Bahama Island","6":"U.S. President George Bush ordered a cease-fire effective at midnight and declared victory in the Persian Gulf War, a conflict triggered by Iraq's invasion and occupation of Kuwait in August 1990.","7":"Josh Groban\nAmerican singer\nwas born","8":"Two hundred members of the American Indian Movement forcefully took the reservation hamlet of Wounded Knee, South Dakota.","9":"CBS news anchor Walter Cronkite delivers a scathing editorial on America's chances of winning the Vietnam War","10":"Saint Kitts and Nevis (with Anguilla) became an independent state associated with the United Kingdom.","11":"Mao's famous speech to the Supreme State Conference \"On Correct Handling of Contradictions Among People\" expounding Maoist ideals","12":"Activist W.E.B. Du Bois (83) weds award-winning author Shirley Graham (54) in Queens, New York","13":"General Chiang Kai-shek elected president of Nationalist China","14":"Martin Kamen and Sam Ruben discover carbon-14 (radiocarbon dating) at the University of California Radiation Laboratory in Berkeley, California","15":"Ralph Nader\nAmerican lawyer and politician\nwas born","16":"In Berlin the Reichstag (parliament) building caught fire, a key event in the establishment of Nazi dictatorship.","17":"American actress Elizabeth Taylor—whose career, highlighted by award-winning portrayals of emotionally volatile characters, was often overshadowed by her highly publicized personal life—was born in London.","18":"Elizabeth Taylor\nAmerican actress\nwas born","19":"Joanne Woodward\nAmerican actress\nwas born","20":"John Steinbeck\nAmerican novelist\nwas born","21":"American novelist John Steinbeck—who was best known for The Grapes of Wrath (1939), which summed up the bitterness of the Great Depression decade and aroused widespread sympathy for the plight of migratory farmworkers—was born.","22":"In London, the Trades Union Congress and the Independent Labour Party (formed in 1893) meet, results in a Labour Representative Committee and eventually the modern Labour Party in 1906","23":"American lawyer and politician Hugo Black—who, as a Supreme Court justice, was known for his support of the doctrine of total incorporation—was born.","24":"Paul Kruger, president of the South African Republic, signed a treaty in London that disavowed British authority over the Transvaal.","25":"Ludwig van Beethoven's 8th Symphony in F premieres","26":"American poet Henry Wadsworth Longfellow was born in Portland, Massachusetts (now in Maine).","27":"At the Battle of Moore's Creek Bridge, North Carolinian revolutionaries defeated loyalists during the American Revolution."}}