{"Year":{"0":"2007","1":"2005","2":"1988","3":"1988","4":"1986","5":"1984","6":"1980","7":"1977","8":"1976","9":"1974","10":"1968","11":"1967","12":"1966","13":"1963","14":"1962","15":"1953","16":"1952","17":"1947","18":"1943","19":"1938","20":"1929","21":"1909","22":"1902","23":"1873","24":"1872","25":"1816","26":"1792"},"Event":{"0":"Baywatch actress Carmen Electra (34) divorces rocker Dave Navarro (39) due to irreconcilable differences after less than three years of marriage","1":"American journalist and author Hunter S. Thompson—who created the genre known as gonzo journalism, a highly personal style of reporting that made him a counterculture icon—died of a self-inflicted gunshot wound.","2":"Rihanna\nBarbadian singer\nwas born","3":"Barbadian pop and rhythm-and-blues (R&B) singer Rihanna—who became a worldwide star in the early 21st century, known for her distinctive and versatile voice and for her fashionable appearance—was born.","4":"The Soviet Union launched the core module of the space station Mir.","5":"Trevor Noah\nSouth African comedian\nwas born","6":"Actress Susan Dey (LA Law) weds producer Bernard Sofronski","7":"World No. 1 tennis player Arthur Ashe (33) weds photographer Jeanne Moutoussamy in New York City","8":"The Southeast Asia Treaty Organization held its final exercise in Manila (and formally ended on June 30, 1977).","9":"Cher files for separation from husband Sonny Bono","10":"Comedian John Cleese (Monty Python) marries actress Connie Booth","11":"Kurt Cobain\nAmerican musician\nwas born","12":"Cindy Crawford\nAmerican fashion model\nwas born","13":"Charles Barkley\nAmerican basketball player\nwas born","14":"John Glenn's orbit of Earth\nJohn H. Glenn, Jr., the oldest of seven astronauts selected by NASA for Project Mercury spaceflight training (and later a U.S. senator), became on this day in 1962 the first American to orbit Earth, doing so three times.","15":"US Court of Appeals rules that Organized Baseball is a sport & not a business, affirming the 25-year-old Supreme Court ruling","16":"\"African Queen\" film directed by John Huston, starring Humphrey Bogart and Katharine Hepburn is released in the US","17":"Earl Mountbatten of Burma appointed as last viceroy of India to oversee the move to independence","18":"The volcano Paricutín in Michoacán state, Mexico, erupted, eventually burying two villages.","19":"UK Foreign Secretary Anthony Eden resigns stating Prime Minister Neville Chamberlain has appeased Nazi Germany","20":"The U.S. Congress formally accepted the deeds of cession of eastern Samoa, forming American Samoa.","21":"Italian author Filippo Tommaso Marinetti coined the term Futurism in the Parisian newspaper Le Figaro.","22":"Ansel Adams, the most important landscape photographer of the 20th century, was born in San Francisco.","23":"British Naval Officer John Moresby discovers the site of Port Moresby, Papua New Guinea and claims it for Britain","24":"New York's Metropolitan Museum of Art opens","25":"Gioacchino Rossini's opera \"Barber of Seville\" premieres in Rome","26":"US postal service created, postage 6-12 cents depending on distance"}}