{"Year":{"0":"2012","1":"2005","2":"1993","3":"1979","4":"1971","5":"1960","6":"1954","7":"1951","8":"1935","9":"1934","10":"1928","11":"1928","12":"1928","13":"1924","14":"1919","15":"1917","16":"1916","17":"1885","18":"1885","19":"1839","20":"1815","21":"1815","22":"1802","23":"1802","24":"1797","25":"1616"},"Event":{"0":"National debates about racism and racial profiling ensued after Trayvon Martin, an unarmed African American teenager returning from a convenience store in Sanford, Florida, was fatally shot by a neighbourhood-watch volunteer, George Zimmerman, who later successfully argued that he had acted in self-defense.","1":"Hosni Mubarak, President of Egypt, orders the constitution changed to allow multi-candidate presidential elections, asking Egyptian parliament to amend Article 76","2":"The World Trade Center in New York City was bombed in an act of terrorism, and Islamic radicals were later convicted for the crime.","3":"Actor Max Von Sydow (49) divorces actress Christina Olin after 28 years of marriage","4":"Erykah Badu\nAmerican singer and songwriter\nwas born","5":"Vera Miles stars in the famous \"Mirror Image\" episode of the classic CBS television series \"The Twilight Zone\"","6":"Recep Tayyip Erdoğan\npresident of Turkey\nwas born","7":"American novelist James Jones published From Here to Eternity, about the U.S. Army in Hawaii before the 1941 attack on Pearl Harbor.","8":"RADAR (Radio Detection and Ranging) first demonstrated by Robert Watson-Watt","9":"Theoretical physicist Edward Teller (25) weds Augusta Maria Harkanyi","10":"Actress Mary Astor (21) weds director Kenneth Hawks (30) at her family home in Moorcrest","11":"American singer and pianist Fats Domino, a rhythm-and-blues standout who became one of the first rock-and-roll stars, was born.","12":"Ariel Sharon\nprime minister of Israel\nwas born","13":"Astronomer Edwin Hubble (34) weds Grace Burke in Pasadena, California","14":"The U.S. Congress established Grand Canyon National Park in northwestern Arizona.","15":"1st jazz records recorded - \"Dixie Jazz Band One Step\" and \"Livery Stable Blues\" by Original Dixieland Jass Band for the Victor Talking Machine Company","16":"Jackie Gleason\nAmerican actor\nwas born","17":"Berlin Conference gives Congo to Belgium and Nigeria to Great Britain","18":"The Berlin West Africa Conference concluded, the major European countries having staked claims to their colonial expansions in Central Africa.","19":"1st Grand National steeplechase, Aintree Racecourse, Liverpool: Jem Mason wins aboard 5\/1 favourite Lottery","20":"Napoleon Bonaparte and his supporters leave Elba to start a 100 day re-conquest of France","21":"Napoleon's escape from Elba\nForced to abdicate as French emperor in 1814, Napoleon escaped from exile on the island of Elba this day in 1815 and, gathering support en route, retook power on his return to Paris on March 20, ushering in the Hundred Days.","22":"Victor Hugo\nFrench writer\nwas born","23":"Victor Hugo, a poet, novelist, and dramatist who was the most important of the French Romantic writers, was born.","24":"Bank of England issues first £1 note","25":"Roman Inquisition delivers injunction to Galileo demanding he abandon his belief in heliocentrism, which states the Earth and planets revolve around the Sun"}}