{"Year":{"0":"2016","1":"2002","2":"2000","3":"1997","4":"1996","5":"1983","6":"1977","7":"1974","8":"1972","9":"1972","10":"1961","11":"1960","12":"1950","13":"1950","14":"1945","15":"1945","16":"1942","17":"1940","18":"1935","19":"1933","20":"1910","21":"1883","22":"1692","23":"1689","24":"1689","25":"1649","26":"1601","27":"1575","28":"1542","29":"1258"},"Event":{"0":"American jurist Antonin Scalia—who served as an associate justice of the Supreme Court of the United States, becoming well known for his strong legal conservatism—died in Shafter, Texas.","1":"The Scottish Parliament passed the Protection of Wild Mammals Bill, which made it illegal to hunt wild mammals with dogs, effectively outlawing foxhunting in Scotland.","2":"The last Peanuts comic strip was published in newspapers, just hours after the death of creator Charles Schulz.","3":"The Dow Jones Industrial Average first eclipsed the 7,000 mark, then closed at 7,022.44.","4":"Rapper Tupac Shakur releases his 4th studio album 'All Eyez on Me'","5":"Jerry Lewis marries 2nd wife dancer SanDee Pitnick","6":"Randy Moss\nAmerican football player\nwas born","7":"Professional boxer George Foreman (25) divorces Adrienne Calhoun after almost 3 years of marriage","8":"\"Cabaret\", directed by Bob Fosse, based on the musical of the same name and starring Liza Minnelli and Michael York, is released","9":"\"Cabaret\", directed by Bob Fosse, based on the musical of the same name and starring Liza Minnelli and Michael York, is released","10":"Henry Rollins\nAmerican singer and writer\nwas born","11":"France detonated its first atomic bomb in the Sahara desert.","12":"British musician Peter Gabriel, who was the lead singer of the progressive rock band Genesis before launching a successful solo career, was born.","13":"Peter Gabriel\nBritish musician\nwas born","14":"USSR captures Budapest, after a 49-day battle with Germany; 159,000 die","15":"Allied planes begin bombing Dresden, Germany; a firestorm results and over 22,000 die","16":"Hitler's Operation Sealion, the invasion of England, is cancelled","17":"Actress Lana Turner (19) marries bandleader Artie Shaw (29)","18":"Bruno Hauptmann was convicted of kidnapping and murdering the 20-month-old son of Charles and Anne Morrow Lindbergh; he received the death penalty.","19":"Kim Novak\nAmerican actress\nwas born","20":"William B. Shockley\nAmerican physicist\nwas born","21":"German composer Richard Wagner died in Venice at age 69.","22":"Scottish soldiers under Archibald Campbell, 10th earl of Argyll, slaughtered members of the MacDonald clan of Glencoe after their chief, Alexander MacDonald, missed the deadline for swearing allegiance to King William III.","23":"William and Mary crowned\nFollowing the Glorious Revolution, William and Mary were proclaimed king and queen of England this day in 1689, after which they ruled jointly as King William III and Queen Mary II until her death in 1694.","24":"British Parliament adopts the Bill of Rights which establishes the rights of parliament and places limits on the crown","25":"English author John Milton published his first political tract, The Tenure of Kings and Magistrates, in response to the execution of King Charles I.","26":"1st British East India Company voyage departs from London, lead by John Lancaster","27":"Henry III of France marries Louise de Lorraine-Vaudémont.","28":"King Henry VIII of England had Catherine Howard, his fifth wife, beheaded on charges of adultery.","29":"Baghdad falls to the Mongols as the Abbasid Caliphate is destroyed"}}