{"Year":{"0":"60","1":"2014","2":"2011","3":"2005","4":"1996","5":"1993","6":"1993","7":"1990","8":"1989","9":"1989","10":"1964","11":"1962","12":"1961","13":"1957","14":"1955","15":"1952","16":"1952","17":"1942","18":"1906","19":"1898","20":"1898","21":"1879","22":"1863","23":"1858","24":"1846","25":"1840","26":"1837","27":"1824","28":"1763","29":"1763","30":"1720"},"Event":{"0":"St Paul thought to have been shipwrecked at Malta","1":"American actress and diplomat Shirley Temple—who cheered Depression-era moviegoers when she was a dimple-cheeked curly-haired child star and the top Hollywood box-office attraction from 1935 to 1939—died in California.","2":"Former Playboy model Camille Donatacci (42) divorces \"Frazier\" actor-comedian Kelsey Grammer (56) due to irreconcilable differences after 14 years of marriage","3":"Arthur Miller—who was recognized as one of the most important playwrights of the mid-20th century, perhaps best known for his Pulitzer Prize-winning masterpiece, Death of a Salesman—died in Connecticut.","4":"Kasparov-versus-computer chess match\nOn this day in 1996, world chess champion Garry Kasparov began a six-round match against Deep Blue, a chess-playing computer built by IBM, in which Kasparov claimed a 4–2 victory (though Deep Blue won a rematch the following year).","5":"\"Michael Jackson Talks To Oprah Winfrey\" airs on ABC & drew an astounding 39.3 rating\/56 share, 90 million people","6":"\"Michael Jackson Talks To Oprah Winfrey\" airs on ABC & drew an astounding 39.3 rating\/56 share, 90 million people","7":"The spacecraft Galileo flew past Venus on its way to Jupiter.","8":"To gain deregulation WWF admits pro wrestling is an exhibition & not a sport, in a NJ court","9":"To gain deregulation WWF admits pro wrestling is an exhibition & not a sport, in a NJ court","10":"Glenn Beck\nAmerican television and radio personality\nwas born","11":"U.S. airman Francis Gary Powers, captured pilot of the U-2 plane downed by the Soviet Union in 1960, was exchanged for jailed Soviet informant Rudolf Abel.","12":"George Stephanopoulos\nAmerican political commentator\nwas born","13":"American author Laura Ingalls Wilder, who wrote the popular Little House series of children's books, died.","14":"Jim Cramer\nAmerican television personality\nwas born","15":"Lee Hsien Loong\nprime minister of Singapore\nwas born","16":"India holds its first general election: Prime Minister Jawaharlal Nehru remains in power","17":"Glenn Miller awarded 1st ever gold record for selling 1 million copies of \"Chattanooga Choo Choo\"","18":"British battleship HMS Dreadnought launches after only 100 days, renders all other capital ships obsolete with its revolutionary design","19":"German poet and playwright Bertolt Brecht was born in Augsburg.","20":"Bertolt Brecht\nGerman dramatist\nwas born","21":"Henry Morton Stanley departs for the Congo","22":"P. T. Barnum stages wedding of Tom Thumb & Mercy Lavinia Warren, both midgets, in NYC","23":"US President Millard Fillmore (58) weds Caroline Carmichael (43) in Albany, New York","24":"The British conquered the Sikhs in northwestern India in the Battle of Sobraon, the most decisive engagement of the First Sikh War.","25":"British Queen Victoria (20) marries her cousin Albert (20) of Saxe-Coburg and Gotha, later the Prince Consort at St James' Palace","26":"Russian author Aleksandr Pushkin was killed in a duel defending his wife's honour.","27":"Simón Bolívar named dictator by the Congress of Peru","28":"The Treaty of Paris was signed, ending territorial conflicts between France and Britain in the Seven Years' War, the North American phase of which was called the French and Indian War.","29":"Treaty of Paris ends French-Indian War, surrendering Canada to Britain","30":"Edmond Halley appointed as the second Astronomer Royal at the Greenwich Observatory"}}