{"Year":{"0":"896","1":"2017","2":"2014","3":"2011","4":"2008","5":"1997","6":"1996","7":"1980","8":"1975","9":"1967","10":"1962","11":"1959","12":"1950","13":"1950","14":"1949","15":"1941","16":"1934","17":"1932","18":"1932","19":"1888","20":"1847","21":"1825","22":"1797","23":"1788","24":"1774","25":"1767","26":"1680","27":"1632"},"Event":{"0":"Arnulf was crowned Holy Roman emperor by Pope Formosus, who declared the previous emperor, Lambert, deposed.","1":"Jay-Z becomes 1st rapper to be inducted into Songwriters Hall of Fame alongside Max Martin, Jimmy Jam and Terry Lewis","2":"Ukrainian President Viktor Yanukovych was impeached following widespread protests after he abandoned an association agreement with the European Union; he fled the country and was later accused of embezzlement.","3":"After enduring more than five months of tremors, Christchurch, New Zealand, and its surrounding area were struck by a massive destructive aftershock (magnitude 6.3).","4":"\"Baywatch\" actress Pamela Anderson (40) divorces Rick Salomon (39) due to irreconcilable differences only 2 months after getting married","5":"Cloning of Dolly\nOn this day in 1997, a team of British scientists working under the direction of Ian Wilmut at the Roslin Institute near Edinburgh announced the birth of Dolly the sheep, the first clone of an adult mammal.","6":"Actress Halle Berry files for divorce from David Justice","7":"During the 1980 Winter Olympics, against the backdrop of the Cold War, the U.S. ice hockey team defeated the favoured Soviet team in one of the greatest upsets in the history of the Olympic Games.","8":"Drew Barrymore\nAmerican actress, producer, and director\nwas born","9":"25,000 US and South Vietnamese troops launch Operation Junction City against the Viet Cong. Largest US airborne assault since WWII.","10":"Steve Irwin\nAustralian wildlife conservationist and television personality\nwas born","11":"NASCAR held the first Daytona 500, which was won by Lee Petty.","12":"Julius Erving\nAmerican basketball player\nwas born","13":"American basketball player Julius Erving, who was one of the most colourful and exciting figures in the game during the 1970s and '80s, was born.","14":"Future Portuguese President Mário Soares (24) weds actress Maria de Jesus Barroso (24) at the 3rd Conservatory of the Civil Register of Lisbon","15":"Future CIA Director William J. Casey (27) weds Sophia Kurz","16":"\"It Happened One Night\" directed by Frank Capra and starring Clark Gable and Claudette Colbert opens at NY's Radio City Music Hall (Academy Awards Best Picture, Director, Actor, Actress and Screenplay 1935)","17":"Ted Kennedy\nUnited States senator\nwas born","18":"The Purple Heart, a U.S. military decoration originally instituted by George Washington in 1782 to honour bravery in battle, was revived as an award for those wounded or killed in action against an enemy.","19":"“Father of American Golf” John Reid first demonstrates golf on a Yonkers cow pasture to friends","20":"U.S. General Zachary Taylor led troops against a Mexican force commanded by General Antonio López de Santa Anna at the Battle of Buena Vista.","21":"Russia & Britain establish Alaska-Canada boundary","22":"The Last Invasion of Britain by the French, begins near Fishguard, Wales","23":"Arthur Schopenhauer\nGerman philosopher\nwas born","24":"British House of Lords rules authors do not have perpetual copyright","25":"US Defector General Benedict Arnold (26) weds the daughter of the sheriff of New Haven Margaret Mansfield","26":"Catherine Deshayes, Madame Monvoisin—known as “La Voisin”—was executed in Paris for her involvement in the Affair of the Poisons.","27":"Galileo's \"Dialogue Concerning the Two Chief World Systems\" is published"}}