{"Year":{"0":"2013","1":"2002","2":"2001","3":"1999","4":"1994","5":"1953","6":"1948","7":"1947","8":"1934","9":"1934","10":"1924","11":"1914","12":"1912","13":"1912","14":"1909","15":"1893","16":"1884","17":"1818","18":"1809","19":"1809","20":"1804","21":"1736","22":"1700","23":"1554"},"Event":{"0":"North Korea allegedly conducts its third nuclear test, saying it was a nuclear device that could be weaponized","1":"Slobodan Milošević, president of Yugoslavia in 1997–2000, went on trial for war crimes in The Hague, at the International Criminal Tribunal for the former Yugoslavia; he died four years later, before the trial had ended.","2":"NEAR Shoemaker spacecraft touchdown in the \"saddle\" region of 433 Eros becoming the first spacecraft to land on an asteroid.","3":"US President Bill Clinton acquitted by the Senate in his impeachment trial","4":"Thieves broke into the National Gallery in Oslo and stole The Scream (later recovered), one of several versions Norwegian artist Edvard Munch made of his most famous painting.","5":"The Egyptian government signed an agreement with Britain granting self-government for the Sudan and self-determination within three years for the Sudanese.","6":"Ray Kurzweil\nAmerican computer scientist and futurist\nwas born","7":"French fashion designer Christian Dior presents his first influential collection, named the \"New Look\"","8":"American basketball player Bill Russell, one of the greatest defensive centres in NBA history and the first black coach of a major professional American sports team (the Boston Celtics), was born.","9":"Bill Russell\nAmerican basketball player\nwas born","10":"George Gershwin's \"Rhapsody In Blue\" premieres at influential concert \"Experiment in Modern Music\" held by Paul Whiteman and his Orchestra at the Aeolian Hall, NYC","11":"\"The Squaw Man\", 1st feature-length film shot in Hollywood, directed by Cecil B. DeMille and Oscar Apfel, is released in the US","12":"The last Qing Emperor of China, Puyi abdicates after losing the support of the Chinese people and thus the mandate of heaven","13":"Puyi, the last emperor of China, abdicated at the end of the Chinese Revolution.","14":"The National Association for the Advancement of Colored People (NAACP) was founded.","15":"Omar Nelson Bradley\nUnited States general\nwas born","16":"Alice Roosevelt Longworth\nAmerican politician and socialite\nwas born","17":"Chile's independence from Spain declared\nAlthough the decisive victory over the Spanish did not come until April at the Battle of Maipú, Chile formally declared independence from Spain on this day in 1818, the first anniversary of Chile's victory at Chacabuco.","18":"Charles Darwin\nBritish naturalist\nwas born","19":"British naturalist Charles Darwin, who developed the theory of evolution by natural selection, was born.","20":"German philosopher Immanuel Kant died in Königsberg, Prussia (now Kaliningrad, Russia).","21":"Maria Theresa Habsburg marries French Stefanus (emperor Francois I)","22":"The Great Northern War begins in Northern Europe between Denmark–Norway, Saxony and Russia and the Swedish Empire.","23":"At age 16 Lady Jane Grey, titular queen of England, was executed in London by order of Mary I."}}