{"Year":{"0":"2017","1":"2008","2":"1996","3":"1992","4":"1979","5":"1972","6":"1969","7":"1955","8":"1955","9":"1950","10":"1942","11":"1936","12":"1934","13":"1925","14":"1906","15":"1904","16":"1897","17":"1890","18":"1876","19":"1865","20":"1864","21":"1843","22":"1841","23":"1568"},"Event":{"0":"Discovery of a new mostly underwater continent Zealandia in the South Pacific announced in research journal \"GSA Today\"","1":"Kosovo declared its independence from Serbia, though a number of countries refused to recognize the new republic; the International Court of Justice later ruled that Kosovo had not violated international law, but Serbia rejected that decision.","2":"An earthquake and an accompanying tsunami in Indonesia left 108 people dead, 423 injured, and 58 missing.","3":"Convicted serial killer Jeffrey Dahmer was sentenced to 15 consecutive life terms for a series of gruesome murders; he was later killed by a fellow prison inmate.","4":"Vietnam invaded by China\nAfter the Vietnam War, Vietnam bolstered its ties with the Soviet Union rather than with China, and, following a series of anti-Chinese, pro-Soviet maneuvers by Vietnam, China invaded its southern neighbour this day in 1979.","5":"British Parliament votes to join the European Common Market","6":"Golda Meir sworn in as the first female Prime Minister of Israel","7":"British Minister of Defense Harold Macmillan announced plans to develop and produce hydrogen bombs.","8":"Mike Souchak sets PGA 72-hole record of 257 (not broken until 2001)","9":"Natural history broadcaster David Attenborough (24) weds Jane Elizabeth Ebsworth Oriel","10":"Huey P. Newton\nAmerican activist\nwas born","11":"Jim Brown\nAmerican football player and actor\nwas born","12":"Barry Humphries\nAustralian actor\nwas born","13":"Hal Holbrook\nAmerican actor\nwas born","14":"26th US President Theodore Roosevelt's daughter Alice marries in the White House","15":"Giacomo Puccini's opera \"Madama Butterfly\" premieres in Milan","16":"The National Congress of Parents and Teachers, better known as the Parent-Teacher Association (PTA), was founded in Washington, D.C., as the National Congress of Mothers.","17":"Sir Ronald Aylmer Fisher\nBritish geneticist and statistician\nwas born","18":"Sardines first canned by Julius Wolff in Eastport, Maine","19":"Columbia, South Carolina, burns down during American Civil War","20":"During the American Civil War, the Confederate Hunley became the first submarine to sink an enemy ship when it successfully attacked the USS Housatonic in the waters off Charleston, South Carolina.","21":"The British annexed most of what is now Sindh province in Pakistan after winning the Battle of Miani.","22":"Dutch ex-king Willem I marries Henriette d'Oultremont de Wégimont","23":"Holy Roman Emperor Maximilian II agrees to pay tribute to the Ottoman Empire for peace"}}