{"Year":{"0":"2005","1":"1999","2":"1966","3":"1960","4":"1959","5":"1959","6":"1956","7":"1928","8":"1924","9":"1917","10":"1913","11":"1910","12":"1904","13":"1894","14":"1894","15":"1876","16":"1874","17":"1874","18":"1870","19":"1870","20":"1865","21":"1821","22":"1811","23":"1690","24":"1547","25":"1509","26":"1468","27":"1451","28":"1112"},"Event":{"0":"American lawyer and judge Alberto R. Gonzales was sworn in as the attorney general of the United States, becoming the first Hispanic to occupy the post.","1":"Actress Angelina Jolie (23) divorces actor Jonny Lee Miller (26) after 3 years of marriage","2":"1st soft landing on Moon (Soviet Luna 9)","3":"\"La Dolce Vita\" directed by Federico Fellini and starring Marcello Mastroianni and Anita Ekberg has its film premiere in Italy","4":"American rock 'n' roll singer Buddy Holly was killed in a plane crash at age 22.","5":"\"The Day the Music Died\" plane crash kills musicians Buddy Holly, Richie Valens, J. P. Richardson and pilot near Clear Lake Iowa.","6":"Nathan Lane\nAmerican actor\nwas born","7":"Paleoanthropologist Davidson Black reports his findings on the ancient human fossils found at Zhoukoudian, China in the journal Nature and declares them to be a new species he names 'Sinanthropus pekinensis' (now known as 'Homo erectus')","8":"Former U.S. president Woodrow Wilson died in Washington, D.C.","9":"Not yet involved in World War I, the United States broke off diplomatic relations with Germany after the Germans announced their intention to practice unrestricted submarine warfare.","10":"The Sixteenth Amendment to the Constitution of the United States, granting Congress the authority to levy income taxes, was ratified.","11":"Author James Weldon Johnson (38) weds civil rights activist Grace Nail Johnson (24) at her family's home","12":"Pretty Boy Floyd\nAmerican gangster\nwas born","13":"Norman Rockwell\nAmerican illustrator\nwas born","14":"The first American steel ship, the Dirigo, was launched from Bath, Maine.","15":"Albert Spalding with $800 starts sporting goods co, manufacturing 1st official baseball, tennis ball, basketball, golf ball, & football","16":"Gertrude Stein\nAmerican writer\nwas born","17":"Avant-garde American writer Gertrude Stein, whose Paris home was a salon for the leading artists and writers of the period between World Wars I and II, was born.","18":"Fifteenth Amendment to the U.S. Constitution ratified\nOn this day in 1870, the Fifteenth Amendment to the Constitution of the United States was ratified, guaranteeing the right to vote regardless of race and intending to ensure, with the Fourteenth Amendment, the civil rights of former slaves.","19":"US state of Iowa ratifies the 15th Amendment of the United States Constitution allowing suffrage for all races & colour","20":"In a personal meeting with Confederate representatives, U.S. President Abraham Lincoln offered liberal pardons in exchange for the South quitting the Civil War, with reunion as a precondition of peace—an offer that was rejected.","21":"Elizabeth Blackwell\nBritish American physician\nwas born","22":"American newspaper editor Horace Greeley, known as one of the most persuasive antislavery voices in the antebellum North, was born in Amherst, New Hampshire.","23":"Massachusetts issued the first paper money in the American colonies.","24":"Russian Tsar Ivan IV [Ivan the Terrible] (17) marries Anastasia Romanova (17)","25":"The Battle of Diu, naval battle at port of Diu, India between Portugal and the Ottoman Empire, establishes Portugese trading control","26":"German craftsman, inventor, and printer Johannes Gutenberg died in Mainz.","27":"Sultan Mehmed II, the Conqueror inherits the throne of the Ottoman Empire","28":"Ramon Berenguer III of Barcelona and Douce I of Provence marry, uniting the fortunes of those two states."}}