{"Year":{"0":"46 bce","1":"2018","2":"2012","3":"2007","4":"1993","5":"1993","6":"1989","7":"1965","8":"1952","9":"1952","10":"1950","11":"1949","12":"1945","13":"1945","14":"1932","15":"1921","16":"1919","17":"1917","18":"1912","19":"1895","20":"1862","21":"1843","22":"1840","23":"1840","24":"1819","25":"1778","26":"1756","27":"1611","28":"1508"},"Event":{"0":"Julius Caesar's forces delivered the final blow against supporters of Pompey the Great at the Battle of Thapsus.","1":"Brazilian jockey Jorge Ricardo equals world record number of victories for a jockey - 12,844 in Rio de Janeiro","2":"Catalan artist Antoni Tàpies, who was credited with introducing contemporary abstract painting in Spain, died in Barcelona.","3":"\"Married ... With Children\" actor David Faustino (32) divorces actress Andrea Elmer Faustino (31) due to irreconcilable differences after 3 years of marriage","4":"American tennis player Arthur Ashe, who was the first black man to win a Grand Slam championship, died of AIDS-related pneumonia; he had likely contracted the virus through a tainted blood transfusion received during coronary bypass surgeries.","5":"US Senator Mitch McConnell (51) weds economist Elaine Chao","6":"Solidarity union leader Lech Wałęsa begins negotiating with Polish government","7":"Righteous Brothers \"You've Lost That Lovin' Feelin'\" hits #1","8":"Accession of Elizabeth II\nElizabeth II, who celebrated her Golden Jubilee in 2002, ascended the throne of the United Kingdom of Great Britain and Northern Ireland this day in 1952, following the death of her father, King George VI.","9":"Queen Elizabeth II succeeds King George VI to the British throne and proclaimed Queen of the United Kingdom and the other Commonwealth realms including Canada, Australia and New Zealand","10":"Natalie Cole\nAmerican singer\nwas born","11":"Diplomat Henry Kissinger (25) weds Ann Fleisher (23) in Washington Heights, Manhattan","12":"Bob Marley\nJamaican musician\nwas born","13":"Jamaican singer-songwriter Bob Marley—who achieved stardom by blending early ska, rock steady, and reggae forms into an electrifying rock-influenced hybrid—was born.","14":"French film director François Truffaut, whose attacks on established filmmaking techniques paved the way for the movement known as New Wave, was born.","15":"\"The Kid\", silent film starring Charlie Chaplin & Jackie Coogan, released","16":"A German constitutional assembly met to form the Weimar Republic.","17":"Zsa Zsa Gabor\nHungarian actress and socialite\nwas born","18":"Eva Braun\nwife of Hitler\nwas born","19":"Baseball player Babe Ruth, whose home-run hitting helped make him one of the most-celebrated athletes in American sports, was born.","20":"Union naval commodore Andrew Foote, leading a flotilla of ironclads, captured Fort Henry, Tennessee, a strategic Confederate position during the American Civil War.","21":"Frontiersman Kit Carson (33) weds Josefa Jaramillo (14) at Our Lady of Guadalupe Church","22":"The Treaty of Waitangi is signed between 40 Māori Chiefs (later signed by 500) and representatives of the British crown in Waitangi, New Zealand. The treaty was designed to share sovereignty between the two groups.","23":"Maori tribes of New Zealand signed the Treaty of Waitangi with Great Britain, a historic agreement purported to protect Maori rights that was the immediate basis of the British annexation of New Zealand.","24":"Stamford Raffles founds Singapore as a British trading port","25":"France recognizes USA, signs Treaty of Alliance in Paris, 1st US treaty","26":"Aaron Burr\nvice president of United States\nwas born","27":"Chongzhen, the 16th and last emperor (1627–44) of the Ming dynasty, was born in Beijing.","28":"Maximilian I proclaimed Holy Roman Emperor, 1st Emperor in centuries not to be crowned by the Pope"}}