{"Year":{"0":"356","1":"2016","2":"2008","3":"2008","4":"1997","5":"1995","6":"1981","7":"1964","8":"1959","9":"1953","10":"1946","11":"1945","12":"1945","13":"1942","14":"1942","15":"1934","16":"1924","17":"1911","18":"1881","19":"1878","20":"1878","21":"1630","22":"1600"},"Event":{"0":"Emperor Constantius II shuts all heathen temples","1":"American author Harper Lee—who was nationally acclaimed and revered for her first novel, To Kill a Mockingbird (1960), which movingly depicts small-town life and racial prejudice—died in Monroeville, Alabama.","2":"Toshiba announces its formal recall of its HD DVD video format, ending the format war between it and Sony's Blu-Ray Disc","3":"Fidel Castro formally resigned as president of Cuba; he was succeeded by his brother Raúl.","4":"Deng Xiaoping, who introduced economic reforms to China in 1978, died in Beijing.","5":"\"Baywatch\" actress Pamela Anderson (27) weds rocker Tommy Lee (32) in Cancun, Mexico","6":"George Harrison is ordered to pay ABKCO Music $587,000 for \"subconscious plagiarism\" of his song \"My Sweet Lord\" with Ronnie Mack's song \"He's So Fine\"","7":"Actor Peter Sellers (38) weds actress Britt Ekland in London, England","8":"Roger Goodell\nAmerican sports commissioner\nwas born","9":"Cristina Fernández de Kirchner\npresident of Argentina\nwas born","10":"Giants outfielder Danny Gardella is 1st major leaguer to announce he is jumping to the \"outlaw\" Mexican League","11":"Iwo Jima invaded by U.S. Marines\nOn this day in 1945, during the final phases of World War II, U.S. Marines invaded Iwo Jima so as to wrest control of the strategically important island from the Japanese, who put up fierce resistance in the ensuing battle.","12":"US 5th Fleet launches invasion of Iwo Jima against the Japanese with 30,000 US Marines","13":"U.S. President Franklin D. Roosevelt signed the executive order allowing the internment of Japanese Americans during World War II.","14":"About 150 Japanese warplanes attack the Australian city of Darwin","15":"US entertainer Bob Hope weds fellow entertainer Dolores DeFina","16":"Lee Marvin\nAmerican actor\nwas born","17":"Merle Oberon\nBritish-American actress\nwas born","18":"Kansas became the first U.S. state to include the prohibition of alcoholic beverages in its state constitution.","19":"American inventor Thomas Edison patented the phonograph.","20":"Thomas Edison is granted a patent for his gramophone (phonograph)","21":"Shivaji\nIndian king\nwas born","22":"Peruvian stratovolcano Huaynaputina explodes in the most violent eruption in South American recorded history"}}