{"Year":{"0":"474","1":"2012","2":"2002","3":"1996","4":"1989","5":"1984","6":"1979","7":"1972","8":"1971","9":"1964","10":"1964","11":"1957","12":"1943","13":"1943","14":"1943","15":"1942","16":"1940","17":"1909","18":"1904","19":"1864","20":"1796","21":"1775","22":"1773","23":"1757","24":"1540"},"Event":{"0":"Zeno crowned as co-emperor of the Byzantine Empire together with his son Leo II.","1":"Actress Parminder Nagra files for divorce from photographer James Stenson due to irreconcilable differences after 3 years of marriage","2":"Princess Margaret—who, as King George VI's second daughter and the younger sister of Queen Elizabeth II, struggled to balance her independent spirit with her duties as a member of Britain's royal family—died in London.","3":"German physicist Peter Armbruster and his team of scientists synthesized chemical element 112, a heavy transuranium element that was later named copernicium.","4":"NBA power forward Charles Barkley (26) weds legal aide Maureen Blumhardt in Elkton, Maryland","5":"Soviet Premier Yury Andropov died, 15 months after succeeding Leonid Brezhnev, and was replaced by Konstantin Chernenko.","6":"Zhang Ziyi\nChinese actress\nwas born","7":"British government declares state of emergency after month-long coal miners' strike","8":"Probably 1st gay theme TV episode - All in the Family","9":"1st appearance of the Beatles on the \"Ed Sullivan Show\" draws 73.7 million viewers","10":"1st appearance of the Beatles on the \"Ed Sullivan Show\" draws 73.7 million viewers","11":"Actor Richard Harris (26) weds socialite Elizabeth Rees (20)","12":"Joseph E. Stiglitz\nAmerican economist\nwas born","13":"Japanese troops evacuate Guadalcanal, ends epic WWII battle on the Solomon Islands in the Pacific","14":"The Battle of Guadalcanal ended with an Allied victory over Japan.","15":"Carole King\nAmerican singer-songwriter\nwas born","16":"South African novelist, critic, and translator J.M. Coetzee, who won the 2003 Nobel Prize for Literature, was born.","17":"Carmen Miranda\nPortuguese-born singer and actress\nwas born","18":"Japanese land troops at Chemulpo (Inchon), near Seoul, Korea; within the next three weeks they will have advanced to the Yalu River, border of Manchuria","19":"Brigadier General George Armstrong Custer marries Elizabeth Clift Bacon","20":"Qianlong, the fourth emperor of the Qing dynasty, abdicated and was succeeded by Jiaqing.","21":"British Parliament declares Massachusetts colony is in rebellion","22":"William Henry Harrison\npresident of United States\nwas born","23":"Calcutta restored to British control\nConcluded this day in 1757 by Robert Clive, the Treaty of Alinagar restored Calcutta (now Kolkata)—which Clive had recovered in January from Siraj al-Dawlah—to British control and served as a prelude to the seizure of Bengal.","24":"The first recorded race meet in England (Roodee Fields, Chester)"}}