{"Year":{"0":"Today","1":"2010","2":"2005","3":"1999","4":"1989","5":"1989","6":"1984","7":"1982","8":"1973","9":"1971","10":"1952","11":"1946","12":"1946","13":"1946","14":"1942","15":"1931","16":"1929","17":"1929","18":"1922","19":"1920","20":"1919","21":"1913","22":"1903","23":"1894","24":"1876","25":"1876","26":"1797","27":"1779","28":"1766","29":"1760","30":"1613","31":"1076","32":"1014"},"Event":{"0":"Today is Valentine's Day, the feast day of St. Valentine, a priest and physician who was martyred about 270  in Rome, and the tradition of exchanging greetings of love on Valentine's Day is based on the legend that Valentine had signed a letter to his jailer's daughter, with whom he had fallen in love, “from your Valentine.”","1":"Alexandre Bilodeau wins the Gold Medal in the freestyle skiing men's moguls event, becoming the first Canadian to win a Gold Medal during a Canadian-hosted Olympics","2":"Steve Chen, Chad Hurley, and Jawed Karim registered YouTube, a Web site for sharing videos; it would become hugely popular, with more than one billion unique users visiting the site every month.","3":"Singer Prince Rogers Nelson (40) divorces belly dancer Mayte Garcia (25) after 2 years of marriage","4":"Fatwa issued against Salman Rushdie\nOn this day in 1989, Ayatollah Ruhollah Khomeini of Iran issued a fatwa and offered a bounty for the assassination of author Salman Rushdie, whose novel The Satanic Verses (1988) Khomeini denounced as blasphemous.","5":"Robin Givens is granted a divorce from Mike Tyson in the Dominican Republic","6":"Britain's Jayne Torvill and Christopher Dean famously dominate the ice dancing at the Sarajevo Winter Olympics; perform to Ravelâ\u0080\u0099s Bolero in free dance routine; record 9-of-9 perfect scores for artistic impression","7":"\"Night of 100 Stars\" takes place at NY's Radio City Music Hall","8":"Steve McNair\nAmerican football player\nwas born","9":"Richard Nixon installs secret taping system in the White House","10":"Sushma Swaraj\nIndian politician\nwas born","11":"Gregory Hines\nAmerican dancer, actor, and choreographer\nwas born","12":"American dancer, choreographer, and actor Gregory Hines, a major figure in the revitalization of tap dancing in the late 20th century, was born.","13":"The first general-purpose high-speed electronic digital computer, the ENIAC (Electronic Numerical Integrator and Computer), was demonstrated to the public by its creators, J. Presper Eckert, Jr., and John W. Mauchly.","14":"Michael Bloomberg\nAmerican businessman and politician\nwas born","15":"The original \"Dracula\" film starring Bela Lugosi as the titular vampire, is released","16":"Members of Al Capone's gang of bootleggers massacred a rival gang run by George Moran in Chicago during the Prohibition era.","17":"St Valentine's Day Massacre in Chicago, 7 gangsters killed, allegedly on Al Capone's orders","18":"Soldier Douglas MacArthur (42) marries 1st wife heiress Louise Cromwell Brooks (32)","19":"With the establishment of women's suffrage in the United States, Carrie Chapman Catt formed the League of Women Voters in Chicago.","20":"Theoretical Physicist Albert Einstein (39) divorces Mileva Maric after 16 years of marriage","21":"James R. Hoffa\nAmerican labour leader\nwas born","22":"Psychiatrist Carl Gustav Jung (27) weds Emma Rauschenbach (20)","23":"American entertainer Jack Benny, whose unusual comedic method and expert timing made him a legendary success in radio and television, was born.","24":"Alexander Graham Bell applied for a patent for the telephone.","25":"Alexander G. Bell & Elisha Gray apply separately for telephone patents Supreme Court eventually rules Bell rightful inventor","26":"The Battle of Cape St Vincent: British fleet under Admiral Sir John Jervis defeats larger Spanish fleet under Admiral Don José de Córdoba y Ramos near Cape St. Vincent, Portugal. Captain Horatio Nelson distinguishes himself.","27":"Captain James Cook was killed by Hawaiians in a dispute over the theft of a cutter.","28":"Thomas Malthus, the English economist and demographer best known for his theory that population growth will always tend to outrun the food supply and should be checked by stern limits on reproduction, is believed to have been born this day.","29":"Richard Allen, founder of the African Methodist Episcopal Church, was born in Philadelphia.","30":"King James I's daughter Elizabeth marries Frederik","31":"Pope Gregory VII excommunicates Holy Roman Emperor Henry IV (for the 1st time)","32":"Pope Benedict VIII crowns Henry II Holy Roman Emperor"}}