{"Year":{"0":"2015","1":"2005","2":"1999","3":"1992","4":"1991","5":"1986","6":"1985","7":"1974","8":"1974","9":"1974","10":"1966","11":"1966","12":"1964","13":"1962","14":"1931","15":"1929","16":"1925","17":"1901","18":"1885","19":"1856","20":"1842","21":"1812","22":"1613","23":"1478","24":"1477","25":"1301","26":"1238"},"Event":{"0":"American collegiate basketball coach Dean Smith—who recorded 879 career victories, making him one of the most successful men's collegiate basketball coaches—died in North Carolina.","1":"Britain's Ellen MacArthur becomes the fastest person to sail solo around the world taking 71 days, 14 hours, 18 minutes 33 seconds","2":"ʿAbdullah II became king of Jordan hours after the death of his father, Ḥussein.","3":"Maastricht Treaty signed by 12 countries from the European Community (EC) to create the European Union (EU)","4":"The IRA launches a mortar attack on 10 Downing Street during a cabinet meeting.","5":"In the wake of political unrest, Haitian President Jean-Claude Duvalier fled his country, with U.S. assistance, for France.","6":"\"New York, New York\" becomes the official anthem of New York City","7":"Grenada gained independence from the United Kingdom.","8":"Steve Nash\nCanadian basketball player\nwas born","9":"Mel Brooks' film \"Blazing Saddles\" opens in movie theaters starring Cleavon Little and Gene Wilder","10":"Chris Rock\nAmerican comedian and actor\nwas born","11":"American comedian Chris Rock, who became known for his stand-up routines and films, was born.","12":"British Invasion launched with Beatles' arrival in U.S.\nThe musical British Invasion began when the Beatles landed in New York City this day in 1964, and two nights later, as Beatlemania stormed America, their performance on The Ed Sullivan Show was watched by 73 million viewers.","13":"Garth Brooks\nAmerican singer-songwriter\nwas born","14":"Aviation pioneer Amelia Earhart (33) weds publisher George Palmer Putnam (43) in Noank, Connecticut","15":"Alejandro Jodorowsky\nFrench filmmaker\nwas born","16":"Heavyweight boxing champ Jack Dempsey (29) weds actress Estelle Taylor (30)","17":"Queen Wilhelmina marries Prince Heinrich von Mecklenburg-Schwerin","18":"Sinclair Lewis, an American novelist and social critic who punctured national complacency with his broadly drawn, widely popular satiric novels and who in 1930 became the first American to win the Nobel Prize for Literature, was born.","19":"The colonial Tasmanian Parliament passes the first piece of legislation (the Electoral Act of 1856) anywhere in the world providing for elections by way of a secret ballot.","20":"Battle of Debre Tabor: Ras Ali Alula, Regent of the Emperor of Ethiopia defeats warlord Wube Haile Maryam of Semien","21":"One of the largest earthquakes in U.S. history occurred along the New Madrid Fault.","22":"Michael Romanov, founder of the Romanov dynasty, became tsar of Russia.","23":"Thomas More\nEnglish humanist and statesman\nwas born","24":"English humanist and statesman Sir Thomas More was born in London.","25":"Edward of Caernarion (later Edward II) becomes first (English) Prince of Wales","26":"The Mongols burn the Russian city of Vladimir"}}