{"Year":{"0":"590","1":"399","2":"2008","3":"2005","4":"2003","5":"2001","6":"1989","7":"1986","8":"1978","9":"1972","10":"1965","11":"1954","12":"1943","13":"1941","14":"1933","15":"1932","16":"1919","17":"1898","18":"1874","19":"1867","20":"1861","21":"1820","22":"1820","23":"1764","24":"1763","25":"1710","26":"1483"},"Event":{"0":"Khosrau II, the last great Sasanian king is crowned King of Persia","1":"BC Philosopher Socrates is sentenced to death by the city of Athens for corrupting the minds of the youth of the city and for impiety","2":"More than five months after his single-engine airplane went missing in Nevada, American adventurer Steve Fossett was legally declared dead; his body was recovered later in the year.","3":"YouTube, Internet site on which videos may be shared and viewed by others, is launched in the United States","4":"An estimated 6-11 million people around the world take to the streets to protest against war with Iraq","5":"First draft of the complete human genome is published in the journal \"Nature\"","6":"Under President Mikhail Gorbachev, the Soviet Union withdrew its last troops from Afghanistan after occupying the country since 1979.","7":"Ferdinand Marcos wins rigged presidential election in the Philippines","8":"Leon Spinks defeated Muhammad Ali to become the heavyweight boxing champion of the world.","9":"Jaromir Jagr\nCzech hockey player\nwas born","10":"Canada officially adopted the Maple Leaf Flag following a royal proclamation.","11":"American cartoonist and animator Matt Groening, who created the comic strip Life in Hell and the television series The Simpsons and Futurama, was born.","12":"Model Bettie Page (19) weds high school sweetheart Billy Neal in Gallatin, Tennessee","13":"Duke Ellington first records \"Take the A Train\"","14":"An assassin's bullet meant for the U.S. president-elect, Franklin D. Roosevelt, wounded Mayor Anton J. Cermak of Chicago, who died three weeks later.","15":"As a member of gold medal winning US 4-man bobsleigh team at Lake Placid, Eddie Eagan (boxing gold Antwerp 1920) becomes only Olympian to win gold medals at both summer & winter Games in different sports","16":"Author Maurice Maeterlinck (56) weds actress Renée Dahon (27) in Nice, France","17":"USS Maine destroyed, leading to Spanish-American War\nOn this day in 1898, an explosion in Havana harbour sank the battleship USS Maine, killing 260 American seamen and precipitating the Spanish-American War, which originated in the Cuban struggle for independence from Spain.","18":"Ernest Shackleton\nAnglo-Irish explorer\nwas born","19":"Russian novelist Fyodor Dostoyevsky (45) weds Anna Snitkina at Trinity Cathedral in Saint Petersburg, Russia","20":"English mathematician and philosopher Alfred North Whitehead, who was perhaps best known for his work on Principia Mathematica, was born in Ramsgate, Isle of Thanet, Kent, England.","21":"Susan B. Anthony, a pioneer crusader for the woman suffrage movement in the United States, was born in Adams, Massachusetts.","22":"Susan B. Anthony\nAmerican suffragist\nwas born","23":"Auguste Chouteau settled St. Louis at the confluence of the Mississippi and Missouri rivers.","24":"Austria, Prussia & Saxony sign the Treaty of Hubertusburg, marking the end of the French and Indian War and of the Seven Years War","25":"Louis XV\nking of France\nwas born","26":"Bābur\nMughal emperor\nwas born"}}