{"Year":{"0":"960","1":"211","2":"2012","3":"2004","4":"2004","5":"2003","6":"1991","7":"1988","8":"1985","9":"1977","10":"1974","11":"1970","12":"1969","13":"1959","14":"1948","15":"1947","16":"1945","17":"1939","18":"1938","19":"1932","20":"1924","21":"1918","22":"1913","23":"1913","24":"1906","25":"1906","26":"1902","27":"1875","28":"1865","29":"1844","30":"1789","31":"1789","32":"1787"},"Event":{"0":"Coronation of Zhao Kuangyin as Emperor Taizu of the Song, initiating three centuries of Song Dynasty dominance in southern China","1":"Roman Emperor Septimius Severus dies, leaving the Roman Empire in the hands of his two quarrelsome sons, Caracalla and Geta","2":"British servicewoman Florence Green, the last surviving veteran of World War I, died at age 110.","3":"The Web site Facebook was launched (as TheFacebook.com); later it would become the largest social network in the world.","4":"Mark Zuckerberg launches Facebook from his Harvard dormitory room","5":"Yugoslavia officially changed its name to Serbia and Montenegro.","6":"Batsmen Martin Crowe and Andrew Jones make a world record 467 run stand for New Zealand v Sri Lanka at the Basin Reserve in Wellington","7":"Panamanian General Manuel Noriega indicted by US federal grand jury for drug trafficking and racketeering","8":"Professional boxer George Foreman (35) divorces Andrea Skeete after almost 3 years of marriage","9":"\"Rumours\" 11th studio album by Fleetwood Mac is released (Grammy Album of the Year)","10":"Newspaper heiress Patricia Hearst was kidnapped by members of the Symbionese Liberation Army.","11":"\"Patton\" directed by Franklin J. Schaffner and starring George C. Scott premieres in New York (Academy Awards Best Picture 1971)","12":"The Palestine National Congress appoints Yasser Arafat chairman of the PLO","13":"Lawrence Taylor\nAmerican football player\nwas born","14":"Ceylon (now Sri Lanka) gained independence from Great Britain.","15":"Dan Quayle\nvice president of United States\nwas born","16":"Yalta Conference opened\nOn this day in 1945, during the final stages of World War II, the Yalta Conference opened with Franklin D. Roosevelt, Winston Churchill, and Joseph Stalin meeting to plan the final defeat and occupation of Nazi Germany.","17":"Singer Frank Sinatra (23) marries 1st wife Nancy Barbato","18":"Thornton Wilder's Our Town, a classic portrayal of small-town American life, made its Broadway debut.","19":"The United States hosted its first Winter Olympic Games, in Lake Placid, New York.","20":"Jazz musician Louis Armstrong (22) weds pianist Lil Armstrong (26)","21":"Ida Lupino\nAmerican actress, director, and screenwriter\nwas born","22":"Rosa Parks\nAmerican civil-rights activist\nwas born","23":"African American civil rights activist Rosa Parks, whose refusal to relinquish her seat on a public bus to a white man played a key role in the civil rights movement, was born.","24":"Dietrich Bonhoeffer\nGerman theologian\nwas born","25":"German Protestant theologian Dietrich Bonhoeffer was born in Breslau, Germany (now Wrocław, Poland).","26":"American aviator Charles A. Lindbergh was born in Detroit, Michigan.","27":"Princess Louise of Belgium marries Prince Philip von Saksen-Coburg-Gotha in Belgium","28":"Robert E. Lee is named general-in-chief of Confederate forces","29":"World's oldest known Bible, \"The Codex Sinaiticus\" (Sinai Bible), is discovered or stolen in Egypt by Constantin von Tischendorf","30":"George Washington was elected to serve as the first U.S. president by a unanimous vote in the first electoral college.","31":"1st US electoral college chooses George Washington as President and John Adams as Vice-President","32":"Shays's Rebellion, an uprising in western Massachusetts in opposition to high taxes and stringent economic conditions, was defeated by the Springfield militia."}}