{"Year":{"0":"2016","1":"2005","2":"2005","3":"2005","4":"1990","5":"1989","6":"1982","7":"1968","8":"1963","9":"1959","10":"1959","11":"1959","12":"1959","13":"1954","14":"1949","15":"1945","16":"1938","17":"1938","18":"1937","19":"1926","20":"1923","21":"1918","22":"1903","23":"1893","24":"1840","25":"1834","26":"1822","27":"1784","28":"1734","29":"1659","30":"1655","31":"1620"},"Event":{"0":"Egyptian scholar and statesman Boutros Boutros-Ghali—who, as UN secretary-general (1992–96), vigorously supported UN mediation in post-Cold War strife and oversaw lengthy and difficult peacekeeping operations in several war-torn countries—died at age 93.","1":"The Kyoto Protocol, an international treaty aimed at reducing the emission of gases that contribute to global warming, went into effect.","2":"The NHL became the first North American professional sports league to cancel an entire season; the 2004–05 season was canceled after the collective-bargaining agreement between the owners and the players' union ran out.","3":"The Kyoto Protocol comes into force following its ratification by Russia.","4":"The Weeknd\nCanadian singer\nwas born","5":"actress Jane Fonda & activist Tom Hayden separate after 16 years of marriage","6":"Actors Lee Majors and Farrah Fawcett Majors divorce","7":"Beatles George Harrison, John Lennon and their wives fly to India for transcendental meditation study with the Maharishi Mahesh Yogi","8":"Beatles top British rock charts with \"Please, Please Me\"","9":"American tennis player John McEnroe was born in West Germany.","10":"Fidel Castro becomes the 16th Prime Minister of Cuba after overthrowing Fulgencio Batista","11":"Power in Cuba seized by Fidel Castro\nAfter defeating the forces of dictator General Fulgencio Batista, Fidel Castro became premier of Cuba this day in 1959 and transformed the island country into the Western Hemisphere's first communist state.","12":"John McEnroe\nAmerican tennis player\nwas born","13":"Iain Menzies Banks\nBritish author\nwas born","14":"The first Knesset (Hebrew: “Assembly”), the unicameral parliament of Israel and supreme authority of that state, opened in Jerusalem.","15":"American paratroopers landed on Corregidor Island in the Philippines during World War II, and within two weeks they recaptured it from the Japanese.","16":"\"Bringing Up Baby\" film directed by Howard Hawks, starring Katharine Hepburn and Cary Grant, is released","17":"Austrian Chancellor Kurt von Schuschnigg admitted an Austrian Nazi to his cabinet, believed to be the first step in the German overthrow of his government.","18":"DuPont chemist Wallace Hume Carothers patented nylon.","19":"Suzanne Lenglen defeats US champion Helen Wills in influential tennis match in Cannes, France","20":"Howard Carter opens the inner burial chamber of the Pharaoh Tutankhamun's tomb and finds the sarcophagus","21":"The 20-member Taryba (council) of Lithuanian delegates proclaimed their country an independent state.","22":"American ventriloquist and radio comedian Edgar Bergen was born in Chicago.","23":"Katharine Cornell, one of the most-celebrated American stage actresses from the 1920s to the 1950s, was born in Germany.","24":"American Charles Wilkes discovers Shackleton Ice Shelf, Antarctica","25":"Ernst Haeckel\nGerman embryologist\nwas born","26":"Francis Galton\nBritish scientist\nwas born","27":"American Revolutionary War patriot Ethan Allen (46) weds second wife Frances Montresor Brush Buchanan","28":"Jurist William Allen (29) weds Margaret Hamilton","29":"1st known cheque (£400) (on display at Westminster Abbey)","30":"Dutch Grand Pensionary advisor Johan de Witt marries Wendela Bicker","31":"Frederick William, the Great Elector of Brandenburg in 1640–88, who restored the Hohenzollern dominions after the devastations of the Thirty Years' War, was born."}}