{"Year":{"0":"2014","1":"2006","2":"2001","3":"1975","4":"1965","5":"1960","6":"1952","7":"1950","8":"1940","9":"1937","10":"1933","11":"1933","12":"1930","13":"1922","14":"1917","15":"1898","16":"1885","17":"1861","18":"1861","19":"1848","20":"1836","21":"1735","22":"1678","23":"1546","24":"1519","25":"1516"},"Event":{"0":"Ukrainian Revolution of 2014 begins as protesters, riot police and unknown shooters take part in violent events in the capital, Kiev, culminating after five days in the ouster of President Viktor Yanukovych","1":"American speed skater Shani Davis became the first black athlete to win an individual Winter Olympics gold medal when he placed first in the men's 1,000-metre long-track final at the Games in Turin, Italy.","2":"American stock-car racer Dale Earnhardt, Sr., died from injuries suffered during a crash in the final lap of the Daytona 500.","3":"REA Express, Inc., at one time the largest delivery service in the United States, filed for bankruptcy.","4":"Dr. Dre\nAmerican rapper, hip-hop producer, and entrepreneur\nwas born","5":"Seven nations established the Latin American Free Trade Association (LAFTA), predecessor to the Latin American Integration Association.","6":"4th Emmy Awards: first time awards presented based on nationwide basis, \"The Red Skelton Show\", Sid Caesar and Imogene Coca win","7":"John Hughes\nAmerican film director\nwas born","8":"Molecular biologist Francis Crick (23) weds Ruth Doreen Dodd","9":"Actress Mary Astor (30) weds film editor Manuel del Campo (23) in Yuma, Arizona","10":"Yoko Ono\nJapanese artist and musician\nwas born","11":"Japanese artist and musician Yoko Ono, who became internationally famous as the wife and artistic partner of musician John Lennon, was born.","12":"Pluto discovered by Clyde Tombaugh\nUsing a 13-inch (33-cm) telescope at the Lowell Observatory in Flagstaff, Arizona, Clyde W. Tombaugh, a 24-year-old American with no formal training in astronomy, discovered the dwarf planet Pluto this day in 1930.","13":"Football player George Halas (27) weds Minnie Bushing","14":"1st major strike of the Russian \"February Revolution\" starts at the giant Putilov factory in Petrograd [NS=Mar 3]","15":"Enzo Ferrari\nItalian automobile manufacturer\nwas born","16":"Mark Twain publishes the \"Adventures of Huckleberry Finn\" in the US","17":"Jefferson Davis was inaugurated as provisional president of the Confederate States of America.","18":"King Victor Emmanuel II of Sardinia becomes first King of Italy","19":"Louis Comfort Tiffany—an American designer internationally recognized as one of the greatest proponents of Art Nouveau, particularly in the art of glassmaking—was born.","20":"Hindu religious leader Ramakrishna, who founded a school of thought that united diverse mystical traditions into a single belief system, was born in Hooghly, Bengal state, India.","21":"1st opera performed in America, \"Flora\", in Charleston, South Carolina","22":"John Bunyan's \"Pilgrim's Progress\" is published in Holborn, London, by Nathaniel Ponder","23":"Martin Luther, leader of the Protestant Reformation, died at age 62 in Eisleben, Saxony.","24":"Hernán Cortés leaves Cuba for the Yucatan Peninsula, Mexico with 11 ships and 500 men","25":"Mary I\nqueen of England\nwas born"}}