{"Year":{"0":"2016","1":"2001","2":"1999","3":"1985","4":"1980","5":"1974","6":"1971","7":"1960","8":"1960","9":"1959","10":"1941","11":"1936","12":"1932","13":"1931","14":"1931","15":"1920\/21","16":"1915","17":"1915","18":"1887","19":"1867","20":"1820","21":"1807","22":"1735","23":"1672","24":"1587"},"Event":{"0":"French ballerina and dance director Violette Verdy, who was known for her eloquent and buoyant dancing, died in Bloomington, Indiana.","1":"MLB outfielder David Justice (34) weds model Rebecca Villalobos","2":"British novelist and philosopher Dame Iris Murdoch—who wrote more than 25 novels that were distinguished by a mixture of vivid storytelling, cultural allusions, and complex philosophical inquiry—died in Oxford, England.","3":"Director Martin Scorsese (42) weds producer Barbara De Fina (35)","4":"Model Angie Bowie (30) divorces singer David Bowie (33) after 9 years of marriage","5":"The use of Skylab, a U.S. space station, came to an end after 171 days.","6":"Nasdaq Composite stock market index debuts with 50 companies and a starting value of 100","7":"Queen Elizabeth II of the United Kingdom issued an Order-in-Council, stating that she and her family would be known as the House of Windsor, and that her descendants will take the name \"Mountbatten-Windsor\".","8":"Benigno Aquino III\npresident of Philippines\nwas born","9":"Mauricio Macri\npresident of Argentina\nwas born","10":"Nick Nolte\nAmerican actor\nwas born","11":"1936 NFL Draft (first ever): Jay Berwanger from University of Chicago first pick by Philadelphia Eagles","12":"John Williams\nAmerican composer and conductor\nwas born","13":"American actor James Dean, who became a symbol of the confused, restless, and idealistic youth of the 1950s, was born.","14":"James Dean\nAmerican actor\nwas born","15":"American actress Lana Turner, a sultry Hollywood glamour queen with a tumultuous private life, was born.","16":"The landmark film The Birth of a Nation, by D.W. Griffith, made its premiere at Clune's Auditorium in Los Angeles.","17":"\"The Birth of a Nation\" the first 12-reel film in America, directed by D. W. Griffith, starring Lillian Gish and Mae Marsh, opens at Clune's Auditorium in Los Angeles","18":"The United States passed the Dawes General Allotment Act, providing for the distribution of American Indian reservation land among individual tribesmen; the bill was sponsored by Senator Henry L. Dawes.","19":"The Ausgleich (“Compromise”) established the Dual Monarchy of Austria-Hungary.","20":"American Civil War General William Tecumseh Sherman—who was a major architect of modern warfare, especially known for leading Union forces in crushing campaigns through the South—was born.","21":"Battle of Eylau ends inconclusively between Napoleon's forces and Russian Empire - 1st battle Napoleon isn't victorious","22":"First opera in North American colonies \"Flora\" opens in Charleston, South Carolina","23":"Isaac Newton reads 1st optics paper before Royal Society in London","24":"Mary, Queen of Scots, beheaded\nMary, Queen of Scots, rival of Queen Elizabeth I of England, was beheaded this day in 1587 at Fotheringhay Castle, her execution a chilling scene redeemed by the great personal dignity with which she met her fate."}}