{"Year":{"0":"2012","1":"2011","2":"2011","3":"1990","4":"1989","5":"1975","6":"1975","7":"1971","8":"1969","9":"1969","10":"1964","11":"1964","12":"1953","13":"1949","14":"1945","15":"1938","16":"1929","17":"1929","18":"1929","19":"1915","20":"1902","21":"1878","22":"1858","23":"1858","24":"1847","25":"1810","26":"1638"},"Event":{"0":"American rhythm-and-blues singer Whitney Houston—who emerged as a pop superstar in the 1980s, especially known for her soaring voice—died.","1":"Egyptian President Hosni Mubarak stepped down after nearly 30 years in power, following mass demonstrations that were part of the pro-democracy uprisings known as the Arab Spring.","2":"Egyptian Revolution culminates in the resignation of Hosni Mubarak and the transfer of power to the Supreme Military Council after 18 days of protests (Arab Spring)","3":"Nelson Mandela released after 27 years imprisonment in South Africa","4":"The Reverend Barbara Clementine Harris of the Protestant Episcopal Church became the first female bishop of an apostolic-succession church.","5":"Margaret Thatcher defeats Edward Heath for leadership of the British Conservative Party","6":"British politician Margaret Thatcher was elected leader of the Conservative Party, replacing Edward Heath.","7":"Damian Lewis\nBritish actor\nwas born","8":"American actress Jennifer Aniston, who achieved stardom on the popular television sitcom Friends (1994–2004) and launched a successful film career, was born.","9":"Jennifer Aniston\nAmerican actress\nwas born","10":"Sarah Palin\nAmerican politician\nwas born","11":"Sarah Palin—who, as John McCain's running mate in the 2008 U.S. presidential election, was the first woman to appear on a Republican presidential ticket—was born.","12":"Jeb Bush\nAmerican politician\nwas born","13":"\"Lovesick Blues\" single released by Hank Williams (Cashbox \"Best Hillbilly Record of the Year\", Billboard Song of the Year 1949)","14":"The Yalta Conference between the Allied leaders of World War II came to a close.","15":"World's first science fiction TV programme - a broadcast of the play R.U.R. by Karel Čapek","16":"A committee met in Paris to devise the Young Plan, a revision of the Dawes Plan of 1924, that renegotiated Germany's reparations for World War I.","17":"Benito Mussolini of Italy and Pietro Gasparri of the Vatican signed the Lateran Treaty, recognizing papal sovereignty over Vatican City, an enclave in Rome.","18":"Vatican City (world's smallest country) made an enclave of Rome","19":"Richard Wesley Hamming\nAmerican mathematician\nwas born","20":"US military leader George Marshall (22) weds Elizabeth Carter Coles in San Antonio, Texas","21":"1st US bicycle club, Boston Bicycle Club, forms","22":"St. Bernadette's first visions of Mary at Lourdes\nOn this day in 1858 in Lourdes, France, 14-year-old Bernadette Soubirous, a miller's daughter, first had visions of the Virgin Mary that were authenticated by Pope Pius IX in 1862, initiating the cult of Our Lady of Lourdes.","23":"First vision of the Virgin Mary to 14-year-old Bernadette of Lourdes, France","24":"American inventor Thomas Edison, who, singly or jointly, held a world record of 1,093 patents and who played a critical role in introducing the modern age of electricity, was born.","25":"French leader Napoleon I marries 2nd wife Marie-Louise of Austria","26":"Dutch countess Louise of Solms marries earl John of Brederode"}}