{"Year":{"0":"2012","1":"2004","2":"1996","3":"1992","4":"1984","5":"1980","6":"1968","7":"1960","8":"1960","9":"1956","10":"1944","11":"1940","12":"1920","13":"1904","14":"1904","15":"1896","16":"1896","17":"1816","18":"1768","19":"1736","20":"1704","21":"1692","22":"1468"},"Event":{"0":"\"Diagnosis Murder\" actor Dick Van Dyke (86) weds make-up artist Arlene Silver (40) in Malibu","1":"The Return of the King—the last installment in the film adaptation of J.R.R. Tolkien's epic fantasy The Lord of the Rings—received 11 Academy Awards, tying the record held by Ben-Hur (1959) and Titanic (1997).","2":"Fashion designer Nicole Miller (44) weds Kim Taipale (42) in the office of New York City Mayor Rudolph Giuliani","3":"Voting begun on Bosnian independence\nBeginning this day in 1992, the Republic of Bosnia and Herzegovina held a referendum on independence that won almost unanimous support, and on March 3 independence was proclaimed, prompting shelling by Serbian forces.","4":"Pierre Trudeau announces he is stepping down after 15 years as Canadian Prime Minister","5":"Gordie Howe becomes 1st NHL player to score 800 career goals","6":"Beatles' \"Sgt Pepper's Lonely Hearts Club Band\" wins Grammy Award for Album of the Year, the first rock LP to do so","7":"Agadir earthquake in Morocco kills a third of the population (12,000-15,000)","8":"Khaled\nAlgerian singer\nwas born","9":"Aileen Wuornos\nAmerican serial killer\nwas born","10":"Dennis Farina\nAmerican actor\nwas born","11":"Hattie McDaniel becomes 1st African American woman to win an Oscar for \"Gone with the Wind\"","12":"A new, democratic constitution was adopted by the National Assembly elected by Czech and Slovak leaders, furthering the consolidation of the two states into Czechoslovakia.","13":"Theodore Roosevelt, appoints 7-man Panama Canal Commission to proceed with completing a canal at the Isthmus","14":"Jimmy Dorsey, whose orchestra was one of the most popular big bands of the swing era in the United States, was born.","15":"Indian politician Morarji Desai—who, as prime minister of India (1977–79), was the first leader of sovereign India not to represent the long-ruling Indian National Congress party—was born.","16":"Morarji Desai\nprime minister of India\nwas born","17":"Dutch (King) Willem II marries Russian grand-duchess Anna Paulowna","18":"The Confederation of Bar was organized to defend the privileges of the Roman Catholic Church and the independence of Poland against Russian encroachment.","19":"Ann Lee (“Mother Ann”), the religious leader who brought the Shaker sect from England to the American colonies, was born in Manchester, England.","20":"The town of Deerfield, Massachusetts, was razed in the bloodiest battle of Queen Anne's War.","21":"First people are accused of witchcraft in Salem Massachusetts - Sarah Good, Sarah Osborne and Tituba, a West Indian slave","22":"Paul III\npope\nwas born"}}