{"Year":{"0":"2018","1":"2011","2":"2001","3":"1990","4":"1986","5":"1975","6":"1975","7":"1964","8":"1957","9":"1956","10":"1956","11":"1950","12":"1950","13":"1948","14":"1943","15":"1943","16":"1921","17":"1919","18":"1917","19":"1917","20":"1913","21":"1910","22":"1862","23":"1828","24":"1793","25":"1570","26":"1570"},"Event":{"0":"Winter Olympics: Marit Bjoergen (Norway) becomes the most successful winter athlete of all time (15 medals) with gold in the 30k cross country","1":"Actor and comedian Kelsey Grammer (57) weds Kayte Walsh (29) at the Longacre Theater in Manhattan, New York","2":"Australian cricketer Don Bradman, one of the greatest run scorers in the history of the game and often judged the greatest player of the 20th century, died at the age of 92.","3":"In Nicaragua, Violeta Barrios de Chamorro of the U.S.-financed National Opposition Union achieved an upset victory over the incumbent president, Daniel Ortega of the Sandinista National Liberation Front.","4":"Ousting of Marcos in the Philippines\nOn this day in 1986, Philippine President Ferdinand E. Marcos, under pressure from the United States, fled his country for Hawaii after a fraudulent electoral victory over Corazon Aquino, who replaced him as president.","5":"American comedian Chelsea Handler, known for her earthy, bawdy style, was born in Livingston, New Jersey.","6":"Chelsea Handler\nAmerican comedian and author\nwas born","7":"American boxer Muhammad Ali, known at the time as Cassius Clay, became the world heavyweight champion by knocking out Sonny Liston in seven rounds.","8":"Buddy Holly & Crickets record \"That'll Be the Day\"","9":"The Twentieth Congress of the Communist Party of the Soviet Union came to a close after First Secretary Nikita S. Khrushchev delivered a secret speech denouncing the late Soviet leader Joseph Stalin.","10":"Nikita Khrushchev denounces Joseph Stalin at the 20th Congress of the Communist Party of the Soviet Union","11":"\"Your Show of Shows\" with Sid Caesar & Imogene Coca premieres on NBC Writers include Mel Brooks, Neil Simon & Woody Allen","12":"Néstor Kirchner\npresident of Argentina\nwas born","13":"The communists seized control of the government of Czechoslovakia.","14":"British musician George Harrison—lead guitarist of the Beatles, one of the most important and influential bands in the history of rock and roll—was born.","15":"George Harrison\nBritish musician\nwas born","16":"Actor Jack Haley (22) weds Florence McFadden","17":"Monte Irvin\nAmerican baseball player\nwas born","18":"English novelist and critic Anthony Burgess—whose fictional explorations of modern dilemmas combine wit, moral earnestness, and a note of the bizarre—was born.","19":"Anthony Burgess\nBritish author\nwas born","20":"The Sixteenth Amendment to the U.S. Constitution, which permitted a federal income tax, went into effect.","21":"Dalai Lama flees Tibet for British India to escape Chinese troops","22":"First Legal Tender Act 1862 is passed by the US Congress, authorizing the United States Note (greenback) into circulation, the first fiat paper money that was legal tender in America","23":"6th US President John Quincy Adam's son John marries in the White House","24":"1st US cabinet meeting, held at George Washington's home","25":"As pope, Pius V excommunicated Queen Elizabeth I of England from the Roman Catholic Church.","26":"Pius V excommunicates Queen Elizabeth I of England and absolves her subjects from allegiance to the crown"}}