{"Year":{"0":"41 ce","1":"41","2":"2018","3":"2011","4":"2004","5":"2003","6":"1984","7":"1984","8":"1978","9":"1941","10":"1941","11":"1940","12":"1908","13":"1908","14":"1899","15":"1891","16":"1884","17":"1862","18":"1862","19":"1857","20":"1848","21":"1776","22":"1712","23":"1556","24":"1328"},"Event":{"0":"The Roman emperor Caligula was murdered at the Palatine Games by Cassius Chaerea (a tribune of the Praetorian Guard), Cornelius Sabinus, and others.","1":"Claudius succeeds his nephew Caligula as Roman Emperor after the later's assassination by officers of the Praetorian Guard","2":"Former US Olympic team doctor Larry Nassar found guilty of molesting over 150 girls, sentenced up to 175 years in prison","3":"\"21\" 2nd studio album by Adele is released (Grammy Award for Album of the Year 2012, Brit Award for British Album of the Year, 2011 Billboard Album of the Year)","4":"Opportunity's Mars landing\nLaunched in mid-2003, the six-wheeled robotic rover Opportunity landed on Mars this day in 2004 and—like its twin rover, Spirit, which had landed on January 3—analyzed rocks and soils and relayed pictures back to Earth.","5":"The U.S. Department of Homeland Security came into being as Tom Ridge was sworn in as the agency's first secretary.","6":"Steve Jobs introduced Apple's revolutionary computer Macintosh, two days after the groundbreaking commercial “1984” aired before a national TV audience and heralded the product's impending release.","7":"Apple Computer Inc unveils its revolutionary Macintosh personal computer","8":"Rose Dugdale and Eddie Gallagher become the first convicted prisoners to marry in prison in the history of the Republic of Ireland.","9":"Neil Diamond\nAmerican singer-songwriter\nwas born","10":"American singer-songwriter Neil Diamond, who wrote pop songs for other musicians before launching a successful solo recording career, was born.","11":"\"The Grapes of Wrath\", directed by John Ford and based on John Steinbeck's novel of the same name, starring Henry Fonda and Jane Darwell, is released","12":"The first Boy Scout troop was organized by Lieutenant General Robert Baden-Powell in England.","13":"Lieutenant General Robert Baden-Powell publishes \"Scouting for Boys\" as a manual for self-instruction in outdoor skills and self-improvement. The book becomes the inspiration for the Scout Movement.","14":"Rubber heel for boots or shoes patented by American Humphrey O'Sullivan","15":"Walther Model\nGerman military officer\nwas born","16":"Abolitionist Frederick Douglass marries his second wife suffragist Helen Pitts","17":"Edith Wharton, an American author best known for her stories and novels about upper-class society, was born.","18":"Edith Wharton\nAmerican writer\nwas born","19":"University of Calcutta founded as the first full-fledged university in South Asia","20":"Carpenter James Wilson Marshall found nuggets of gold in California's American River near the site of a sawmill he was building for John Sutter, ushering in a gold rush.","21":"E.T.A. Hoffmann\nGerman writer, composer, and painter\nwas born","22":"Frederick II\nking of Prussia\nwas born","23":"An earthquake in Shensi (Shaanxi) province, China, killed 830,000 people.","24":"King Edward III of England marries Philippa of Henegouwen (Hainault)"}}