{"Year":{"0":"2014","1":"1998","2":"1993","3":"1975","4":"1973","5":"1967","6":"1949","7":"1946","8":"1946","9":"1941","10":"1933","11":"1933","12":"1931","13":"1931","14":"1931","15":"1930","16":"1925","17":"1919","18":"1919","19":"1914","20":"1911","21":"1863","22":"1808","23":"1781","24":"1649","25":"1592","26":"1531","27":"1477"},"Event":{"0":"Eusébio, perhaps the greatest Portuguese football (soccer) player of all time, died in Lisbon.","1":"Daniel arap Moi was sworn in as president of Kenya for his fifth consecutive term.","2":"Brian Lara scores his maiden test century, 277 runs West Indies v Australia at cricket at the Sydney Cricket Ground","3":"Bradley Cooper\nAmerican actor\nwas born","4":"American musician Bruce Springsteen released his debut album, Greetings from Asbury Park, N.J.","5":"Actor Lee Marvin (42) divorces Elizabeth Ebeling after 14 years of marriage","6":"US President Harry Truman labels his administration the \"Fair Deal\"","7":"American actress and director Diane Keaton, who first achieved fame in quirky comic roles before earning acclaim as a dramatic actress, was born.","8":"Diane Keaton\nAmerican actress and director\nwas born","9":"Miyazaki Hayao\nJapanese director\nwas born","10":"\"Cavalcade\" based on the play by Noel Coward, directed by Frank Lloyd and starring Diana Wynyard and Clive Brook premieres in New York (Best Production\/Picture 1934)","11":"Golden Gate Bridge construction begun\nIn San Francisco on this day in 1933, construction began on the Golden Gate Bridge, a suspension bridge that once boasted the longest main span in the world and that has been celebrated for the magnificence of its setting.","12":"Robert Duvall\nAmerican actor\nwas born","13":"American dancer and choreographer Alvin Ailey, Jr., was born in Rogers, Texas.","14":"American actor Robert Duvall, who was known for his convincing portrayals of a diverse range of characters, was born in San Diego.","15":"Mao Zedong writes \"A Single Spark Can Start a Prairie Fire\"","16":"Nellie Tayloe Ross assumed office in Wyoming, becoming the first female governor in the United States.","17":"Anton Drexler founded the German Workers' Party, the forerunner of the Nazi Party, in Munich, Germany.","18":"German Workers' Party forms, precursor to the National Socialist German Workers' Party (Nazi)","19":"Following the great success of the Model T, American automobile maker Henry Ford raised his workers' pay from $2.40 to $5.00 a day and reduced the hours of the workday.","20":"British PM Neville Chamberlain (41) weds Anne de Vere Cole","21":"Russian actor, director, and producer Konstantin Sergeyevich Stanislavsky, who developed a highly influential theory of acting called the Stanislavsky method, was born.","22":"Explorer William Clark (37) weds Julia Hancock in Fincastle, Virginia","23":"British naval expedition led by Benedict Arnold burns Richmond, Virginia","24":"Francesco Cavalli's opera \"Giasone\" premieres in Venice (the most popular opera of the 17th century)","25":"Shah Jahān\nMughal emperor\nwas born","26":"Pope Clemens VII forbids English King Henry VIII to re-marry","27":"Battle of Nancy, Burgundy vs Switzerland, 7,000 + killed including their leader Charles Duke of Burgundy"}}