{"Year":{"0":"814","1":"2017","2":"2011","3":"2002","4":"1986","5":"1985","6":"1955","7":"1955","8":"1951","9":"1949","10":"1940","11":"1936","12":"1933","13":"1925","14":"1915","15":"1912","16":"1912","17":"1904","18":"1881","19":"1873","20":"1871","21":"1867","22":"1819","23":"1813","24":"1813","25":"1807","26":"1521","27":"1457"},"Event":{"0":"Charlemagne, ruler of the Holy Roman Empire, died at Aachen (Germany).","1":"Australian Open Women's Tennis: Serena Williams defeats older sister Venus Williams 6–4, 6–4 for her 7th Australian title and record 23rd Grand Slam event singles victory","2":"\"Desperate Housewives\" actress Eva Longoria (37) divorces NBA player Tony Parker (30) due to irreconcilable differences after 3 years of a storybook wedding","3":"Swedish children's writer Astrid Lindgren—who was best known for her works involving Pippi Longstocking, a freckle-faced red-haired nine-year-old who incarnates every child's dream of freedom and power—died in Stockholm.","4":"Explosion of the space shuttle Challenger\nOn this day in 1986, the U.S. space shuttle Challenger exploded 73 seconds after liftoff from Florida, killing all seven aboard, including a schoolteacher who had been chosen as the first American civilian to travel in space.","5":"Charity single \"We Are the World\" is recorded by supergroup USA for Africa (Michael Jackson, Lionel Richie and other pop stars)","6":"French politician Nicolas Sarkozy, who served as president of France (2007–12), was born in Paris.","7":"Nicolas Sarkozy\npresident of France\nwas born","8":"\"La Vie Commence Demain\" the 1st X-rated movie, depicting artificial insemination, opens in London","9":"Gregg Popovich\nAmerican basketball coach\nwas born","10":"Carlos Slim Helú\nMexican businessman\nwas born","11":"Alan Alda\nAmerican actor, director, and screenwriter\nwas born","12":"The name \"Pakistan\" is coined by Choudhry Rahmat Ali and gradually accepted by Muslims in the Indian sub-continent who use it to push for a separate Muslim homeland in South Asia","13":"Actress Gloria Swanson (25) weds aristocrat Henri de la Falaise (26) in Paris, France","14":"Congress created the U.S. Coast Guard by combining the Revenue Cutter Service with the U.S. Lifesaving Service.","15":"American painter Jackson Pollock, a leading exponent of Abstract Expressionism who received widespread publicity and serious recognition for the radical poured, or “drip,” technique he used to create his major works, was born.","16":"Jackson Pollock\nAmerican artist\nwas born","17":"German chancellor Konrad Adenauer (28) weds Emma Weyer at St. Stephan Catholic Church in Lindenthal, Germany","18":"Russian novelist and short-story writer Fyodor Dostoyevsky died in St. Petersburg.","19":"French writer Sidonie-Gabrielle Colette was born in Saint-Sauveur-en-Puisaye.","20":"The French capital, Paris, fell following a four-month siege during the Franco-German War.","21":"Labor union leader Samuel Gompers (17) weds co-worker Sophia Julian (16) in Brooklyn, New York","22":"Sir Stamford Raffles lands in Singapore","23":"Jane Austen's Pride and Prejudice was published anonymously and enjoyed immediate success, thanks in part to the popularity of the central character, Elizabeth Bennet, who was reportedly Austen's own favourite among all her heroines.","24":"Jane Austen's \"Pride and Prejudice\" is published by Thomas Egerton in the United Kingdom","25":"London's Pall Mall is 1st street lit by gaslight","26":"Emperor Charles V opens the Diet of Worms in Worms, Germany which lasts until May 25th. Produced the \"Edict of Worms\" which dennouced Martin Luther","27":"King Henry VII of England, who succeeded in ending the Wars of the Roses, was born in Pembrokeshire, Wales."}}