{"Year":{"0":"2009","1":"2009","2":"2008","3":"2001","4":"1993","5":"1981","6":"1981","7":"1980","8":"1971","9":"1971","10":"1968","11":"1962","12":"1961","13":"1956","14":"1946","15":"1945","16":"1945","17":"1942","18":"1930","19":"1930","20":"1921","21":"1906","22":"1896","23":"1892","24":"1841","25":"1801","26":"1800","27":"1778","28":"1382","29":"1265"},"Event":{"0":"Barack Obama sworn in as president\nOn this day in 2009, Barack Obama was sworn in as the 44th president of the United States, becoming the first African American to hold the office.","1":"Barack Obama, inaugurated as the 44th President of the United States of America, becomes the United States' first African-American president","2":"\"Breaking Bad\", created by Vince Gilligan and starring Bryan Cranston and Aaron Paul premieres on AMC","3":"Amid a corruption scandal that sparked mass protests, Philippine President Joseph Estrada was ousted from office; in 2007 he was convicted of plundering but was later pardoned.","4":"Belgian-born actress Audrey Hepburn—who created unforgettable film roles as the epitome of sophistication and glamour while paradoxically bewitching audiences and critics with her sprightly mannerisms and elfin charm—died in Switzerland.","5":"The Iran hostage crisis ended when Ayatollah Ruhollah Khomeini released 52 Americans who had been held hostage for 15 months.","6":"Ronald Reagan inaugurated as the 40th President of the United States of America","7":"President Jimmy Carter announces US boycott of Olympics in Moscow","8":"Single \"What's Going On\" by Marvin Gaye about police brutality is released","9":"A nationwide strike in Great Britain's postal system began.","10":"Actress Sharon Tate (24) weds actor and director Roman Polanski (34) in Chelsea, London","11":"Robinson Jeffers, one of the most controversial American poets of the 20th century, died.","12":"U.S. President John F. Kennedy, in his inaugural address, said, “And so, my fellow Americans: ask not what your country can do for you—ask what you can do for your country.”","13":"Bill Maher\nAmerican comedian and talk-show host\nwas born","14":"David Lynch\nAmerican filmmaker and screenwriter\nwas born","15":"Franklin D. Roosevelt sworn-in for an unprecedented (and never to be repeated) 4th term as US President","16":"U.S. President Franklin D. Roosevelt was inaugurated for an unprecedented fourth term in office.","17":"Nazi officials hold notorious Wannsee conference in Berlin to organise the \"final solution\", the extermination of Europe's Jews","18":"Buzz Aldrin\nAmerican astronaut\nwas born","19":"American astronaut Buzz Aldrin was born in Montclair, New Jersey.","20":"Republic of Turkey declared out of remnants of Ottoman Empire","21":"Aristotle Socrates Onassis\nGreek businessman\nwas born","22":"George Burns\nAmerican comedian\nwas born","23":"The first official basketball game was played in Springfield, Massachusetts, by YMCA students of the game's inventor, James A. Naismith.","24":"China cedes Hong Kong to the British during the 1st Opium War","25":"U.S. President John Adams nominated John Marshall to be chief justice of the Supreme Court of the United States.","26":"Napoleon I's sister Carolina marries King Joachim Murat of Naples","27":"British explorer James Cook landed at Waimea on Kauai island, becoming the first European to visit Hawaii.","28":"King Richard II of England marries Anne of Bohemia and daughter of the Holy Roman Emperor at Westminster Abbey. Anne died of plague in 1394.","29":"First English Parliament summoned other than by royal command (in this instance by Simon de Montfort, Earl of Leicester) mets in Westminster Hall"}}