{"Year":{"0":"366","1":"2004","2":"1982","3":"1969","4":"1961","5":"1955","6":"1950","7":"1947","8":"1942","9":"1938","10":"1935","11":"1905","12":"1905","13":"1904","14":"1896","15":"1890","16":"1873","17":"1863","18":"1861","19":"1845","20":"1843","21":"1815","22":"1727","23":"1570","24":"1492","25":"1492"},"Event":{"0":"The Alamanni cross the frozen Rhine River in large numbers, invading the Roman Empire","1":"NASA's spacecraft Stardust collected dust grains from the comet Wild 2, and the cometary material was later revealed to contain the amino acid glycine, an essential building block of life.","2":"\"The Epic in Miami\", in 85 degree heat (Fahrenheit), the San Diego Chargers defeat the Miami Dolphins 41-38 in overtime in the AFC Divisional Playoff Game, a game that set numerous playoff scoring records","3":"Christy Turlington\nAmerican fashion model\nwas born","4":"Todd Haynes\nAmerican screenwriter and director\nwas born","5":"1st \"Bob Cummings Show\" premieres on NBC (later on CBS)","6":"German actor Emil Jannings died.","7":"Mahatma Gandhi begins march for peace in East-Bengali","8":"World War II: the 28 nations at war with Axis powers pledge to make no separate peace deals","9":"David Bailey\nBritish photographer\nwas born","10":"The widely publicized trial of Bruno Hauptmann began in New Jersey as he faced charges of kidnapping and murdering the infant son of famed American aviator Charles A. Lindbergh; he was found guilty and executed.","11":"American anarcho-syndicalist union known as the Industrial Workers of the World forms","12":"The Russians surrendered Port Arthur (later Lüshun, China) to the Japanese in the Russo-Japanese War.","13":"American actress, fan dancer, and bubble dancer Sally Rand was born in Elkton, Missouri.","14":"Dziga Vertov, a Soviet motion-picture director whose kino-glaz (“film-eye”) theory had international impact on the development of documentaries and cinema realism during the 1920s, was born.","15":"Physicist J. J. Thomson (33) weds Rose Elisabeth Paget","16":"St. Thérèse of Lisieux\nRoman Catholic nun\nwas born","17":"The Battle of Stones River came to an end during the American Civil War; although indecisive, the clash was a psychological victory for the Union forces, which were led by Gen. William S. Rosecrans.","18":"Frederick William IV, king of Prussia from 1840, died at Sanssouci Palace on this day in 1861.","19":"Explorer and medical missionary David Livingstone (31) weds Mary Moffat","20":"Richard Wagner's opera \"The Flying Dutchman\" premieres in Dresden","21":"Leading Romantic poet Lord Byron (27) marries Anne Isabella Milbanke (22) by special licence, at Seaham Hall in County Durham","22":"James Wolfe\nBritish general\nwas born","23":"Tsar Ivan the Terrible's march to Novgorod begins","24":"Muhammad XII. (Boabdil) last Nasird ruler of Moorish fortress Alhambra surrenders to the Catholic Monarchs","25":"Granada reclaimed by Spain\nOn this day in 1492, Granada, home of the Alhambra palace and the seat and final stronghold of the Moorish kingdom in Spain, was surrendered to the Catholic Monarchs, Ferdinand II and Isabella I, ending the Reconquest."}}