{"Year":{"0":"2012","1":"2006","2":"1998","3":"1987","4":"1985","5":"1973","6":"1973","7":"1968","8":"1960","9":"1953","10":"1943","11":"1942","12":"1940","13":"1931","14":"1931","15":"1905","16":"1905","17":"1904","18":"1898","19":"1879","20":"1869","21":"1857","22":"1849","23":"1821","24":"1689","25":"1561","26":"1561"},"Event":{"0":"Joe Paterno—who, as head coach at Penn State (1966–2011), was one of the most successful coaches in the history of collegiate gridiron football but whose final season was overshadowed by a sex-abuse scandal involving a former assistant coach—died.","1":"Evo Morales, a member of the Aymara indigenous group, was sworn in as president of Bolivia, becoming the first Indian to hold the office.","2":"One of the most notorious domestic terrorists in U.S. history, Theodore Kaczynski, the so-called Unabomber, who killed three people and injured 22 in 16 attacks between 1979 and 1995, was sentenced to four terms of life in prison without parole.","3":"Pennsylvania politician R. Budd Dwyer shoots and kills himself at a press conference on live national television, leading to debates on boundaries in journalism","4":"Zak Starkey (Ringo's son) marries Sarah Menikides","5":"Roe vs Wade: US Supreme Court legalizes most abortions","6":"Roe v. Wade ruling\nOn this day in 1973, the U.S. Supreme Court issued one of its most momentous decisions, ruling in Roe v. Wade that a Texas statute criminalizing abortion in most instances violated a woman's constitutional right of privacy.","7":"\"Lady Soul\" 14th studio album by Aretha Franklin is released (Billboard Album of the Year 1968)","8":"Comedic actor Bob Denver (25) weds Maggie Ryan in California","9":"Jim Jarmusch\nAmerican director\nwas born","10":"All Japanese resistance in Papua, on the island of New Guinea, site of an important Allied base at Port Moresby in World War II, ceased.","11":"Novelist Anthony Burgess (25) weds Llewela Jones","12":"John Hurt\nBritish actor\nwas born","13":"Sam Cooke\nAmerican singer\nwas born","14":"American singer and songwriter Sam Cooke, one of the most influential black vocalists of the post-World War II era, was born in Clarksdale, Mississippi.","15":"In St Petersburg, Russia, a large demonstration of workers led by Father Gapon, march to the Winter Palace with a petition to the Tsar; troops fire on protesters in what becomes known as 'Bloody Sunday'","16":"On what was later known as Bloody Sunday, Russian workers marching on St. Petersburg were fired on by Russian troops.","17":"Influential ballet choreographer George Balanchine was born in St. Petersburg.","18":"Sergey Eisenstein, a Russian film director and theorist known for such classics as Potemkin (1925), Alexander Nevsky (1938), and Ivan the Terrible (released in two parts, 1944 and 1958), was born.","19":"Battle of Rorke's Drift: British garrison of 150 holds off 3,000-4,000 Zulu warriors. Eleven Victoria Crosses and a number of other decorations were awarded to the defenders.","20":"Grigori Rasputin\nRussian mystic\nwas born","21":"National Association of Baseball Players founded in New York","22":"Swedish playwright, novelist, and short-story writer August Strindberg, who combined psychology and Naturalism in a new kind of European drama that evolved into Expressionist drama, was born.","23":"Russian explorer Fabian Gottlieb von Bellingshausen discovered Peter I Island, the first sighting of land within the Antarctic Circle.","24":"Prince William of Orange (future King William III of Britain), summons Convention Parliament to discuss ruling jointly with his wife Mary (daughter of exiled King James II)","25":"British statesman and philosopher Francis Bacon was born in York House, London.","26":"Francis Bacon\nBritish author, philosopher, and statesman\nwas born"}}