{"Year":{"0":"38","1":"2008","2":"1995","3":"1991","4":"1990","5":"1984","6":"1976","7":"1962","8":"1946","9":"1943","10":"1942","11":"1942","12":"1931","13":"1931","14":"1926","15":"1922","16":"1922","17":"1917","18":"1916","19":"1912","20":"1899","21":"1899","22":"1893","23":"1873","24":"1827","25":"1820","26":"1773","27":"1734","28":"1706"},"Event":{"0":"BC Roman Republican Leader Octavian, later Augustus 1st Roman Emperor, marries Livia Drusilla","1":"American-born chess player Bobby Fischer, who became the youngest grandmaster in history when he received the title in 1958, died in Reykjavík, Iceland.","2":"A large-scale earthquake struck the Ōsaka-Kōbe (Hanshin) metropolitan area, killing an estimated 6,400 people and causing major damage.","3":"Operation Desert Storm begins, with US-led coalition forces bombing Iraq, during the Gulf War","4":"NFL coach Jimmy Johnson (46) divorces Linda Kay Cooper after 26 years of marriage","5":"Supreme Court rules (5-4) that private use of home VCRs to tape TV programs for later viewing does not violate federal copyright laws","6":"\"I Write the Songs\" by Barry Manilow hits #1","7":"Jim Carrey\nCanadian comedian and actor\nwas born","8":"United Nations Security Council holds its 1st meeting","9":"British Prime Minister Winston Churchill and U.S. President Franklin D. Roosevelt met at Casablanca, Morocco.","10":"Muhammad Ali\nAmerican boxer\nwas born","11":"American professional boxer Muhammad Ali was born in Louisville, Kentucky.","12":"American actor James Earl Jones, whose deep, resonant voice lent an air of gravitas to many roles, was born in Arkabutla, Mississippi.","13":"James Earl Jones\nAmerican actor\nwas born","14":"Comedian George Burns marries comedienne Gracie Allen","15":"Betty White\nAmerican actress\nwas born","16":"American actress Betty White, who was best known for her comedic work on numerous television shows, was born.","17":"The United States purchased three of the Virgin Islands—St. Thomas, St. John, and St. Croix—from Denmark for $25 million.","18":"Rodman Wanamaker organises a lunch to discuss forming a golfers association (later the PGA) at the Taplow Club, Martinique Hotel, New York City","19":"Captain Robert Scott's expedition arrives at the South Pole, one month after Roald Amundsen","20":"Al Capone\nAmerican gangster\nwas born","21":"American gangster Al Capone was born in Brooklyn, New York.","22":"Hawaiian monarchy overthrown\nActing for Hawaiian sugar interests and their American allies, a committee led by Sanford Ballard Dole deposed Hawaiian Queen Liliuokalani this day in 1893 and installed a provisional government with Dole as president.","23":"A group of Modoc warriors defeats the United States Army in the First Battle of the Stronghold, a part of the Modoc War","24":"Religious leader Joseph Smith Jr (21) weds church group movement leader Emma Smith (22) in South Bainbridge, New York","25":"English poet and novelist Anne Brontë, sister of Charlotte and Emily Brontë, was born.","26":"Captain James Cook becomes 1st to cross Antarctic Circle (66° 33' S)","27":"Augustus III was crowned king of Poland.","28":"American author, inventor, and diplomat Benjamin Franklin—who, as one of the foremost Founding Fathers, helped draft the Declaration of Independence—was born."}}