{"Year":{"0":"379","1":"2013","2":"2013","3":"2012","4":"2000","5":"1977","6":"1966","7":"1966","8":"1957","9":"1955","10":"1955","11":"1946","12":"1946","13":"1943","14":"1943","15":"1889","16":"1884","17":"1883","18":"1883","19":"1872","20":"1853","21":"1853","22":"1825","23":"1812","24":"1809","25":"1809","26":"1807","27":"1807"},"Event":{"0":"Theodosius installed as co-emperor of the Eastern Roman Empire","1":"Calcium deposits are discovered on Mars by NASA’s Curiosity Rover","2":"Lance Armstrong admits to doping in all seven of his Tour de France victories","3":"The popular file-sharing computer service Megaupload was shut down by the U.S. government after several people associated with the site, including founder Kim Dotcom (Kim Schmitz), were charged with violating antipiracy laws.","4":"Austrian-born actress Hedy Lamarr, who was often typecast as a provocative femme fatale and later achieved recognition as a noted inventor of a radio communications device, died in Florida.","5":"Director Martin Scorsese (34) divorces Julia Cameron (28) after 1 year of marriage","6":"Rule in India transferred to Indira Gandhi\nFollowing the sudden death of Indian Premier Lal Bahadur Shastri eight days earlier, Indira Gandhi became prime minister of India on this day in 1966, assuming the office first held by her father, Jawaharlal Nehru.","7":"Indira Gandhi elected India's 4th Prime Minister","8":"Golfer Gary Player (21) weds Bobby Verwey's sister Vivienne Verwey","9":"\"The Millionaire\" TV program premieres on CBS","10":"U.S. President Dwight D. Eisenhower held the first-ever televised presidential press conference.","11":"Dolly Parton\nAmerican musician and actress\nwas born","12":"American country music singer, guitarist, and actress Dolly Parton, who was best known for pioneering the interface between country and pop music styles, was born.","13":"American singer Janis Joplin, who was known for her fierce and uninhibited musical style, was born.","14":"Janis Joplin\nAmerican singer\nwas born","15":"Sophie Taeuber-Arp\nSwiss French artist\nwas born","16":"Painter Thomas Eakins (39) weds painter and photographer Susan Macdowell (32) in a Quaker ceremony","17":"The first electric lighting system employing overhead wires, built by Thomas Edison, begins service at Roselle, New Jersey","18":"In the North Sea the German steamer Cimbria collided with the British steamer Sultan and sank, killing 340.","19":"Physicist Wilhelm Röntgen (26) weds Anna Bertha Ludwig in Apeldoorn, Netherlands","20":"Giuseppe Verdi's opera \"Il Trovatore\" premieres in Rome","21":"Giuseppe Verdi's opera Il trovatore premiered in Rome.","22":"Ezra Daggett and Thomas Kensett obtained a patent for a preservation process used to store food in tin cans.","23":"Peninsular War: After a ten day siege, Arthur Wellesley, 1st Duke of Wellington, orders British soldiers of the Light and third divisions to storm Ciudad Rodrigo","24":"Edgar Allan Poe, an American short-story writer, poet, critic, and editor famous for his cultivation of mystery and the macabre, was born.","25":"Edgar Allan Poe\nAmerican writer\nwas born","26":"Confederate General Robert E. Lee was born in Stratford, Virginia.","27":"Robert E. Lee\nConfederate general\nwas born"}}