{"Year":{"0":"2001","1":"1998","2":"1988","3":"1962","4":"1958","5":"1958","6":"1950","7":"1944","8":"1942","9":"1926","10":"1925","11":"1925","12":"1925","13":"1918","14":"1905","15":"1885","16":"1880","17":"1880","18":"1871","19":"1858","20":"1837","21":"1790","22":"1788","23":"1788","24":"1564","25":"1531","26":"1482"},"Event":{"0":"A massive earthquake struck near Bhuj, Gujarat, India, killing more than 20,000 people and causing extensive damage.","1":"President Bill Clinton says \"I want to say one thing to the American people; I did not have sexual relations with that woman, Miss Lewinsky\"","2":"Andrew Lloyd Webber's The Phantom of the Opera, a musical version of Gaston Leroux's melodramatic novel, opened in New York City and went on to become the longest-running show in Broadway history.","3":"Lucky Luciano, who was the most powerful chief of American organized crime in the early 1930s and was deported to his native Italy in 1946, died at the age of 65.","4":"Ellen DeGeneres\nAmerican comedian and television host\nwas born","5":"American comedian and television host Ellen DeGeneres, who was known for her quirky observational humour, was born.","6":"India became a republic, achieving full independence from Great Britain.","7":"Angela Davis\nAmerican activist\nwas born","8":"The first U.S. expeditionary force to land in Europe during World War II reached Ireland.","9":"John Logie Baird gives the first public demonstration of television in his laboratory in London","10":"Politician Seán MacBride (21) weds Catalina Bulfin in Dublin, Ireland","11":"American actor Paul Newman, whose good looks and charisma helped make him an enduring screen presence in the second half of the 20th century, was born.","12":"Paul Newman\nAmerican actor and philanthropist\nwas born","13":"Nicolae Ceaușescu\npresident of Romania\nwas born","14":"General officer John J. Pershing (44) weds Helen Frances","15":"British General Charles George Gordon and other defenders of Khartoum were killed by Mahdists.","16":"Douglas MacArthur, the U.S. general who commanded the Southwest Pacific Theatre in World War II, administered postwar Japan during the Allied occupation that followed, and led United Nations forces during the first nine months of the Korean War, was born.","17":"Douglas MacArthur\nUnited States general\nwas born","18":"Formation of the first Rugby Union at a meeting at Pall Mall restaurant, London, England","19":"Inventor Cyrus McCormick (48) weds Nancy Fowler","20":"Michigan became the 26th U.S. state admitted to the union.","21":"Wolfgang Amadeus Mozart's opera \"Cosi Fan Tutte\" premieres in Vienna","22":"First European settlement in Australia\nOn this day in 1788, Arthur Phillip, who had sailed into what is now Sydney Cove with a shipload of convicts, hoisted the British flag and established the first permanent European settlement on the continent of Australia.","23":"Captain Arthur Phillip and British colonists hoist the Union Flag at Sydney Cove, New South Wales, now celebrated as Australia Day","24":"The Council of Trent issued its conclusions in the Tridentinum, establishing a distinction between Roman Catholicism and Protestantism","25":"Lisbon hit by Earthquake; about 30,000 die","26":"\"Pentateuch\" the Jewish Bible is 1st printed as a book in Bologna, Italy"}}