{"Year":{"0":"630","1":"45","2":"414","3":"2011","4":"2002","5":"1994","6":"1960","7":"1959","8":"1958","9":"1956","10":"1953","11":"1953","12":"1919","13":"1919","14":"1909","15":"1909","16":"1902","17":"1896","18":"1895","19":"1895","20":"1892","21":"1863","22":"1863","23":"1811","24":"1804","25":"1772","26":"1758","27":"1735","28":"1735","29":"1449"},"Event":{"0":"Prophet Muhammad sets out with his army towards Mecca, capturing it bloodlessly","1":"BC The Julian calendar takes effect for the first time","2":"King Ataulf of Narbonne marries emperor Honorius sister Galle Placidia","3":"The Oprah Winfrey Network (OWN) debuted on television.","4":"Euro introduced in Europe\nOn this day in 2002 the euro, the monetary unit of the European Union, was introduced with the issuance of both currency and coins, and by March 2002 it was the sole legal tender of participating member states.","5":"The North American Free Trade Agreement (NAFTA) went into effect, eliminating most tariffs and other trade barriers on products and services passing between the United States, Canada, and Mexico.","6":"Johnny Cash plays first of many free concerts behind bars","7":"Dictator Fulgencio Batista fled Cuba after his regime was toppled by rebel forces led by Fidel Castro.","8":"European Economic Community, better known as the European Common Market starts operation","9":"Christine Lagarde\nFrench lawyer and politician\nwas born","10":"The first TV detector van, used to track down users of unlicensed television sets, begins operation in the UK","11":"American country-and-western musician Hank Williams, Sr., died.","12":"J.D. Salinger\nAmerican author\nwas born","13":"American author J.D. Salinger—whose only novel, The Catcher in the Rye (1951), won wide critical acclaim—was born.","14":"Barry M. Goldwater, U.S. senator from Arizona (1953–64, 1969–87) who was the Republican presidential candidate in 1964, was born.","15":"Barry Goldwater\nUnited States senator\nwas born","16":"1st Rose Bowl, Tournament Park, Pasadena, California: Michigan beats Stanford, 49-0; MVP: Neil Snow, Michigan, FB","17":"German physicist Wilhelm Röntgen announces his discovery of x-rays","18":"U.S. government official J. Edgar Hoover—who, as director of the FBI (1924–72), built the agency into a highly effective, if occasionally controversial, arm of federal law enforcement—was born.","19":"J. Edgar Hoover\nUnited States government official\nwas born","20":"Ellis Island opens as a US immigration inspection station - it would go on to be the gateway for more than 12 million people","21":"Emancipation Proclamation issued by Abraham Lincoln to free slaves in US confederate states","22":"The Emancipation Proclamation, which freed the slaves in the Confederacy (the states in rebellion against the Union during the American Civil War), was issued by U.S. President Abraham Lincoln.","23":"Writer James Fenimore Cooper (21) weds Susan Augusta de Lancey in Mamaroneck, New York","24":"Haiti declared its independence from France.","25":"US founding father Thomas Jefferson (30) marries Martha Wayles Skelton (23)","26":"The International Commission on Zoological Nomenclature establish the \"starting point\" for standardized species names across the animal kingdom, based on the binomial nomenclature by Carolus Linnaeus 10th edition of Systema Naturae","27":"Paul Revere, the horseback-riding folk hero of the American Revolution, was born.","28":"Paul Revere\nUnited States military officer and silversmith\nwas born","29":"Florentine statesman, ruler, and patron of arts and letters Lorenzo de' Medici was born."}}