{"Year":{"0":"532","1":"2012","2":"2006","3":"2000","4":"1997","5":"1992","6":"1976","7":"1972","8":"1970","9":"1969","10":"1968","11":"1949","12":"1943","13":"1942","14":"1928","15":"1902","16":"1898","17":"1884","18":"1884","19":"1832","20":"1832","21":"1808","22":"1785"},"Event":{"0":"Nika riots begin in Constantinople, revolt against Emperor Justinian, prompted by chariot racing","1":"The Costa Concordia, a cruise ship carrying some 4,200 people, ran aground and capsized off Giglio Island, Italy; 32 passengers were killed.","2":"\"The Diary of Anne Frank\" actress Shelley Winters (85) weds Gerry DeFord a few hours before her death","3":"Microsoft chairman Bill Gates steps aside as chief executive and promotes company president Steve Ballmer to the position","4":"President Abdalá Bucaram Ortíz of Ecuador visited President Alberto Fujimori of Peru, the first official visit to Peru by an Ecuadoran president in 150 years.","5":"MLB baseball right fielder Sammy Sosa (23) weds Sonia Rodriguez","6":"Sarah Caldwell is 1st woman to conduct at NYC Metropolitan Opera House as she led orchestra in a performance of \"La Traviata\"","7":"Bernice Gera wins anti-discrimination case against the National Baseball Congressl, initiated March 15, 1971 to be allowed to umpire","8":"Colonel Odumegwu Ojukwu flees Biafra into exile, leaving his deputy Philip Effiong to surrender to the Nigerian army, unofficially ending the Nigerian Civil War","9":"Stephen Hendry\nScottish snooker player\nwas born","10":"American singer and songwriter Johnny Cash recorded the album Johnny Cash at Folsom Prison in front of an audience of some 2,000 inmates at California's Folsom Prison.","11":"Rakesh Sharma\nIndian military pilot and cosmonaut\nwas born","12":"Hitler declares \"Total War\"","13":"American industrialist Henry Ford patented plastic automobile construction.","14":"RCA and GE install three test television sets in homes in Schenectady, New York allowing American inventor E.F.W. Alexanderson to demonstrate the first home television receiver which delivered a poor and unsteady 1.5 square inch picture","15":"Georgy Maksimilianovich Malenkov\nprime minister of Soviet Union\nwas born","16":"Émile Zola's “J'accuse” published\nOn this day in 1898, French author Émile Zola published an open letter in the newspaper L'Aurore denouncing the French general staff for its role in the 1894 treason conviction of Jewish French army officer Alfred Dreyfus.","17":"Russian-born American singer Sophie Tucker, “the Last of the Red-Hot Mamas,” was born.","18":"Sophie Tucker\nAmerican singer\nwas born","19":"Horatio Alger, one of the most popular American authors in the last 30 years of the 19th century and perhaps the most socially influential American writer of his generation, was born.","20":"Horatio Alger\nAmerican author\nwas born","21":"Salmon P. Chase, secretary of the Treasury (1861–64) in Abraham Lincoln's wartime cabinet and sixth chief justice of the United States Supreme Court (1864–73), was born.","22":"John Walter publishes 1st issue of \"The Times\" of London"}}