{"Year":{"0":"2007","1":"2005","2":"2002","3":"2001","4":"1991","5":"1988","6":"1987","7":"1982","8":"1982","9":"1959","10":"1955","11":"1941","12":"1941","13":"1941","14":"1934","15":"1909","16":"1908","17":"1908","18":"1878","19":"1861","20":"1839","21":"1839","22":"1760","23":"1431","24":"1428"},"Event":{"0":"Apple Inc CEO Steve Jobs announces the iPhone","1":"Election of Mahmoud Abbas\nMahmoud Abbas, who was a founder of Fatah in the 1950s and served briefly as prime minister of the Palestinian Authority (PA) in 2003 under Yāsir ʿArafāt, was elected president of the PA on this day in 2005.","2":"Michael Jackson receives the Artist of the Century award at the American music awards","3":"Apple introduced iTunes, a digital media player application that, with the year's later debut of the iPod, revolutionized digital music.","4":"Baseball officially bans Pete Rose from being elected to Hall of Fame for betting on baseball","5":"English earl of St Andrews marries Sylvana Tomaselli","6":"Sir Rudolph Bing (of NY Met Opera) marries Lady Carroll Douglass","7":"Catherine Middleton, who married (2011) Prince William and became the duchess of Cambridge, was born in Reading, Berkshire, England.","8":"Catherine, duchess of Cambridge\nconsort of Prince William\nwas born","9":"\"Rawhide\" with Clint Eastwood premieres on CBS TV","10":"J.K. Simmons\nAmerican actor\nwas born","11":"American folksinger and political activist Joan Baez, who was at the forefront of the 1960s folk music revival, was born in Staten Island, New York.","12":"Joan Baez\nAmerican singer and political activist\nwas born","13":"6,000 Jews exterminated in pogrom in Bucharest, Romania","14":"American professional gridiron football quarterback Bart Starr, who led the Green Bay Packers to victory in the first two Super Bowls (1967, 1968), was born.","15":"Ernest Shackleton as part of the British Nimrod Expedition reaches a record farthest South latitude (88°23' south)","16":"Simone de Beauvoir\nFrench writer\nwas born","17":"Simone de Beauvoir, French writer and feminist who gave a literary transcription to the themes of existentialism, was born in Paris.","18":"John B. Watson\nAmerican psychologist\nwas born","19":"Mississippi became the second U.S. state (after South Carolina) to secede from the Union in the run-up to the American Civil War.","20":"Louis-Jacques-Mandé Daguerre of France proclaimed his invention of the daguerreotype, the first commercially successful form of photography.","21":"Daguerreotype photo process announced at French Academy of Science","22":"Afghans defeat Marathas in battle of Barari Ghat","23":"Judges' investigations for the trial of Joan of Arc begin in Rouen, France, the seat of the English occupation government","24":"Pope Martinus V declares Jacqueline, Countess of Haintaut's marriage to Humphrey Duke of Gloucester invalid"}}