{"Year":{"0":"588","1":"2009","2":"2001","3":"2001","4":"1981","5":"1979","6":"1974","7":"1967","8":"1965","9":"1955","10":"1953","11":"1941","12":"1930","13":"1921","14":"1918","15":"1909","16":"1902","17":"1896","18":"1895","19":"1892","20":"1870","21":"1844","22":"1842","23":"1759","24":"1759","25":"1559","26":"1535"},"Event":{"0":"BC Nebuchadrezzar II of Babylon lays siege to Jerusalem under Zedekiah's reign. The siege lasts until July 23, 586 BC.","1":"US Airways flight 1549, piloted by Capt. Chesley (“Sully”) Sullenberger III, landed in the Hudson River after the plane flew into a flock of Canada geese shortly after takeoff, resulting in severe damage to the plane's engines; there were no fatalities.","2":"Wikipedia, a free Internet-based encyclopaedia that operates under an open-source management style, debuted.","3":"Wikipedia a free Wiki or content encyclopedia is launched by Jimmy Wales and Larry Sanger","4":"\"Hill Street Blues\" premieres on NBC-TV","5":"Drew Brees\nAmerican football player\nwas born","6":"The American television series Happy Days, a nostalgic comedy set during the 1950s and '60s, premiered on ABC.","7":"In the first Super Bowl game, the Green Bay Packers of the National Football League (NFL) defeated the Kansas City Chiefs of the American Football League (AFL) by a score of 35 to 10.","8":"Bernard Hopkins\nAmerican boxer\nwas born","9":"Film director Stanley Kubrick (26) weds theatrical designer Ruth Sobotka (29)","10":"Cricketer Richie Benaud (22) weds Marcia Lavender at the Wesley Church in Sydney, Australia","11":"Captain Beefheart\nAmerican musician\nwas born","12":"Businesswoman Estée Lauder (23) weds businessman Joseph Lauder","13":"Frank Thornton\nBritish actor\nwas born","14":"Gamal Abdel Nasser\npresident of Egypt\nwas born","15":"American jazz drummer Gene Krupa was born in Chicago.","16":"Abdulaziz Ibn Saud leads 40 men over the walls of Riyadh and takes the city, marking the beginning of the Third Saudi State","17":"American photographer Mathew Brady, known for his portraits of politicians and images of the American Civil War, died alone and virtually forgotten in a hospital charity ward in New York City.","18":"Tchaikovsky's ballet \"Swan Lake\" premieres, St Petersburg (1\/27 NS)","19":"Basketball rules first published in Triangle Magazine, written by James Naismith","20":"The donkey appeared as a symbol of the U.S. Democratic Party in a Thomas Nast cartoon.","21":"The University of Notre Dame, founded in Indiana by the Congregation of the Holy Cross, was officially chartered.","22":"St. Mary MacKillop, who was the first Australian beatified by the Roman Catholic Church and the first Australian to be recognized as one of its saints, was born in Melbourne.","23":"British Museum opens in Montague House, London","24":"British Museum opened to the public\nEstablished by an act of Parliament in 1753, the British Museum—which counts among its world-renowned antiquities and archaeological holdings the Elgin Marbles and the Rosetta Stone—opened to the public this day in 1759.","25":"Elizabeth I crowned Queen of England in Westminster Abbey","26":"Henry VIII declares himself head of the Church in England"}}