{"Year":{"0":"9 bce","1":"2011","2":"1995","3":"1994","4":"1974","5":"1972","6":"1972","7":"1965","8":"1962","9":"1961","10":"1948","11":"1948","12":"1945","13":"1941","14":"1941","15":"1939","16":"1937","17":"1934","18":"1933","19":"1933","20":"1933","21":"1931","22":"1930","23":"1929","24":"1912","25":"1911","26":"1902","27":"1853","28":"1815","29":"1667","30":"1661","31":"1649"},"Event":{"0":"The Roman emperor Augustus dedicated the shrine Ara Pacis (“Altar of Peace”).","1":"California became the first state to celebrate Fred Korematsu Day, which honoured the Japanese American activist who was convicted in 1942 of violating an exclusion order requiring him to relocate; his subsequent legal appeals were denied.","2":"Flooding forced the evacuation of more than 100,000 people from low-lying areas of the Netherlands.","3":"Kapil Dev equals Richard Hadlee's world record of 431 Test wkts","4":"Christian Bale\nWelsh actor\nwas born","5":"Bloody Sunday: 27 unarmed civilians are shot (14 are killed) by the British Army during a civil rights march in Derry, Northern Ireland; this is the highest death toll from a single shooting incident during 'the Troubles'","6":"A demonstration by Roman Catholic civil rights supporters in Londonderry (Derry), Northern Ireland, turned violent when British paratroopers opened fire, killing 13 and injuring 14 others (one of the injured later died); Bloody Sunday, as it became known, precipitated an upsurge in support for the Irish Republican Army.","7":"State funeral of Winston Churchill at St Paul's Cathedral in London. Then world's largest ever state funeral.","8":"Abdullah II\nking of Jordan\nwas born","9":"\"I Fall to Pieces\" single released by Patsy Cline (Billboard Song of the Year 1961)","10":"Indian nationalist Mahatma Gandhi was assassinated by an orthodox Hindu Brahman.","11":"Mahatma Gandhi assassinated by Hindu extremist Nathuram Godse","12":"The greatest maritime disaster in history occurred as the German ocean liner Wilhelm Gustloff was sunk by a Soviet submarine, resulting in the deaths of an estimated 9,000 people.","13":"American politician Dick Cheney—who held various government offices, most notably the U.S. vice presidency (2001–09)—was born.","14":"Dick Cheney\nvice president of United States\nwas born","15":"Adolf Hitler threatens Jews during his speech to the German Reichstag (Parliament)","16":"Vanessa Redgrave\nBritish actress\nwas born","17":"Actor and comedian Lou Costello marries burlesque dancer Anne Battler","18":"The fictional character the Lone Ranger was introduced on radio station WXYZ in Detroit, Michigan.","19":"President Paul von Hindenburg appoints Adolf Hitler as Reich Chancellor of Germany who forms a government with Franz von Papen","20":"President Paul von Hindenburg named Adolf Hitler chancellor of Germany.","21":"\"City Lights\", American silent romantic comedy film directed by Charlie Chaplin, starring himself and Virginia Cherrill, premieres at Los Angeles Theater","22":"Gene Hackman\nAmerican actor\nwas born","23":"Mitford sister Diana Mitford (18) marries Irish peer Bryan Walter Guinness (23) in the British society wedding of the year","24":"Barbara Tuchman, one of the foremost popular historians in the United States in the second half of the 20th century and a two-time Pulitzer Prize winner, was born.","25":"American trumpeter Roy Eldridge, one of the great creative musicians of the 1930s, was born in Pittsburgh.","26":"Britain and Japan sign a treaty after months of negotiating which commits each country to supporting an independent China and Korea, although it acknowledges Japan's 'special interest' in Korea","27":"Emperor and French President Napoleon III marries Eugenie de Montijo, Countess of Teba","28":"Burned US Library of Congress re-established with Thomas Jefferson's 6,500 volumes","29":"The Truce of Andrusovo ended the Thirteen Years' War between Russia and Poland.","30":"Oliver Cromwell, Lord Protector of the Commonwealth of England is ritually executed after having been dead for two years","31":"King Charles I of England executed\nCharles I, king of Great Britain and Ireland (1625–49), was viewed as an authoritarian ruler by members of Parliament—whose quarrels with him led to the English Civil Wars—and was executed in London this day in 1649."}}