{"Year":{"0":"2016","1":"2011","2":"1998","3":"1998","4":"1997","5":"1993","6":"1984","7":"1978","8":"1967","9":"1959","10":"1956","11":"1951","12":"1947","13":"1942","14":"1942","15":"1937","16":"1930","17":"1926","18":"1918","19":"1916","20":"1912","21":"1862","22":"1835","23":"1815","24":"1811","25":"1790","26":"1656","27":"1499"},"Event":{"0":"Mexican criminal Joaquín Guzmán (“El Chapo”), head of the Sinaloa drug cartel, was captured in Los Mochis after escaping prison some six months earlier.","1":"U.S. Representative Gabrielle Giffords was shot during an assassination attempt; although she survived, six others were killed.","2":"Ramzi Ahmed Yousef, convicted of plotting the 1993 terrorist bombing of the World Trade Center in New York, was sentenced to life in prison.","3":"Roseanne Barr files for divorce from 3rd husband Ben Thomas","4":"Anniversary of Grimaldi rule in Monaco\nOn this day in 1997, the principality of Monaco began a yearlong celebration in honour of the 700th anniversary of the rule of the Grimaldi family, who seized power in 1297 and gained firm possession of Monaco in 1419.","5":"Michael Jordan's game-high 35 points leads Chicago to 120-95 win over Milwaukee; gives him exactly 20,000 points in 620th game of his NBA career; 2nd-fastest to reach milestone after Wilt Chamberlain (499)","6":"Kim Jong-Un\nNorth Korean political official\nwas born","7":"TV series \"All Creatures Great and Small\" debuts on BBC TV, based on the books by James Herriot, starring Robert hardy and Christopher Timothy","8":"R. Kelly\nAmerican musician\nwas born","9":"Charles de Gaulle was inaugurated as president of France's Fifth Republic.","10":"Elvis Presley's \"Don't Be Cruel\" and \"Hound Dog\" single goes #1 & stays #1 for a record 11 weeks (for a single)","11":"Actor Burgess Meredith (43) weds ballerina Kaja Sundsten","12":"David Bowie\nBritish singer, songwriter, and actor\nwas born","13":"Stephen Hawking\nBritish physicist\nwas born","14":"English theoretical physicist Stephen W. Hawking was born.","15":"Shirley Bassey\nWelsh singer\nwas born","16":"Belgium Princess Marie-Jose marries Italian's crown prince Umberto","17":"Abdulaziz Ibn Saud becomes King of Nejd and Hejaz; forerunner of the Kingdom of Saudi Arabia","18":"U.S. President Woodrow Wilson announced his Fourteen Points, an outline for peace following World War I.","19":"WWI: ANZAC forces withdraw from the Gallipoli Peninsula after Ottoman forces successfully defend access to Constantinople","20":"Chiefs, representatives of people's and church organisations, and other prominent individuals form the African National Congress and declare its aim to bring all Africans together as one people to defend their rights and freedoms","21":"American publisher Frank Nelson Doubleday was born.","22":"US national debt is $0 for the first and only time in history","23":"U.S. General Andrew Jackson defeated Great Britain in the Battle of New Orleans, the final engagement in the War of 1812.","24":"US Vice President John C. Calhoun (28) weds Floride Bonneau (19)","25":"1st US President George Washington delivers 1st state of the union address","26":"Oldest surviving commercial newspaper begins (Haarlem, Netherlands)","27":"Louis XII of France after papal divorce marries Anne, Duchess of Brittany to keep duchy for the crown"}}