{"Year":{"0":"2015","1":"2003","2":"2001","3":"1999","4":"1985","5":"1979","6":"1972","7":"1968","8":"1967","9":"1967","10":"1964","11":"1957","12":"1957","13":"1955","14":"1955","15":"1955","16":"1954","17":"1953","18":"1944","19":"1941","20":"1891","21":"1891","22":"1880","23":"1879","24":"1844","25":"1800","26":"1714","27":"1630","28":"1610","29":"1610"},"Event":{"0":"Two gunmen connected to al-Qaeda in the Arabian Peninsula, a Yemeni-based militant group, stormed the Paris offices of Charlie Hebdo and killed 12 people in retribution for the satirical magazine's portrayals of the Prophet Muhammad; the attackers were later killed by police.","1":"By presidential decree, Christmas—this day on the Coptic Orthodox calendar—was celebrated for the first time as a national holiday in Egypt, an almost entirely Muslim country.","2":"John Kufuor was inaugurated as president of Ghana in that country's first peaceful transition from one elected government to another.","3":"Impeachment trial of President Bill Clinton begins in the US Senate.","4":"Actress-singer Janet Jackson (18) divorces fellow R&B singer James DeBarge (21) only 4 months after getting married","5":"Vietnamese forces took control of Phnom Penh, Cambodia, ousting the Khmer Rouge and its leader, Pol Pot.","6":"Los Angeles Lakers defeat the Atlanta Hawks, 134-90 for their 33rd straight win, the longest winning streak in major professional sports","7":"Unmanned U.S. space probe Surveyor 7 was launched and, a few days later, made a soft landing on the Moon.","8":"\"Newlywed Game\" premieres on ABC TV","9":"Nick Clegg\nBritish politician\nwas born","10":"Nicolas Cage\nAmerican actor\nwas born","11":"American broadcast journalist Katie Couric, who was the first solo female anchor of a major network (CBS) evening news program, was born.","12":"Katie Couric\nAmerican broadcaster\nwas born","13":"American contralto Marian Anderson first performed with the Metropolitan Opera in New York City.","14":"Marian Anderson becomes the 1st African American to perform with the New York Metropolitan Opera","15":"Marian Anderson becomes the 1st African American to perform with the New York Metropolitan Opera","16":"Georgetown-IBM experiment, 1st public demonstration of a machine translation system, is held at IBM's head office in New York","17":"US President Harry Truman announces American development of the hydrogen bomb","18":"Omar al-Bashir\npresident of Sudan\nwas born","19":"Chinese Kuomintang forces under orders from Chiang Kai-shek open fire on the surrounded Communist New Fourth Army at Maolin, Anhui Province, killing or capturing 7,000 troops","20":"Zora Neale Hurston, an American folklorist and writer associated with the Harlem Renaissance who celebrated black culture of the rural South, was born.","21":"Zora Neale Hurston\nAmerican author\nwas born","22":"Pianist Ignacy Jan Paderewski (19) weds Antonina Korsak","23":"Dutch King Willem II marries Emma von Waldeck-Pyrmont","24":"St. Bernadette, the French girl whose visions of the Virgin Mary led to the founding of the shrine of Lourdes, was born in that town.","25":"Millard Fillmore, the 13th U.S. president, was born.","26":"Typewriter patented by Englishman Henry Mill (built years later)","27":"Composer Pier Cavalli marries rich widow Maria Sosomeno","28":"Galileo's discovery of Jupiter's four moons\nDuring this month in 1610, Italian astronomer Galileo made the earthshaking discoveries that four moons revolve around Jupiter and that the telescope reveals many more stars than are visible to the naked eye.","29":"Galileo Galilei discovers the first three moons of Jupiter: Io, Europa & Ganymede"}}