{"Year":{"0":"Today","1":"2001","2":"1987","3":"1982","4":"1975","5":"1966","6":"1966","7":"1958","8":"1955","9":"1950","10":"1941","11":"1941","12":"1913","13":"1912","14":"1903","15":"1878","16":"1838","17":"1836","18":"1811","19":"1799","20":"1759","21":"1759","22":"1681","23":"1649","24":"1540"},"Event":{"0":"Epiphany\nCelebrated annually this day, Epiphany is a major feast that commemorates, for Western Christians, the coming of the Magi and, for Eastern Orthodox Christians, Jesus' birth, baptism by John, and first miracle.","1":"The U.S. Congress certified George W. Bush as the winner of the 2000 presidential election following a legal battle.","2":"Astronomers at University of California see 1st sight of birth of a galaxy","3":"Eddie Redmayne\nBritish actor, singer and model\nwas born","4":"\"Wheel Of Fortune\" debuts on NBC-TV","5":"Indian composer A.R. Rahman, known as “the Mozart of Madras,” was born in Madras (now Chennai), India.","6":"A.R. Rahman\nIndian composer\nwas born","7":"Gibson patents Flying V Guitar","8":"Rowan Atkinson\nBritish actor\nwas born","9":"Great Britain announced its recognition of the People's Republic of China.","10":"US President Franklin Roosevelt makes his \"Four Freedoms\" speech (freedom of speech and worship; freedom from want and fear) during his US State of Union address","11":"U.S. Pres. Franklin D. Roosevelt outlined his Four Freedoms in his State of the Union message to Congress.","12":"Loretta Young\nAmerican actress\nwas born","13":"Alfred Wegener, geophysicist and meteorologist, presents his controversial theory of continental drift in a lecture at a the Geological Association (Geologischen Vereinigung) at the Senckenberg-Museum, Frankfurt.","14":"Theoretical Physicist Albert Einstein (23) weds Mileva Maric","15":"American poet, historian, and folklorist Carl Sandburg, whose Abraham Lincoln: The War Years won the Pulitzer Prize for history in 1940, was born.","16":"German composer Max Bruch was born in Cologne, Prussia.","17":"Author Harriet Beecher (24) weds educator Calvin Ellis Stowe (33) in Cincinnati, Ohio","18":"American Civil War statesman Charles Sumner was born in Boston.","19":"Jedediah Smith\nAmerican explorer\nwas born","20":"George Washington married Martha Dandridge in Virginia.","21":"US 1st President George Washington marries Martha Dandridge Custis at White House Plantation","22":"1st recorded boxing match (Duke of Albemarle's butler vs his butcher)","23":"The English Rump Parliament votes to put Charles I on trial for treason and other \"high crimes\"","24":"Henry VIII of England married his fourth wife, Anne of Cleves."}}