{"Year":{"0":"2015","1":"2001","2":"1985","3":"1981","4":"1981","5":"1977","6":"1966","7":"1960","8":"1958","9":"1957","10":"1956","11":"1950","12":"1949","13":"1943","14":"1943","15":"1937","16":"1923","17":"1865","18":"1865","19":"1842","20":"1797","21":"1797","22":"1679","23":"1606","24":"1560","25":"1543"},"Event":{"0":"Lydia Ko at 17, becomes the youngest golfer in men's or women's golf history to be ranked No. 1 in the world","1":"Libyan national Abdelbaset Ali Mohmed al-Megrahi was convicted in the 1988 Pan Am flight 103 bombing, in which 270 people were killed; in 2009 the Scottish government released Megrahi from prison after he was diagnosed with terminal cancer.","2":"South African President P. W. Botha offers to free Nelson Mandela if he denounces violence","3":"American singer and actor Justin Timberlake, who was a member of the hugely successful “boy band” *NSYNC before launching a solo career, was born in Memphis, Tennessee.","4":"Justin Timberlake\nAmerican singer, songwriter, actor, and producer\nwas born","5":"The Pompidou Centre, a French national cultural centre named for former president Georges Pompidou, opened in Paris.","6":"The Soviets launched Luna 9, the first spacecraft to make a soft landing on the Moon.","7":"Songwriter Adolph Green marries actress\/singer Phyllis Newman in NYC","8":"Explorer 1 was the first artificial space satellite orbited by the United States, marking the country's entry into the space race.","9":"Actress Elizabeth Taylor's 2nd divorce from actor Michael Wilding","10":"Johnny Rotten—lead singer of the Sex Pistols, a rock group that created the British punk movement of the late 1970s—was born in London.","11":"US President Harry Truman publicly announces support for the development of a hydrogen bomb","12":"1st daytime soap on TV \"These Are My Children\" (NBC in Chicago)","13":"German Field Marshal Friedrich Paulus surrendered to the Soviet Red Army at Stalingrad (now Volgograd), his troops surrendering two days later.","14":"Field Marshal Friedrich Paulus surrenders to Soviet troops at Stalingrad","15":"Philip Glass\nAmerican composer\nwas born","16":"Norman Mailer\nAmerican author\nwas born","17":"Congress passes the 13th Amendment, abolishing slavery in America (passes 121-24)","18":"General Robert E. Lee named Commander-in-Chief of Confederate Armies during US Civil War","19":"10th US President John Tyler's daughter Elizabeth marries in the White House","20":"Austrian composer Franz Schubert was born near Vienna.","21":"Franz Schubert\nAustrian composer\nwas born","22":"Jean-Baptiste Lully's opera \"Bellerophon\" premieres at the Palais-Royal in Paris","23":"Guy Fawkes executed in London\nOn this day in 1606, British provocateur Guy Fawkes—one of the Gunpowder Plot conspirators, who sought to blow up Parliament and to assassinate King James I for his repression of Roman Catholics—was executed in London.","24":"Spanish king Philip II marries Elisabeth van Valois","25":"Tokugawa Ieyasu\nshogun of Japan\nwas born"}}