{"Year":{"0":"532","1":"2002","2":"1996","3":"1986","4":"1983","5":"1980","6":"1974","7":"1960","8":"1955","9":"1952","10":"1949","11":"1943","12":"1943","13":"1913","14":"1912","15":"1911","16":"1904","17":"1904","18":"1893","19":"1882","20":"1871","21":"1871","22":"1817","23":"1788","24":"1782","25":"1779","26":"1733","27":"1591","28":"1486"},"Event":{"0":"Nika uprising against Emperor Justinian in Constantinople fails, 30,000 killed by troops loyal to the Emperor in the Hippodrome","1":"The civil war in Sierra Leone was officially declared over; more than 50,000 people were estimated to have died in the fighting and some 2,000,000 were displaced.","2":"Lisa Marie Presley files for divorce from Michael Jackson in NY","3":"Martin Luther King, Jr., Day was first celebrated as a national holiday.","4":"IOC restores Jim Thorpe's Olympic medals (Pentathlon & Decathlon victories) 70 years after they were taken from him for being paid $25 in semi-pro baseball","5":"Pink Floyd's album \"The Wall\" hits #1","6":"\"$6 Million Man\" starring Lee Majors premieres on ABC TV","7":"Mark Rylance\nBritish actor and director\nwas born","8":"Kevin Costner\nAmerican actor and director\nwas born","9":"Veerappan\nIndian criminal\nwas born","10":"South African Rev Andries P Treurnicht marries Engela Dreyer","11":"Soviets announce they have broken the long siege of Leningrad by Nazi Germany by opening a narrow land corridor, though the siege would not be fully lifted until a year later","12":"To save on the costs of labour and equipment, the United States banned the sale of presliced bread during World War II.","13":"Danny Kaye\nAmerican actor\nwas born","14":"British explorer Robert Falcon Scott and four members of his expedition reached the South Pole, only to discover that Roald Amundsen had preceded them by a month; Scott and his men subsequently died returning to their base camp.","15":"The first aircraft landing on a ship's flight deck was performed by American pilot Eugene Ely on the battleship Pennsylvania in San Francisco Bay.","16":"British American film actor Cary Grant was born in Bristol in Gloucestershire, England.","17":"Cary Grant\nBritish-American actor\nwas born","18":"British Poet and writer Rudyard Kipling (26) marries Carrie Balestier (29) in London","19":"English humorist A.A. Milne—who originated the immensely popular stories of Christopher Robin and his toy bear, Winnie-the-Pooh—was born.","20":"German Empire established\nThe German Empire, forged as a result of diplomacy rather than an outpouring of popular nationalist feeling, was founded this day in 1871 in the aftermath of three successful wars by the North German state of Prussia.","21":"Second German Empire proclaimed by Kaiser Wilhelm I and Otto von Bismarck","22":"José de San Martín leads a revolutionary army over the Andes to attack Spanish royalists in Chile","23":"First elements of the First Fleet carrying 736 convicts from England to Australia arrives at Botany Bay to set up a penal colony","24":"American orator and politician Daniel Webster was born in New Hampshire.","25":"English physician, philologist, and thesaurus compiler Peter Mark Roget was born in London.","26":"A polar bear was first exhibited in Boston.","27":"King Naresuan of Siam kills Crown Prince Minchit Sra of Burma in single combat, date is now observed as Royal Thai Armed Forces day","28":"King Henry VII of England marries Elizabeth, daughter of Edward IV"}}