{"Year":{"0":"661","1":"2018","2":"2010","3":"1997","4":"1996","5":"1996","6":"1973","7":"1973","8":"1970","9":"1967","10":"1956","11":"1955","12":"1955","13":"1945","14":"1945","15":"1944","16":"1944","17":"1937","18":"1929","19":"1924","20":"1894","21":"1888","22":"1885","23":"1880","24":"1859","25":"1850","26":"1832","27":"1832","28":"1825","29":"1820","30":"1186"},"Event":{"0":"Rashidun Caliphate, then the largest empire in history, ends with death of Ali. Succeeded by the Umayyad Caliphate","1":"Swedish entrepreneur Ingvar Kamprad—who founded the home furnishings retailer IKEA, which was the world's largest seller of furniture in the early 21st century—died at age 91.","2":"American writer J.D. Salinger—who was best known for The Catcher in the Rye (1951), which uses humour and colourful language to portray the sensitive, rebellious adolescent Holden Caulfield—died in New Hampshire.","3":"\"Wall Street\" actor Charlie Sheen (31) divorces model Donna Peele after nearly 5 months of marriage","4":"Colonel Ibrahim Baré Maïnassara led a successful military coup in Niger against the democratically elected government of President Mahamane Ousmane.","5":"\"ER\" TV actress Yvette Freeman (39) weds musical director Lawny Hartley (49) in Dunleith, Delaware","6":"US & North Vietnam's William Rogers & Nguyen Duy Trinh sign cease-fire, ending longest US war and military draft","7":"Vietnam War ended\nThe Paris accord ending the Vietnam War, America's longest war to that time, was signed this day in 1973, providing for an exchange of prisoners and for the unilateral withdrawal of U.S. forces from South Vietnam.","8":"Movie rating system modifies \"M\" rating to \"PG\"","9":"During a simulation of a launch, U.S. astronauts Virgil I. Grissom, Edward H. White, and Roger B. Chaffee perished in a fire aboard Apollo 1.","10":"\"Heartbreak Hotel\" single released by Elvis Presley, his first million-selling single","11":"American jurist John G. Roberts, Jr., who served as the 17th chief justice of the U.S. Supreme Court, was born.","12":"John G. Roberts, Jr.\nUnited States jurist\nwas born","13":"The Nazi concentration camp at Auschwitz, Poland, was liberated by Soviet troops.","14":"Soviet troops liberate Auschwitz and Birkenau Concentration Camps in Poland","15":"Siege of Leningrad lifted by the Soviets after 880 days and more than 2 million Russians killed","16":"The Soviet Red Army ousted German and Finnish forces from Leningrad (St. Petersburg), concluding an 872-day siege.","17":"Musician Nat King Cole (17) weds dancer Nadine Robinson in Ypsilanti, Michigan","18":"Mohamed al-Fayed\nEgyptian businessman\nwas born","19":"Lenin placed in Mausoleum in Red Square, Moscow","20":"1st college basketball game, University of Chicago beats Chicago YMCA 19-11","21":"The National Geographic Society is founded in Washington, D.C. for \"the increase and diffusion of geographic knowledge\"","22":"Jerome Kern, an American composer best known for his musical comedies, was born.","23":"American inventor Thomas Edison patented the incandescent lamp.","24":"William II\nemperor of Germany\nwas born","25":"Edward J. Smith\nBritish captain\nwas born","26":"Mathematician and novelist Lewis Carroll was born in Daresbury, Cheshire, England.","27":"Lewis Carroll\nBritish author\nwas born","28":"US Congress approves Indian Territory (present-day Oklahoma), clearing the way for the forced relocation of the Eastern Indian tribes via the \"Trail of Tears\"","29":"Russian Antarctic expedition led by Fabian Gottlieb von Bellingshausen and Mikhail Lazarev discover the continent of Antarctica","30":"Henry VI, the son and heir of the Holy Roman Emperor Frederick I, weds Constance of Sicily"}}