{"Year":{"0":"2004","1":"2004","2":"2001","3":"1990","4":"1990","5":"1987","6":"1985","7":"1981","8":"1977","9":"1975","10":"1969","11":"1956","12":"1939","13":"1939","14":"1938","15":"1929","16":"1929","17":"1929","18":"1925","19":"1923","20":"1892","21":"1883","22":"1793","23":"1783","24":"1777","25":"1777","26":"1543","27":"1521","28":"1521","29":"1496"},"Event":{"0":"After hosting the show for over 30 years, Casey Kasem gives up the hosting duties of \"American Top 40\" to Ryan Seacrest","1":"NASA's Mars Exploration Rover Spirit landed on Mars to study the chemical and physical composition of the planet's surface.","2":"Hillary Clinton was sworn in as a U.S. senator from New York, having become the first first lady in U.S. history to win elective office.","3":"After undergoing 10 days of psychological warfare—which included U.S. forces blasting rock music at the Vatican embassy, where he had sought refuge—Panamanian military leader Manuel Noriega surrendered to the United States.","4":"Composer Andrew Lloyd Webber (41) divorces singer\/dancer Sarah Brightman (29) after almost 7 years of marriage","5":"Rock & Roll Hall of Fame inducts 1st female artist, Aretha Franklin","6":"Israel government confirms resettlement of 10,000 Ethiopian Jews","7":"Eli Manning\nAmerican football player\nwas born","8":"Apple Computer, Inc incorporates","9":"Danica McKellar\nAmerican actress and author\nwas born","10":"Michael Schumacher\nGerman race–car driver\nwas born","11":"Mel Gibson\nAmerican-born Australian actor, director, and producer\nwas born","12":"MLB catcher Roy Campanella (18) weds Bernice Ray","13":"Canadian professional ice hockey player Bobby Hull, the “Golden Jet,” was born.","14":"U.S. Pres. Franklin D. Roosevelt established the National Foundation of Infantile Paralysis (later called the March of Dimes) to find a cure for polio, a disease he had been stricken with in 1921.","15":"Italian motion-picture director Sergio Leone, known primarily for his popularization of the “spaghetti western,” was born.","16":"Sergio Leone\nItalian director\nwas born","17":"Bradman scores 112 v England at MCG - his 1st Test century","18":"Benito Mussolini dissolves the Italian parliament and proclaims himself dictator of Italy, taking the title \"Il Duce\" (the Leader)","19":"German politician Hermann Goering (30) weds Carin Hulda (34)","20":"English author and scholar J.R.R. Tolkien, who was perhaps best known for his richly inventive epic fantasy The Lord of the Rings (1954–55), was born in South Africa.","21":"Clement Attlee, British Labour Party leader (1935–55) and prime minister (1945–51), was born.","22":"American reformer Lucretia Mott—who, with Elizabeth Cady Stanton, founded the women's rights movement in the United States—was born.","23":"US Chief Justice of the Supreme Court John Marshall (27) weds Mary Willis Ambler in Hanover County, Virginia","24":"The Battle of Princeton (New Jersey) was fought during the American Revolution; the clash, along with the Battle of Trenton, marked the first victory for the Revolutionary War general George Washington in the open field.","25":"General George Washington's revolutionary army defeats British forces at Battle of Princeton, New Jersey","26":"Spanish soldier and explorer Juan Rodríguez Cabrillo, the “discoverer” of California, died.","27":"Martin Luther excommunicated by Pope Leo X from the Roman Catholic Church","28":"Martin Luther excommunicated by pope\nOn this day in 1521, Pope Leo X issued the papal bull Decet Romanum Pontificem, excommunicating Martin Luther, the German priest whose questioning of certain Roman Catholic practices initiated the Protestant Reformation.","29":"Leonardo da Vinci unsuccessfully tests a flying machine"}}