{"Year":{"0":"2008","1":"2001","2":"1971","3":"1971","4":"1964","5":"1964","6":"1960","7":"1935","8":"1927","9":"1924","10":"1922","11":"1911","12":"1911","13":"1892","14":"1885","15":"1878","16":"1861","17":"1858","18":"1842","19":"1838","20":"1755\/57","21":"1755","22":"1599"},"Event":{"0":"New Zealand mountain climber and explorer Sir Edmund Hillary—who, with the Tibetan mountaineer Tenzing Norgay, was the first to summit Mount Everest—died.","1":"The U.S. Federal Communications Commission approved the merger of America Online and Time Warner, and AOL Time Warner (since shortened to Time Warner) stock began trading the next morning.","2":"1st \"Quickie\" Divorce granted in UK","3":"Mary J. Blige\nAmerican singer-songwriter\nwas born","4":"1st government report warning by US Surgeon General Luther Terry that smoking may be hazardous","5":"U.S. Surgeon General Luther L. Terry announced that cigarette smoking is linked to lung cancer.","6":"LaMar Clark sets pro boxing record of 44 consecutive knockouts","7":"Amelia Earhart's Hawaii-to-California flight\nOn this day in 1935, Amelia Earhart, one of the world's most celebrated aviators, made the first successful solo flight from Hawaii to California, a distance longer than that from the United States to Europe.","8":"Louis B. Mayer head of film studio MGM announces creation of Academy of Motion Picture Arts and Sciences","9":"Novelist Hermann Hesse (36) weds singer Ruth Wenger","10":"Insulin first used on humans to treat diabetes, on Leonard Thompson, 14, of Canada","11":"Actress Hattie McDaniel (16) weds pianist Howard Hickman (30)","12":"Japanese politician Suzuki Zenkō, who served as prime minister (1980–82), was born in Yamada, Iwate prefecture, Japan.","13":"Painter Paul Gauguin marries Teha'amana, a 13-year-old Tahitian girl","14":"Alice Paul\nAmerican suffragist\nwas born","15":"Milk was delivered for the first time in glass bottles in New York City.","16":"Alabama seceded from the Union, the fourth state to do so in the run-up to the American Civil War.","17":"Harry Gordon Selfridge\nBritish merchant\nwas born","18":"William James\nAmerican psychologist and philosopher\nwas born","19":"First public demonstration of telegraph message sent using dots & dashes at Speedwell Ironworks, Morristown, New Jersey by Samuel Morse and Alfred Vail","20":"Alexander Hamilton, the first secretary of the U.S. Treasury, was born in the British West Indies.","21":"Alexander Hamilton\nUnited States statesman\nwas born","22":"Jacob van Neck's fleet leaves Bantam, Java in modern day Indonesia with 1 million pounds of pepper and cloves and a further half a ship full of nutmeg, mace and cinnamon"}}