{"Year":{"0":"49","1":"2016","2":"1999","3":"1984","4":"1982","5":"1971","6":"1967","7":"1958","8":"1949","9":"1949","10":"1946","11":"1946","12":"1946","13":"1945","14":"1938","15":"1936","16":"1924","17":"1924","18":"1920","19":"1908","20":"1901","21":"1870","22":"1861","23":"1857","24":"1839","25":"1810","26":"1776","27":"1776","28":"1475","29":"1430","30":"1429"},"Event":{"0":"BC Julius Caesar defies the Roman Senate and crosses the Rubicon, uttering \"alea iacta est\" (the die is cast), signaling the start of civil war which would lead to his appointment as Roman dictator for life","1":"British singer, songwriter, and actor David Bowie—who transformed himself from a traditional pop crooner into a trendsetting international superstar best known for his metamorphic personae (on- and offstage), abrupt shifts in musical genres, and status as a fashion icon—died in New York.","2":"\"The Sopranos\", starring James Gandolfini as mobster Tony Soprano, debuts on HBO","3":"The United States and the Vatican established diplomatic relations after a 117-year break.","4":"NFC Championship, Candlestick Park, SF: San Francisco 49ers beat Dallas Cowboys, 28-27; \"The Catch\" - iconic moment in NFL history - Dwight Clark makes fingertip catch for a TD from Joe Montana with 58\" remaining; SF goes on to win Super Bowl","5":"Masterpiece Theatre (later called Masterpiece) debuted on PBS; the first series aired was The First Churchills.","6":"Actor Christopher Plummer (37) divorces columnist Patricia Lewis after nearly 5 years of marriage","7":"Jerry Lee Lewis' \"Great Balls of Fire\" reaches #1 on the UK pop charts","8":"American boxer George Foreman was born in Marshall, Texas.","9":"George Foreman\nAmerican boxer\nwas born","10":"UN General Assembly meets for 1st time in London","11":"The first United Nations General Assembly met in London.","12":"Radar signals bouncing off the Moon were detected for the first time.","13":"Rod Stewart\nBritish singer-songwriter\nwas born","14":"Donald Ervin Knuth\nAmerican mathematician and computer scientist\nwas born","15":"Actress Mary Pickford (44) divorces actor Douglas Fairbanks (52) after 15 years of marriage","16":"American jazz drummer and percussionist Max Roach was born.","17":"Max Roach\nAmerican musician\nwas born","18":"The League of Nations was established in Geneva.","19":"Paul Henreid\nAustrian-born actor\nwas born","20":"The first major oil field in Texas was discovered, near Beaumont.","21":"Deputy sheriff Wyatt Earp (21) weds Urilla Sutherland in Lamar, Texas","22":"Florida seceded from the Union and in February 1861 joined the Confederacy.","23":"Novelist Jules Verne (28) weds Honorine de Viane Morel","24":"Tea from India 1st arrives in UK","25":"French church annuls marriage of Napoleon I and Empress Joséphine","26":"\"Common Sense\" Pamphlet by Thomas Paine, published advocating American independence","27":"Common Sense published\nOn this day in 1776, Thomas Paine published Common Sense, a 50-page pamphlet that sold more than 500,000 copies within a few months and called for a war of independence that would become the American Revolution.","28":"Stephen III of Moldavia defeats the Ottoman Empire at the Battle of Vaslui.","29":"Duke Philip the Good marries Isabella of Portugal","30":"Order of Golden Fleece established in Austria-Hungary & Spain"}}