{"Year":{"0":"2017","1":"2011","2":"2010","3":"2008","4":"1996","5":"1991","6":"1990","7":"1978","8":"1976","9":"1975","10":"1973","11":"1968","12":"1966","13":"1963","14":"1953","15":"1952","16":"1940","17":"1924","18":"1905","19":"1905","20":"1885","21":"1885","22":"1824","23":"1793","24":"1793","25":"1789","26":"1525","27":"1506"},"Event":{"0":"Demonstrations, known collectively as the Women's March, were held throughout the world to support gender equality, civil rights, and other issues that were expected to face challenges under newly inaugurated U.S. President Donald Trump; it was widely believed to be the largest single-day demonstration in U.S. history.","1":"Actress Jaime Pressly (35) divorces entertainment lawyer Simran Singh (33) due to irreconcilable differences after more than 1 year of marriage","2":"In Citizens United v. Federal Election Commission, the U.S. Supreme Court ruled (5–4) that laws preventing corporations and unions from using general treasury funds for independent electioneering communications violated the First Amendment's guarantee of freedom of speech.","3":"Black Monday in worldwide stock markets. FTSE 100 had its biggest ever one-day points fall, European stocks closed with their worst result since 9\/11, and Asian stocks drop as much as 15%.","4":"Cleanup of 1.8 million gallons (6.8 million litres) of oil began near Block Island National Wildlife Refuge, Rhode Island, two days after the barge North Cape had run aground and created a 12-mile (19-km) oil slick.","5":"CBS News correspondant Bob Simon and four TV crew captured and held for 40 days by Iraqis in the Persian Gulf","6":"John McEnroe becomes 1st ever player to be expelled from the Australian Open","7":"Bee Gees' album \"Saturday Night Fever\" goes #1 for 24 weeks","8":"First commercial Concorde flight\nGenerating a sonic boom as it traveled through the atmosphere at supersonic speed, the Concorde, a commercial aircraft built with funding from the British and French governments, began regular service on this day in 1976.","9":"Actress Zsa Zsa Gabor (57) weds toy inventor Jack Ryan (48) (div. 1976)","10":"Actress Jane Fonda weds activist Tom Hayden","11":"The Battle of Khe Sanh - one of the most publicized and controversial battles of the Vietnam War - begins at the Khe Sanh Air Base","12":"Beatle George Harrison marries model Patti Boyd","13":"Hakeem Olajuwon\nAmerican basketball player\nwas born","14":"Paul Allen\nAmerican businessman\nwas born","15":"Jawaharlal Nehru's Congress party wins general election in India","16":"American golfer Jack Nicklaus, a dominating figure in the sport from the 1960s to the '80s, was born.","17":"Vladimir Lenin, who led the Bolshevik Revolution (1917) and later served as the first head (1917–24) of the Soviet state, died.","18":"Christian Dior\nFrench designer\nwas born","19":"Fashion designer Christian Dior was born in Granville, France.","20":"Lead Belly\nAmerican musician\nwas born","21":"Leadbelly—an African American folk-blues singer, songwriter, and guitarist whose ability to perform a vast repertoire of songs, in conjunction with his notoriously violent life, made him a legend—is believed to have been born this day.","22":"Stonewall Jackson\nConfederate general\nwas born","23":"Louis XVI, the last Bourbon king of France, was executed by guillotine in Paris during the French Revolution.","24":"Louis XVI of France is executed by the guillotine in Paris, following his conviction for high treason","25":"1st American novel, WH Brown's \"Power of Sympathy\" is published","26":"The Swiss Anabaptist Movement is born when Conrad Grebel, Felix Manz, George Blaurock, and a dozen others baptize each other in the home of Manz's mother in Zürich, breaking a thousand-year tradition of church-state union","27":"Swiss Guards first arrived at the Vatican as watchmen for the pope."}}