{"Year":{"0":"971","1":"2018","2":"2011","3":"2002","4":"1999","5":"1997","6":"1997","7":"1986","8":"1978","9":"1977","10":"1977","11":"1976","12":"1973","13":"1964","14":"1950","15":"1939","16":"1910","17":"1906","18":"1897","19":"1891","20":"1862","21":"1855","22":"1849","23":"1789","24":"1556","25":"1368"},"Event":{"0":"War elephant corps of the Southern Han defeated at Shao by crossbow fire from Song Dynasty troops; Southern Han state forced to submit to the Song Dynasty. 1st regular war elephant corps in Chinese army","1":"LeBron James becomes the 7th and youngest (33 years 24 days) to reach the 30,000 NBA point milestone during 114-102 loss to San Antonio Spurs","2":"American physical fitness guru Jack LaLanne, who became the first host of a televised exercise program with the debut of The Jack LaLanne Show (1951–85), died in California.","3":"American journalist Daniel Pearl was kidnapped in Karachi, Pakistan, and later executed.","4":"Princess of Monaco Caroline (42) weds dynastic head of the House of Hanover and Britain's King George I descendant Prince Ernst August (45) in Monaco","5":"Madeleine Albright sworn in as U.S. secretary of state\nOn this day in 1997, Madeleine Albright, who had earlier served as U.S. ambassador to the UN, assumed under President Bill Clinton the office of secretary of state, becoming the first woman to hold that cabinet post.","6":"The Age of Aquarius dawned, some astrologers believe, because for the first time since 1475 a number of planets, the Sun, and the Moon were aligned in a perfect six-pointed star in the first degrees of Aquarius.","7":"1st induction of Rock 'N' Roll Hall of Fame (Chuck Berry, James Brown, Ray Charles, Domino, Everly Bros, Buddy Holly, J L Lewis & Elvis Presley)","8":"Sweden becomes the first nation in the world to ban aerosol sprays, believed to be damaging to earth's ozone layer.","9":"Mini-series \"Roots\" premieres on ABC","10":"The TV miniseries Roots, an adaptation of Alex Haley's best-selling novel, debuted; it became one of the most popular shows in the history of American television and galvanized attention on African American issues and history.","11":"Actor Sidney Poitier (48) weds actress Joanna Shimkus","12":"US President Richard Nixon announces an accord has been reached to end Vietnam War","13":"The Twenty-fourth Amendment to the U.S. Constitution, which prohibited the federal and state governments from imposing poll taxes before a citizen can participate in a federal election, was ratified.","14":"Israeli Knesset resolves Jerusalem is capital of Israel","15":"American disability rights activist Ed Roberts, who was considered the founder of the independent-living movement, was born in San Mateo, California.","16":"Django Reinhardt\nRoma musician\nwas born","17":"Composer Igor Stravinsky (23) weds Yekaterina Nosenko","18":"Subhas Chandra Bose\nIndian military leader\nwas born","19":"Antonio Gramsci\nItalian politician\nwas born","20":"David Hilbert\nGerman mathematician\nwas born","21":"John Moses Browning\nAmerican gun designer\nwas born","22":"Elizabeth Blackwell, who was born in England, received an M.D. degree from Geneva Medical College in New York, becoming the first American-trained woman physician.","23":"Georgetown College (now Georgetown University) was established in Washington, D.C.","24":"Shaanxi Earthquake - deadliest ever recorded kills 830,000 in Shensi Province, China","25":"In a coronation ceremony, Zhu Yuanzhang ascends to the throne of China as the Hongwu Emperor, initiating Ming Dynasty rule over China that would last for three centuries."}}