{"Year":{"0":"844","1":"41 ce","2":"2017","3":"2011","4":"2005","5":"1981","6":"1980","7":"1971","8":"1971","9":"1964","10":"1961","11":"1949","12":"1938","13":"1924","14":"1882","15":"1882","16":"1874","17":"1871","18":"1840","19":"1817","20":"1759","21":"1759","22":"1565","23":"1554","24":"1554","25":"1533","26":"1533"},"Event":{"0":"A Roman archdeacon named John was elected antipope against the nobility's candidate, Pope Sergius II.","1":"Claudius affirmed as Roman emperor\nOn this day in 41 , Claudius I, who extended Roman rule in North Africa and made Britain a province of Rome, was affirmed as emperor, ascending to the post one day after the murder of his nephew, Gaius Caesar (Caligula).","2":"American actress Mary Tyler Moore, who helped redefine the portrayal of women on TV with her roles in the comedies The Dick Van Dyke Show (1961–66) and The Mary Tyler Moore Show (1970–77), died in Greenwich, Connecticut.","3":"Egyptian Revolution of 2011 begins with a series of street demonstrations, rallies, acts of civil disobedience, labor strikes and violent clashes in Cairo, Alexandria and other major cities","4":"American architect Philip C. Johnson—who wielded great influence in American architectural design, playing a defining role in several 20th-century movements—died in Connecticut.","5":"Alicia Keys\nAmerican musician\nwas born","6":"Xavi\nSpanish athlete\nwas born","7":"Military coup in Uganda under Major General Idi Amin","8":"American criminal and cult leader Charles Manson and three of his followers were convicted of a series of notorious murders; their crimes inspired the best-selling book Helter Skelter (1974).","9":"Comedian and actor Bill Cosby marries Camille Olivia Hanks","10":"1st live, nationally televised presidential news conference with JFK","11":"1st Israeli election won by David Ben-Gurion's Mapai party","12":"Etta James\nAmerican singer\nwas born","13":"I Winter Olympic Games open in Chamonix, France","14":"Virginia Woolf\nBritish writer\nwas born","15":"British writer Virginia Woolf, who made an original contribution to the form of the novel and was one of the most-distinguished critics of her time, was born in London.","16":"English author W. Somerset Maugham, best known for the novels Of Human Bondage (1915), The Moon and Sixpence (1919), Cakes and Ale (1930), and The Razor's Edge (1944), was born.","17":"US President William McKinley (27) weds Ida Saxton (23) at the First Presbyterian Church in Canton","18":"American naval expedition under Charles Wilkes is first to identify Antarctica as a new continent","19":"Gioacchino Rossini's opera \"La Cenerentola\" (Cinderella) premieres in Rome","20":"Robert Burns\nScottish poet\nwas born","21":"Robert Burns, national poet of Scotland, was born in Alloway in Ayrshire.","22":"Battle at Talikota India: Deccan sultanate destroy Vijayanagar's army and the last Hindu kingdom of Southern India","23":"Jesuit missionaries founded the city of São Paulo (now in Brazil) on the anniversary of the conversion of St. Paul.","24":"Founding of the city of São Paulo in Brazil","25":"Henry VIII, king of England, married his second wife, Anne Boleyn, in a secret ceremony.","26":"England's King Henry VIII marries Anne Boleyn, his 2nd wife"}}