{"Year":{"0":"2010","1":"2010","2":"2009","3":"2005","4":"1971","5":"1969","6":"1969","7":"1966","8":"1964","9":"1964","10":"1957","11":"1954","12":"1951","13":"1949","14":"1948","15":"1932","16":"1916","17":"1901","18":"1893","19":"1879","20":"1876","21":"1872","22":"1863","23":"1773","24":"1684","25":"1554","26":"1528"},"Event":{"0":"Haiti severely damaged by earthquake\nOn this day in 2010, a magnitude-7.0 earthquake devastated Haiti, especially Port-au-Prince, killing more than 200,000 people and leaving more than one million homeless and touching off a massive international relief effort.","1":"Earthquake occurs in Haiti killing approximately 160,000 and destroying the majority of the capital Port-au-Prince","2":"Cristiano Ronaldo is awarded 2008 FIFA World Player of the Year for the first time at a ceremony in Zurich","3":"The U.S. space probe Deep Impact was launched, and in July it shot a 370-kg (810-pound) mass into the nucleus of the comet Tempel 1 in order to study its cometary structure.","4":"The groundbreaking television series All in the Family debuted on CBS; the sitcom became known for its frank and satirical treatment of sensitive or important topics.","5":"American gridiron football quarterback Joe Namath, having “guaranteed” victory, led the New York Jets to a 16–7 win over the favoured Baltimore Colts in Super Bowl III.","6":"Debut album of Led Zeppelin released first in the US","7":"\"Batman\", starring Adam West as Batman, Burt Ward as Robin, and Cesar Romero as The Joker, debuts on ABC","8":"Jeff Bezos\nAmerican entrepreneur\nwas born","9":"American entrepreneur Jeff Bezos, who played a key role in the growth of e-commerce as the founder of Amazon.com, was born.","10":"Aviator Howard Hughes marries 2nd wife actress Jean Peters","11":"Howard Stern\nAmerican radio host\nwas born","12":"American radio personality and author Rush Limbaugh, who was known for his conservative and often controversial opinions, was born.","13":"Haruki Murakami\nJapanese author\nwas born","14":"Mahatma Gandhi begins his final fast","15":"Hattie Ophelia Caraway became the first woman elected to the U.S. Senate.","16":"P.W. Botha, prime minister (1978–84) and president (1984–89) of South Africa, was born.","17":"Tennis champ Charlotte Cooper (30) weds solicitor Alfred Sterry","18":"Hermann Göring\nGerman minister\nwas born","19":"The Anglo-Zulu War began this week as the British sought control over Zululand in eastern South Africa.","20":"American novelist Jack London, author of The Call of the Wild (1903) and White Fang (1906), was born in San Francisco.","21":"Yohannes IV is crowned Emperor of Ethiopia in Axum, the first imperial coronation in that city in over 200 years.","22":"Vivekananda\nHindu leader\nwas born","23":"The oldest public museum in the United States was established in colonial Charleston, South Carolina.","24":"French King Louis XIV marries Madame Maintenon","25":"Bayinnaung crowned King of Burma, goes on to assemble the largest empire in the history of Southeast Asia","26":"Gustav I of Sweden crowned King of Sweden, rules for 37 years and becomes known as the \"father of the nation\""}}