{"Year":{"0":"2010","1":"2008","2":"2007","3":"2007","4":"2004","5":"1997","6":"1984","7":"1965","8":"1965","9":"1961","10":"1960","11":"1959","12":"1948","13":"1942","14":"1936","15":"1935","16":"1935","17":"1930","18":"1926","19":"1920","20":"1865","21":"1847","22":"1827","23":"1809","24":"1809","25":"1785"},"Event":{"0":"Burj Khalifa, the world's tallest building, officially opened in Dubai, United Arab Emirates.","1":"Australian pop diva Natalie Imbruglia (32) and \"Silverchair\" frontman Daniel Johns (28) announce their divorce stating \"we have simply grown apart through not being able to spend enough time together\"","2":"The 110th United States Congress convenes and elects Nancy Pelosi as the 1st female Speaker of the House","3":"U.S. politician Nancy Pelosi was elected speaker of the House of Representatives, becoming the first woman to hold the office.","4":"Britney Spears has her surprise marriage annulled less than 55 hours after tying the knot with childhood friend Jason Alexander at the Little White Wedding Chapel in Las Vegas","5":"Czech Republic's first president Vaclav Havel (60) weds Czech actress Dagmar Havlova (43) in Prague, Czech Republic","6":"\"Night Court\" starring Harry Anderson premieres on NBC TV","7":"In his State of the Union message, U.S. President Lyndon B. Johnson proclaimed his vision of a “Great Society” and called for an enormous program of social welfare legislation.","8":"American-English author T.S. Eliot, a leader of the Modernist movement in poetry in such works as The Waste Land (1922), died in London.","9":"Longest recorded strike ends as the Danish barbers' assistants end a 33 year strike","10":"French novelist and playwright Albert Camus, who received the 1957 Nobel Prize for Literature, was killed in an automobile accident","11":"Luna 1 (Mechta) becomes 1st craft to leave Earth's gravity","12":"Burma granted independence\nOn this day in 1948, the Southeast Asian nation of Burma (Myanmar) formally gained independence, completing the transfer of power negotiated by Burmese leader Aung San and British Prime Minister Clement Attlee in 1947.","13":"John McLaughlin\nBritish musician\nwas born","14":"Billboard magazine publishes its 1st music hit parade","15":"American professional boxer Floyd Patterson was born in Waco, North Carolina.","16":"Floyd Patterson\nAmerican boxer\nwas born","17":"Don Shula\nAmerican coach\nwas born","18":"Composer Irving Berlin (37) weds heiress Ellin Mackay in a simple civil ceremony","19":"1st Black baseball league, National Negro Baseball League, organizes","20":"New York Stock Exchange opens its 1st permanent headquarters at 10-12 Broad St, near Wall Street in New York City","21":"Samuel Colt sells his first revolver pistol to the United States government","22":"Naturalist and entomologist Thomas Say (39) secretly weds natural science illustrator Lucy Way Sistare (26)","23":"French educator Louis Braille, who developed a system of printing and writing that is extensively used by the blind and that was named for him, was born near Paris.","24":"Louis Braille\nFrench educator\nwas born","25":"Jacob Ludwig Carl Grimm\nGerman author, folklorist, and philologist\nwas born"}}