{"Year":{"0":"27","1":"2017","2":"2006","3":"1992","4":"1991","5":"1980","6":"1974","7":"1973","8":"1969","9":"1963","10":"1959","11":"1938","12":"1936","13":"1934","14":"1933","15":"1933","16":"1920","17":"1913","18":"1883","19":"1865","20":"1864","21":"1793","22":"1605","23":"1556","24":"1547","25":"1547","26":"1412","27":"1325"},"Event":{"0":"BC The title Augustus is bestowed upon Gaius Julius Caesar Octavian by the Roman Senate","1":"American astronaut Eugene Cernan, the last person to walk on the Moon (1972), died at age 82.","2":"Ellen Johnson Sirleaf, the first woman to be elected head of state of an African country, was sworn in as president of Liberia.","3":"The civil war in El Salvador ended as the government and the Farabundo Martí National Liberation Front signed the Chapultepec Peace Accords in Mexico City.","4":"Beginning of Persian Gulf War \nThe Persian Gulf War, triggered by Iraq's occupation of Kuwait in August 1990, began on this day in 1991 with a U.S.-led air offensive against Iraq that continued until a cease-fire was declared on February 28.","5":"Lin-Manuel Miranda\nAmerican actor, composer, lyricist, and writer\nwas born","6":"Kate Moss\nBritish model\nwas born","7":"The last episode of Bonanza aired on NBC as the popular western series ended after 14 seasons.","8":"Roy Jones, Jr.\nAmerican boxer\nwas born","9":"Los Angeles night club and music venue The Whiskey A-Go-Go opens (inducted into Rock and Roll Hall of Fame 2006)","10":"Sade\nBritish singer\nwas born","11":"1st jazz concert held at Carnegie Hall (Benny Goodman)","12":"Screen Actors Guild incorporates with King Vidor as president","13":"Opera singer Marilyn Horne, an American mezzo-soprano noted for the seamless quality and exceptional range and flexibility of her voice, was born.","14":"Susan Sontag\nAmerican writer\nwas born","15":"Bodyline Tour: Australian batsman Bert Oldfield's skull fractured by delivery by English bowler Harold Larwood third test in Adelaide","16":"1st assembly of the League of Nations is held in Paris","17":"British House of Commons accepts Home Rule for Ireland (but the Great War gets in the way of it happening)","18":"The Pendleton Civil Service Act, a bill sponsored by Senator George H. Pendleton of Ohio, established the Civil Service Commission in the United States.","19":"Confederate Brigadier-General John Pegram marries Hetty Cary (US Civil War)","20":"White chapel murder victim and possible Jack the Ripper victim Mary Ann Nichols (18) weds printer's machinist William Nichols","21":"French King Louis XVI sentenced to death by the National Convention during the French Revolution","22":"The first edition of \"El ingenioso hidalgo Don Quijote de la Mancha\" (Book One of Don Quixote) by Miguel de Cervantes is published in Madrid","23":"Charles V, Holy Roman emperor and king of Spain, renounced his claim to Spain.","24":"Ivan IV the Terrible (17) crowns himself first tsar of Moscow","25":"Ivan the Terrible was crowned “tsar and grand prince of all Russia.”","26":"The Medici family is appointed official banker of the Papacy","27":"Laure de Noves, beloved of Petrarch, marries Hugues de Sade"}}