{"Year":{"0":"324","1":"2018","2":"2013","3":"1996","4":"1987","5":"1976","6":"1976","7":"1971","8":"1971","9":"1970","10":"1962","11":"1962","12":"1951","13":"1929","14":"1928","15":"1920","16":"1906","17":"1884","18":"1863","19":"1863","20":"1856","21":"1608","22":"1468","23":"1187"},"Event":{"0":"Battle of Adrianople: Roman Emperor Constantine I defeats his co-emperor Licinius, who flees to Byzantium","1":"Cardi B becomes first female rapper to get two number one US Billboard hits, with \"I Like It\" with Bad Bunny and J Balvin","2":"Following massive demonstrations against his rule, Egyptian President Mohammed Morsi was removed from office by a military action.","3":"UK House of Commons announces that the Stone of Scone, aka the Stone of Destiny, used in the coronation of Scottish (and subsequently English and British monarchs), will be returned to Scotland after 700 years in Westminster Abbey","4":"Sebastian Vettel\nGerman race-car driver\nwas born","5":"Wimbledon Men's Tennis: Sweden's Björn Borg beats Ilie Năstase of Romania 6-4, 6-2, 9-7 for the first of 5 straight Wimbledon titles","6":"An Israeli commando squad, led by Dan Shomron, launched a rescue of hostages held by airplane hijackers in Entebbe, Uganda.","7":"Julian Assange\nAustralian computer programmer\nwas born","8":"American singer and songwriter Jim Morrison, who was a member of the psychedelic rock group the Doors, died of heart failure in Paris.","9":"Audra McDonald\nAmerican actress and singer\nwas born","10":"American actor Tom Cruise—who was one of Hollywood's most popular leading men, known for his clean-cut good looks and versatility—was born.","11":"Tom Cruise\nAmerican actor\nwas born","12":"Author Maya Angelou (23) weds Thomas J. Angelos","13":"American Playwright Eugene O'Neill divorces second wife novelist Agnes Boulton after 11 years of marriage","14":"John Logie Baird demonstrates the first colour television transmission in London","15":"Film director John Ford (26) weds Mary Smith (25)","16":"George Sanders\nRussian-born British actor\nwas born","17":"Dow Jones publishes its 1st stock index, the Dow Jones Transportation Average","18":"Battle of Gettysburg, largest battle ever fought on the American continent, ends in a major victory for the Union during the US Civil War","19":"Battle of Gettysburg ended\nFollowing three days of intense fighting—casualties numbered more than 40,000—the Battle of Gettysburg ended on this day in 1863 with a victory for the Union forces and was seen as a turning point in the American Civil War.","20":"The U.S. House of Representatives voted to admit Kansas to statehood under the antislavery resolution known as the Topeka Constitution, despite the opposition of the Senate and President Franklin Pierce.","21":"Samuel de Champlain founded the city of Quebec, the first permanent European base in Canada.","22":"Charles the Stout, Duke of Burgundy marries Princess Margaret of York","23":"Battle of Horns of Hattin: Saladin, Sultan of Egypt and Syria, destroys Jerusalem's crusader army"}}