{"Year":{"0":"2017","1":"2015","2":"2013","3":"2012","4":"1993","5":"1980","6":"1976","7":"1976","8":"1976","9":"1975","10":"1969","11":"1969","12":"1966","13":"1954","14":"1950","15":"1947","16":"1944","17":"1940","18":"1938","19":"1933","20":"1921","21":"1917","22":"1917","23":"1894","24":"1881","25":"1877","26":"1872","27":"1608","28":"1402"},"Event":{"0":"China announces a plan against “foreign garbage” banning 24 categories of plastic and recyclable waste from 2018","1":"County singers Blake Shelton and Miranda Lambert divorce after 4 years of marriage","2":"American journalist Helen Thomas, who broke through a number of barriers for women reporters and was known especially for her coverage of U.S. presidents, died in Washington, D.C.","3":"\"Game of Thrones\" actress Lena Headey (38) divorces musician Peter Loughran due to irreconcilable differences","4":"Joe Petruzzi files for divorce from Annabella Sciorra (Jungle Fever)","5":"Gisele Bündchen\nBrazilian model\nwas born","6":"US Viking 1 lands on Mars at Chryse Planitia, 1st Martian landing","7":"The Viking 1 lander touched down at Chryse Planitia on Mars.","8":"Hank Aaron hits 755th and last home run off Angels Dick Drago","9":"\"The Exorcist\" writer William Peter Blatty (47) weds tennis player Linda Tuero (24) in Las Vegas","10":"Apollo 11 lunar module carrying Neil Armstrong, Buzz Aldrin and Michael Collins lands on the surface of the Moon; Aldrin and Armstrong walk on the moon seven hours later","11":"First Moon landing\nOn this day in 1969, the Eagle lunar landing module, carrying U.S. astronauts Neil Armstrong and Edwin (“Buzz”) Aldrin, landed on the Moon, and several hours later Armstrong became the first person to set foot on its surface.","12":"Enrique Peña Nieto\npresident of Mexico\nwas born","13":"Armistice for Indo-China signed, Vietnam separates into North and South","14":"\"Arthur Murray Party\" premieres on ABC TV (later DuMont, CBS, NBC)","15":"Carlos Santana\nAmerican musician\nwas born","16":"During World War II, German military leaders attempted to assassinate Adolf Hitler in the July Plot.","17":"Billboard publishes its 1st singles record chart (#1 is \"I'll Never Smile Again\" by Tommy Dorsey)","18":"Natalie Wood\nAmerican actress\nwas born","19":"Cormac McCarthy\nAmerican author\nwas born","20":"Congresswoman Alice Mary Robertson becomes the first woman to preside over the floor of US House of Representatives","21":"Prince Georgy Yevgenyevich Lvov resigned his post as prime minister of Russia's Provisional Government following the July Days demonstrations.","22":"The Corfu Declaration was issued, calling for the establishment of a unified Yugoslav state following World War I.","23":"The Pullman Strike, a widespread railroad strike in the United States, ended shortly after President Grover Cleveland ordered federal troops to Chicago.","24":"Sioux Indian Chief Sitting Bull, surrenders to US federal troops","25":"The Siege of Pleven began in the Russo-Turkish War of 1877–78.","26":"Inventor Karl Benz (27) weds Bertha Ringer","27":"Reynier van Oldenbarnevelt marries Anna Weytzen in Delft","28":"The forces of the Ottoman sultan Bayezid I were defeated by those of the Central Asian ruler Timur in the Battle of Ankara, resulting in the collapse of Bayezid's empire."}}