{"Year":{"0":"2005","1":"1998","2":"1997","3":"1984","4":"1976","5":"1975","6":"1962","7":"1957","8":"1943","9":"1937","10":"1920","11":"1918","12":"1913","13":"1904","14":"1904","15":"1895","16":"1884","17":"1863","18":"1862","19":"1817","20":"1804","21":"1790","22":"1690","23":"1679","24":"1543","25":"1543","26":"1472"},"Event":{"0":"Prince Albert II, the only son of Prince Rainier III and Grace Kelly, formally assumed the throne of Monaco.","1":"FIFA World Cup Final, Stade de France, Saint-Denis: Zinadine Zidane scores twice as France wins first World Cup beating Brazil, 3-0","2":"Malala Yousafzai\nPakistani activist\nwas born","3":"Geraldine Ferraro designated running mate of Walter Mondale\nDemocratic presidential candidate Walter F. Mondale put forward Geraldine Ferraro as his running mate on this day in 1984, making her the first woman ever nominated for vice president by a major U.S. political party.","4":"1st \"Family Feud\" game show debuts on ABC hosted by Richard Dawson","5":"The island nation of Sao Tome and Principe was granted independence from Portugal.","6":"Rolling Stones 1st performance (Marquee Club, London)","7":"US Surgeon General Leroy Burney connects smoking with lung cancer","8":"World War II: Battle of Prokhorovka - Russians defeat German forces in one of the largest ever tank battles","9":"Bill Cosby\nAmerican entertainer and producer\nwas born","10":"The independent republic of Lithuania, having successfully expelled invading Soviet troops, signed a peace treaty with Russia.","11":"Artist Pablo Picasso (36) marries ballet dancer Olga Khokhlova (27)","12":"150,000 Ulstermen gather and resolve to resist Irish Home Rule by force of arms; since the British Liberals have promised the Irish nationalists Home Rule, civil war appears imminent","13":"Pablo Neruda\nChilean poet\nwas born","14":"Chilean poet, diplomat, and politician Pablo Neruda, perhaps the most important Latin American poet of the 20th century and the winner of the 1971 Nobel Prize for Literature, was born in Parral.","15":"R. Buckminster Fuller\nAmerican engineer, architect, and futurist\nwas born","16":"Italian painter and sculptor Amedeo Modigliani, whose portraits are among the most important of the 20th century, was born.","17":"In New Zealand, British forces invade Waikato, home of the Maori King Movement, beginning a new phase of the wars between Maori and Colonial British","18":"The Medal of Honor, awarded for battlefield bravery, was created for the U.S. Army.","19":"Henry David Thoreau\nAmerican writer\nwas born","20":"Former United States Secretary of the Treasury Alexander Hamilton dies after being shot in a pistol duel by Vice President Aaron Burr","21":"French Revolution: The Civil Constitution of the Clergy is adopted, putting the Catholic Church in France under the control of the state","22":"Battle of Boyne: in Ireland, Protestant King William III defeats English Catholic King James II","23":"Britain's King Charles II ratifies Habeas Corpus Act allowing prisoners right to be imprisoned to be examined by a court","24":"King Henry VIII of England wed his sixth and last wife, Catherine Parr.","25":"England's King Henry VIII weds Catherine Parr (6th & last wife)","26":"Richard Plantagenet, Duke of Gloucester and later King of England, marries Anne Neville, daughter of the Earl of Warwick, in Westminster Abbey."}}