{"Year":{"0":"2014","1":"1971","2":"1965","3":"1953","4":"1947","5":"1941","6":"1941","7":"1938","8":"1932","9":"1928","10":"1922","11":"1922","12":"1913","13":"1903","14":"1903","15":"1886","16":"1877","17":"1870","18":"1860","19":"1860","20":"1848","21":"1848","22":"1843","23":"1827","24":"1770","25":"1595","26":"1545","27":"1333"},"Event":{"0":"American actor James Garner, who was perhaps best known for his roles in the television series Maverick and The Rockford Files, died in California.","1":"Vitali Klitschko\nUkrainian boxer and politician\nwas born","2":"American wild-animal tamer Clyde Beatty died in Ventura, California.","3":"Howard Schultz\nAmerican businessman\nwas born","4":"Aung San, Burmese nationalist leader and prime minister, was assassinated in Rangoon (Yangon, Myanmar).","5":"Tom and Jerry first appear under their own names in cartoon \"The Midnight Snack\" by William Hanna and Joseph Barbera","6":"British PM Winston Churchill launches his \"V for Victory\" campaign","7":"Actor Burgess Meredith (30) divorces actress Margaret Perry (25) after 2 years of marriage","8":"\"Rebecca\" author Daphne DuMaurier (25) weds commander of the I Airborne Corps Lt. Gen. Frederick Browning (35)","9":"Physicist Enrico Fermi (26) weds writer Laura Capon in Rome, Italy","10":"American liberal Democratic politician George S. McGovern, who served as a U.S. senator (1962–80) and was an unsuccessful candidate for the presidency in 1972, was born in Avon, South Dakota.","11":"George McGovern\nUnited States senator\nwas born","12":"Billboard publishes earliest known \"Last Week's 10 Best Sellers among Popular Songs\" Malinda's Wedding Day is #1","13":"1st Tour de France: French rider Maurice Garin wins inaugural event","14":"French bicyclist Maurice Garin won the first Tour de France, which covered 2,428 km (1,508 miles).","15":"Franz Liszt played the piano for the last time at a concert, in Luxembourg.","16":"1st Wimbledon Men's Tennis Open: Spencer Gore beats William Marshall (61 62 64)","17":"The French emperor Napoleon III declared war on Prussia, beginning the Franco-German War.","18":"Lizzie Borden\nAmerican murder suspect\nwas born","19":"Lizzie Borden—who was suspected of murdering her stepmother and father but was acquitted in a trial that became a national sensation in the United States—was born in Fall River, Massachusetts.","20":"U.S. women's suffrage movement begun\nOn this day in 1848, the women's suffrage movement in the United States was launched with the opening of the Seneca Falls Convention, which sought to gain certain rights and privileges for women, notably the right to vote.","21":"1st US women's rights convention held in Seneca Falls NY, organised by Elizabeth Cady Stanton and Lucretia Mott","22":"The steamship SS Great Britain is launched, designed by Isambard Kingdom Brunel, is the first ocean-going craft with an iron hull or screw propeller and the largest vessel afloat in the world","23":"Mangal Pandey\nIndian soldier\nwas born","24":"Founding Father of the United States John Dickinson (37) weds land and estate owner Mary Norris (30) in a civil ceremony","25":"Astronomer Johannes Kepler has an epiphany and develops his theory of the geometrical basis of the universe while teaching in Graz","26":"During the Battle of the Solent, the Mary Rose, a warship that often served as the flagship of the English fleet, sank in a strait of the English Channel; the wreck was raised in 1982 and put on display in 2013.","27":"Scottish forces were defeated by the English under King Edward III in the Battle of Halidon Hill."}}