{"Year":{"0":"2017","1":"2012","2":"1976","3":"1970","4":"1968","5":"1946","6":"1940","7":"1939","8":"1934","9":"1931","10":"1925","11":"1924","12":"1902","13":"1884","14":"1872","15":"1865","16":"1845","17":"1838","18":"1831","19":"1826","20":"1807","21":"1804","22":"1803","23":"1802","24":"1785","25":"1776","26":"1776"},"Event":{"0":"North Korea tests first successful intercontinental ballistic missile into Sea of Japan","1":"Scientists at the Large Hadron Collider at CERN announced that they had detected an interesting signal that was likely from a Higgs boson.","2":"An Israeli commando squad completed its raid on Entebbe, Uganda, rescuing 103 hostages from a French jet airliner that had been hijacked en route from Israel to France.","3":"Casey Kasem's \"American Top 40\" debuts on LA radio","4":"Cyrus Mistry\nIndian businessman\nwas born","5":"The Republic of the Philippines was proclaimed an independent country, with Manuel Roxas as its first president.","6":"Actress Gertrude Lawrence (42) weds theater owner Richard Aldrich","7":"Lou Gehrig is first MLB player to have his number (4) retired on his \"Appreciation Day\" at Yankee Stadium, makes iconic \"luckiest man\" speech","8":"Hungarian physicist Leo Szilard patents the chain-reaction design for the atomic bomb","9":"Irish writer (Ulysses) James Joyce and Nora Barnacle finally marry in London registry office after meeting in 1904.","10":"American writer (\"Gone with the Wind\") Margaret Mitchell (24) marries 2nd husband John Marsh (29)","11":"Eva Marie Saint\nAmerican actress\nwas born","12":"Meyer Lansky\nAmerican gangster\nwas born","13":"The Statue of Liberty was presented to the United States by the French in Paris.","14":"Calvin Coolidge\npresident of United States\nwas born","15":"Lewis Carroll's Alice's Adventures in Wonderland was published, though the first print run was soon recalled because of quality issues; a new first edition was released in November.","16":"Essayist and philosopher Henry David Thoreau moved to his retreat at Walden Pond, where he eventually wrote a series of reflective essays titled Walden; or, Life in the Woods.","17":"Huskar Colliery Mining Disaster in Silkstone England: mining pit floods drown 26 children, leads to 1842 'Mines and Collieries Act' bans women and children working underground","18":"\"America (My Country 'Tis of Thee)\" is 1st sung in Boston","19":"Two major figures of the American Revolution who became U.S. presidents, Thomas Jefferson and John Adams, died—50 years to the day after the adoption of the Declaration of Independence.","20":"Giuseppe Garibaldi\nItalian revolutionary\nwas born","21":"American writer Nathaniel Hawthorne, whose greatest works, including the novel The Scarlet Letter (1850), are marked by profound psychological and moral insight, was born in Salem, Massachusetts.","22":"The Louisiana Purchase is announced to the American people by President Thomas Jefferson","23":"The United States Military Academy opened in West Point, New York.","24":"James Hutton, geologist, publicly reads an abstract of his theory of uniformitarianism for the first time at the meeting of the Royal Society of Edinburgh","25":"Declaration of Independence approved by Second Continental Congress\nThe Declaration of Independence, adopted this day in 1776 by the Second Continental Congress, called for the American colonies to secede from Great Britain, a proclamation now commemorated by a U.S. national holiday.","26":"US Congress proclaims the Declaration of Independence and independence from Britain"}}