{"Year":{"0":"2005","1":"2005","2":"1982","3":"1974","4":"1972","5":"1969","6":"1969","7":"1964","8":"1963","9":"1959","10":"1952","11":"1946","12":"1944","13":"1943","14":"1923","15":"1917","16":"1915","17":"1911","18":"1911","19":"1897","20":"1897","21":"1847","22":"1832","23":"1802","24":"1783","25":"1567","26":"1567","27":"1554","28":"1534"},"Event":{"0":"92nd Tour de France: no winner; Lance Armstrong retires after winning a record seventh consecutive victory but disqualified in 2012 for doping","1":"American cyclist Lance Armstrong became the first rider to win the Tour de France seven times; however, he was later stripped of all his titles after an investigation revealed that he was the key figure in a wide-ranging doping conspiracy while he compiled his Tour victories.","2":"Single \"Eye Of The Tiger\" by Survivor from \"Rocky III\" soundtrack starts 6-week run at No. 1 on US charts (Grammy for Best Rock Performance)","3":"The U.S. Supreme Court ruled that President Richard M. Nixon had to provide transcripts of Watergate tapes to special prosecutor Leon Jaworski.","4":"Composer Andrew Lloyd Webber (24) weds Sarah Hugill","5":"American actress and singer Jennifer Lopez—who was one of the highest-paid Latina actresses in the history of Hollywood and later found crossover success in the music industry with a series of pop albums—was born.","6":"Jennifer Lopez\nAmerican actress and musician\nwas born","7":"Barry Bonds\nAmerican baseball player\nwas born","8":"Karl Malone\nAmerican basketball player\nwas born","9":"Soviet Premier Nikita Khrushchev and U.S. Vice President Richard M. Nixon engaged in the “kitchen debate” at an American exhibition in Moscow.","10":"\"High Noon\", American Western film directed by Fred Zinnemann, starring Gary Cooper and Thomas Mitchell, is released","11":"Pulitzer Prize-winning composer Howard Hanson (49) weds Margaret Elizabeth Nelson at the Chautauqua Institution in New York","12":"Soviet forces liberated the Majdanek concentration and extermination camp on the outskirts of the city of Lublin, Poland.","13":"Operation Gomorrah: RAF begins bombing Hamburg (till 3rd August), creating a firestorm and killing 42,600 people","14":"The Treaty of Lausanne, the final treaty concluding World War I, was signed at Lausanne, Switzerland.","15":"Beginning of Mata Hari's trial\nDutch-born dancer and courtesan Mata Hari, whose name became a synonym for the seductive female spy, went on trial this day in 1917, accused of spying for Germany, and was subsequently found guilty and shot by a firing squad.","16":"In one of the worst maritime disasters in American history, the passenger liner SS Eastland capsized in the Chicago River, killing more than 840 people, in Chicago.","17":"American explorer Hiram Bingham discovers Machu Picchu, the Lost City of the Incas","18":"Hiram Bingham discovered Machu Picchu in a remote part of the Peruvian Andes.","19":"Amelia Earhart\nAmerican aviator\nwas born","20":"Amelia Earhart, one of the world's most-celebrated aviators and the first woman to fly alone across the Atlantic Ocean, was born in Atchison, Kansas.","21":"Brigham Young and his fellow Mormons arrived in Salt Lake City, Utah.","22":"Benjamin Bonneville leads the first wagon train across the Rocky Mountains by Wyoming's South Pass","23":"Alexandre Dumas, père\nFrench author [1802–1870]\nwas born","24":"Catherine II (the Great) of Russia and Erekle II of Kartalinia-Kakhetia (eastern Georgia) concluded the Treaty of Georgievsk.","25":"Mary, Queen of Scots, was formally deposed after rebellious Scottish nobles deserted her army at Carberry Hill and forced her to abdicate in favour of her one-year-old son, James.","26":"Mary Queen of Scots is forced to abdicate; her 1-year-old son becomes King James VI of Scots","27":"Queen Maria of England marries Philip, king of Naples\/Jerusalem","28":"Jacques Cartier lands in Canada, claims it for France"}}