{"Year":{"0":"2018","1":"2015","2":"2012","3":"1991","4":"1985","5":"1985","6":"1975","7":"1973","8":"1972","9":"1971","10":"1962","11":"1952","12":"1950","13":"1943","14":"1940","15":"1926","16":"1925","17":"1922","18":"1919","19":"1898","20":"1875","21":"1871","22":"1871","23":"1807","24":"1778","25":"1609","26":"1584"},"Event":{"0":"Drake surpasses The Beatles record of most singles in Billboard Hot One 100 with seven against their five from his album \"Scorpion\"","1":"Egyptian actor Omar Sharif, who garnered international acclaim for his roles in Lawrence of Arabia (1962) and Doctor Zhivago (1965), died in Cairo.","2":"The American Episcopal Church becomes the first to approve a rite for blessing gay marriages","3":"Boris Yeltsin sworn in as 1st elected President of the Russian Federation","4":"French foreign intelligence agents blow up the Greenpeace boat Rainbow Warrior in Auckland harbor, New Zealand to prevent it interfering with French nuclear tests in the South Pacific. Dutch photographer Fernando Pereira is killed.","5":"The Greenpeace ship Rainbow Warrior was sunk by two bomb explosions while berthed in Auckland Harbour, New Zealand.","6":"Cher files for divorce from Gregg Allman, 10 days after their marriage","7":"The Bahamas gained independence from Britain within the Commonwealth.","8":"Sofía Vergara\nColombian American actress\nwas born","9":"100th British Open Golf, Royal Birkdale: Lee Trevino wins the first of his consecutive Open Championships, a stroke ahead of Lu Liang-Huan of Taiwan","10":"Telstar 1 launched\nTelstar 1, the first communications satellite to transmit live television signals and telephone conversations across the Atlantic Ocean, was launched this day in 1962, inaugurating a new age in electronic communications.","11":"The constitution of Eritrea, prepared by the United Nations in consultation with Emperor Haile Selassie I of Ethiopia, was adopted.","12":"\"Your Hit Parade\" premieres on NBC (later CBS) TV (broadcast on radio from 1935)","13":"Arthur Ashe\nAmerican tennis player\nwas born","14":"Battle of Britain begins as Nazi forces attack shipping convoys in the English Channel","15":"Cuban president Fulgencio Batista (25) weds Elisa Godínez y Gómez (25)","16":"The Scopes Trial began in Dayton, Tennessee, with William Jennings Bryan arguing for the prosecution and Clarence Darrow for the defense.","17":"Jake LaMotta\nAmerican boxer\nwas born","18":"Author Aldous Huxley (25) weds epidemiologist Maria Nys in Bellem, Belgium","19":"Russian revolutionary Vladimir Ilyich Lenin marries fellow revolutionary Nadezhda \"Nadya\" Krupskaya in Shushenskoye.","20":"Mary McLeod Bethune, an African American educator who was active in national black affairs and a special adviser to President Franklin D. Roosevelt, was born in Mayesville, South Carolina.","21":"French novelist Marcel Proust—who wrote À la recherche du temps perdu (1913–27; In Search of Lost Time), a seven-volume novel based on his life—was born.","22":"Marcel Proust\nFrench writer\nwas born","23":"Solomon Northup\nAmerican farmer and writer\nwas born","24":"American Revolution: Louis XVI of France declares war on the Kingdom of Great Britain","25":"The Catholic League was formed by Maximilian I, duke of Bavaria, and the Catholic powers in Germany.","26":"William I, first of the hereditary stadtholders of the United Provinces of the Netherlands, was assassinated."}}