{"Year":{"0":"306","1":"2012","2":"2007","3":"2000","4":"1999","5":"1997","6":"1988","7":"1984","8":"1965","9":"1965","10":"1954","11":"1952","12":"1946","13":"1944","14":"1943","15":"1941","16":"1920","17":"1919","18":"1906","19":"1898","20":"1894","21":"1894","22":"1868","23":"1839","24":"1834","25":"1814","26":"1814","27":"1814","28":"1554"},"Event":{"0":"Constantine I is proclaimed Roman Emperor by his troops","1":"Actress Sunny Mabrey (36) divorces \"Brotherhood\" actor Ethan Embry (34) due to irreconcilable differences after almost 7 years marriage","2":"Indian lawyer and politician Pratibha Patil was sworn in as president of India, becoming the first woman to hold the office.","3":"A Concorde supersonic airplane—Air France flight 4590—crashed outside Paris, killing all 109 people on board and four others on the ground; the event was believed to have hastened the end of all Concorde operations three years later.","4":"86th Tour de France: Lance Armstrong wins 1st of 7 consecutive Tour de France titles but is later disqualified for drug cheating","5":"Scientists announce the first human stem cells to be cultured in a laboratory using tissue taken from aborted human embryos","6":"Heiress Julia Stimson Thorne (43) divorces politician John Kerry (44) after 18 years of marriage","7":"Soviet cosmonaut Svetlana Yevgenyevna Savitskaya became the first woman to walk in space.","8":"Bob Dylan is booed by sections of the crowd at the Newport Folk Festival for performing with an electric guitar, beginning of folk-rock","9":"At the Newport (Rhode Island) Folk Festival, American singer and songwriter Bob Dylan initially eschewed his acoustic guitar to go electric; the controversial performance is considered one of the most pivotal moments in the history of rock and roll.","10":"Walter Payton\nAmerican football player\nwas born","11":"Puerto Rico attained its own government as a commonwealth of the United States.","12":"At Club 500 in Atlantic City, New Jersey, Dean Martin and Jerry Lewis stage their first show as a comedy team","13":"World War II: Operation Spring - one of Canada's bloodiest days, 18,444 casualties and 5,021 killed","14":"Benito Mussolini dismissed as Italian Premier and arrested on the authority of King Victor Emmanuel III","15":"Emmett Till\nAmerican murder victim\nwas born","16":"Rosalind Franklin\nBritish scientist\nwas born","17":"A member of the foreign ministry of the newly formed Soviet government, Lev Karakhan, issued the Karakhan Manifesto, in which he offered to relinquish all Soviet claims to the special rights and privileges in China won by the Russian tsarist government.","18":"Johnny Hodges—a jazz alto saxophonist who was a featured soloist in Duke Ellington's orchestra, known for his brilliant improvisational sense of composition—was born in Cambridge, Massachusetts.","19":"U.S. forces under General Nelson A. Miles invaded Puerto Rico during the Spanish-American War.","20":"Walter Brennan\nAmerican actor\nwas born","21":"Gavrilo Princip\nSlavic nationalist\nwas born","22":"The U.S. Congress formed the Wyoming Territory.","23":"British PM William Gladstone (29) weds Catherine Glynne (27) in England","24":"English Romantic poet and literary critic Samuel Taylor Coleridge died.","25":"English engineer George Stephenson introduces his first steam locomotive, a travelling engine designed for hauling coal on the Killingworth wagonway named Blücher","26":"American advance into Canada halted by British troops\nNear Niagara Falls on this day in 1814, British troops commanded by General Phineas Riall thwarted an invasion of Canada by a U.S. force under General Jacob Brown in the Battle of Lundy's Lane during the War of 1812.","27":"Inventor Charles Babbage (21) weds Georgina Whitmore at St. Michael's Church in Devon, England","28":"Mary I of England (37) marries Prince Philip of Spain (27) (later Philip II) at Winchester Cathedral, England"}}