{"Year":{"0":"622","1":"2018","2":"2017","3":"2017","4":"2017","5":"2012","6":"2004","7":"2001","8":"2001","9":"1999","10":"1979","11":"1969","12":"1968","13":"1967","14":"1965","15":"1960","16":"1951","17":"1945","18":"1941","19":"1940","20":"1907","21":"1892","22":"1882","23":"1872","24":"1862","25":"1862","26":"1857","27":"1809","28":"1782","29":"1519","30":"1377","31":"1054","32":"1054"},"Event":{"0":"Muslim Era begins - Muhammad begins flight from Mecca to Medina (Hijra)","1":"U.S. President Donald Trump met with Russian President Vladimir Putin in Helsinki, and the summit proved highly controversial as Trump questioned the conclusion of U.S. intelligence agencies that Russia had meddled in the 2016 U.S. presidential election.","2":"Wimbledon Men's Tennis: Roger Federer beats Marin Čilić 6-3, 6-1, 6-4 for a record 8th Wimbledon men's title","3":"American filmmaker George A. Romero—who was known for his horror films, notably Night of the Living Dead (1968), which launched a series of related movies—died at age 77.","4":"BBC announces first ever female Doctor Who will be played by Jodie Whittaker","5":"Actor-comedian Russell Brand (36) divorces popstar Katy Perry (27) due to irreconcilable differences a year after the fairy-tale wedding in India","6":"Chicago officially opened its Millennium Park, which featured fountains, eye-catching sculptures, and a large outdoor concert facility designed by architect Frank Gehry.","7":"Jacques Rogge of Belgium was chosen to replace Juan António Samaranch as the president of the International Olympic Committee.","8":"\"Kate & Leopold\" actress Meg Ryan (38) divorces actor Dennis Quaid (46) after 9 years of marriage","9":"American publisher and lawyer John F. Kennedy, Jr., the only son of U.S. President John F. Kennedy and first lady Jacqueline Kennedy, died after the airplane he was piloting crashed off Martha's Vineyard, Massachusetts; also killed were his wife and her sister.","10":"Saddam Hussein became president of Iraq, and his brutal rule, which lasted 24 years, was marked by costly and unsuccessful wars with neighbouring countries as well as atrocities against the Iraqi people.","11":"Apollo 11 lifted off from NASA's John F. Kennedy Space Center in Florida, and four days later two of its astronauts, Neil Armstrong and Buzz Aldrin, became the first humans to set foot on the Moon.","12":"Barry Sanders\nAmerican football player\nwas born","13":"Will Ferrell\nAmerican actor and writer\nwas born","14":"The Mont Blanc Tunnel officially opened, linking France and Italy; at the time, it was the world's longest vehicular tunnel, spanning 7.3 miles (11.7 km).","15":"Actress Vera Miles (30) weds actor Keith Larsen (36)","16":"J.D. Salinger's The Catcher in the Rye, which centred on the sensitive, rebellious adolescent Holden Caulfield, was published and later became a classic.","17":"First atomic bomb exploded near Alamogordo, New Mexico\nThe United States tested the first atomic bomb this day in 1945 near Alamogordo, New Mexico, and the following month dropped atomic bombs on Hiroshima and Nagasaki in Japan, hastening the end of World War II.","18":"American baseball player Joe DiMaggio set an MLB record for most consecutive games (56) with a hit.","19":"Adolf Hitler orders preparations for the invasion of Britain (Operation Sealion)","20":"Barbara Stanwyck\nAmerican actress\nwas born","21":"Impressionist Painter Claude Monet (51) weds longtime companion Alice Hoschedé","22":"First lady (1861–65) Mary Todd Lincoln—the wife of Abraham Lincoln, 16th president of the United States—died at age 63.","23":"Roald Amundsen\nNorwegian explorer\nwas born","24":"Ida Bell Wells-Barnett, an American journalist who led a crusade against lynching, was born in Holly Springs, Mississippi.","25":"Ida B. Wells-Barnett\nAmerican journalist and social reformer\nwas born","26":"Confederate general Thomas Jackson (33) weds Mary Anna Morrison in Lincoln County","27":"La Paz, Bolivia declares its independence from the Spanish Crown and forms the Junta Tuitiva. The first independent government in Spanish America, led by Pedro Domingo Murillo","28":"Wolfgang Amadeus Mozart's opera \"Die Entführung aus dem Serail\" premieres in Vienna with Mozart conducting","29":"Public debate between Martin Luther & theologist John Eck at Pleissenburg Castle in Liepzig, Luther denies the divine right of the Pope","30":"Richard II was officially installed as king of England, almost a month after the death of his grandfather, Edward III.","31":"Humbert of Silva Candida, cardinal and papal legate, excommunicated Michael Cerularius, patriarch of Constantinople, who retaliated by excommunicating the cardinal, which led to the schism between the churches of Rome and Constantinople.","32":"Three Roman legates fracture relations between Western and Eastern Christian churches by placing invalid Papal Bull of Excommunication on altar of Hagia Sophia during liturgy. Often dated start of the East-West Schism."}}