{"Year":{"0":"2016","1":"2010","2":"2007","3":"1985","4":"1985","5":"1966","6":"1950","7":"1949","8":"1943","9":"1942","10":"1942","11":"1940","12":"1935","13":"1930","14":"1925","15":"1923","16":"1914","17":"1878","18":"1861","19":"1832","20":"1832","21":"1821","22":"1793","23":"1787","24":"1772","25":"1713"},"Event":{"0":"Theresa May, the Conservative Party leader, became the second woman prime minister of the United Kingdom, replacing David Cameron, who resigned after the country voted to leave the European Union.","1":"American businessman George Steinbrenner—who, while principal owner of the New York Yankees, became one of the most controversial personalities in major league baseball—died in Florida.","2":"Environmental activist Laurie Lennard (49) divorces writer Larry David (60) due to irreconcilable differences after 14 years of marriage","3":"The benefit concert Live Aid was held simultaneously at Wembley Stadium in London and JFK Stadium in Philadelphia; the event drew an estimated 1.5 billion television viewers and raised millions of dollars for famine relief in Ethiopia.","4":"\"Live Aid\" concerts held at both Wembley Stadium (London) and John F. Kennedy Stadium (Philadelphia) raises over $70 million for African famine relief","5":"A. C. Bhaktivedanta Swami Prabhupada founds the International Society for Krishna Consciousness (Hare Krishna movement) in New York City","6":"Ma Ying-jeou\npresident of Taiwan\nwas born","7":"Oscar-winning actress Jennifer Jones (30) weds \"Rebecca\" film producer David O. Selznick (47) in Beverly Hills, California","8":"Greatest tank battle in history ends with Russia's defeat of Germany at Kursk, almost 6,000 tanks take part, 2,900 lost by Germany","9":"American actor Harrison Ford, who was perhaps best known for playing charismatic rogues in the Star Wars and Indiana Jones film franchises, was born.","10":"Harrison Ford\nAmerican actor\nwas born","11":"Patrick Stewart\nBritish actor\nwas born","12":"Jack Kemp\nAmerican politician and football player\nwas born","13":"1st-ever football World Cup competition begins in Uruguay","14":"Film producer and co-founder of Walt Disney Productions Walt Disney (23) weds Lillian Bounds (26) at Lewiston's Episcopal Church of the Nativity in Lewiston, Idaho","15":"The Hollywood Sign is officially dedicated in the hills above Hollywood, Los Angeles. It originally reads \"Hollywoodland\" but the four last letters are dropped after renovation in 1949","16":"British poet and novelist D. H. Lawrence (28) weds Frieda Weekley (34) after obtaining Frieda's divorce from her 1st husband","17":"The Treaty of Berlin was signed—replacing the Treaty of San Stefano, which had ended the last of the Russo-Turkish wars.","18":"General George B. McClellan and Union troops defeated Confederate forces in northwestern Virginia, an area that subsequently became West Virginia.","19":"Source of Mississippi River discovered by American geographer Henry Schoolcraft","20":"Henry Rowe Schoolcraft identified the source of the Mississippi River as Lake Itasca in Minnesota.","21":"Nathan Bedford Forrest\nConfederate general\nwas born","22":"French revolutionary Jean-Paul Marat assassinated\nOn this day in 1793, Jean-Paul Marat, a leader of the radical Montagnard faction during the French Revolution, was stabbed to death in his bath by Charlotte Corday, a young Girondin supporter who was subsequently guillotined.","23":"The U.S. Congress passed the Northwest Ordinance of 1787, which laid the basis for the government of the Northwest Territory and for the admission of its constituent parts as states of the union.","24":"Captain James Cook begins 2nd voyage aboard the Resolution to the South Seas to search for Terra Australis (Southern continent)","25":"Spain and Britain signed one of the treaties of Utrecht, this one giving Gibraltar and Minorca to Britain."}}