{"Year":{"0":"626","1":"2016","2":"2007","3":"2005","4":"2002","5":"1997","6":"1990","7":"1989","8":"1979","9":"1964","10":"1959","11":"1947","12":"1939","13":"1937","14":"1932","15":"1932","16":"1929","17":"1928","18":"1925","19":"1925","20":"1925","21":"1923","22":"1918","23":"1898","24":"1881","25":"1877","26":"1865","27":"1839","28":"1823","29":"1776","30":"1776","31":"1644"},"Event":{"0":"Incident at Xuanwu Gate: in fear of assassination, Li Shimin ambushes and kills his rival brothers Li Yuanji and Li Jiancheng","1":"Romanian-born Jewish writer Elie Wiesel, who won the 1986 Nobel Peace Prize largely for his works that provide a sober yet passionate testament of the destruction of European Jewry during World War II, died at age 87.","2":"Dancer Mandie Taketa divorces talk show host Wayne Brady (34) due to irreconcilable differences after 8 years of marriage","3":"10 Live 8 concerts held around the world organised by Bob Geldof to raise awareness of poverty","4":"American adventurer Steve Fossett became the first balloonist to circumnavigate the world alone.","5":"American actor Jimmy Stewart—who came to personify a decent everyman struggling to overcome difficult circumstances while rising to heroic stature in the process—died in California.","6":"Panic in tunnel of Mecca: 1,426 pilgrims trampled to death","7":"American jockey Steve Cauthen wins Irish Derby on Old Vic to become the first rider in history to sweep the world's 4 major Derbies (Kentucky, Epsom, French, Irish)","8":"The United States first issued the Susan B. Anthony dollar coin.","9":"US President Lyndon B. Johnson signs Civil Rights Act and Voting Rights Act into law","10":"MLB baseball player Ernie Banks (28) divorces Mollye Louise after 6 years of marriage","11":"Larry David\nAmerican comedian and writer\nwas born","12":"Syndicated columnist Ann Landers (21) weds business executive Julius Lederer","13":"The airplane piloted by American aviator Amelia Earhart disappeared over the central Pacific Ocean during her attempt to fly around the world.","14":"U.S. President Franklin D. Roosevelt coined the term “New Deal” in his acceptance speech for the Democratic presidential nomination.","15":"Platinum blonde screen goddess Jean Harlow (21) weds MGM producer Paul Bern (42)","16":"Imelda Marcos\nFilipino public figure\nwas born","17":"The Jenkins Television Corporation (owned by Charles Jenkins) goes on air with W3XK, the first television broadcasting station in the USA","18":"Medgar Evers, an African American activist whose murder in 1963 received national attention and made him a martyr to the cause of the civil rights movement, was born in Decatur, Mississippi.","19":"Patrice Lumumba, the first prime minister of the Democratic Republic of the Congo (1960), was born in Onalua, Belgian Congo.","20":"Patrice Lumumba\nCongolese politician\nwas born","21":"Polish poet Wisława Szymborska—who rejected Socialist Realism to pen intelligent and empathetic verse that explored philosophical and moral issues, for which she won the 1996 Nobel Prize for Literature—was born.","22":"Jazz orchestra band leader Duke Ellington (19) weds high school sweetheart Edna Thompson","23":"Anthony C. McAuliffe\nUnited States general\nwas born","24":"Shot on this day, U.S. President James A. Garfield died several weeks later on September 19.","25":"Hermann Hesse\nGerman writer\nwas born","26":"In London's East End, William Booth founded the ministry later called the Salvation Army.","27":"Revolt aboard the slave ship Amistad\nOn this day in 1839, a slave rebellion occurred on the ship Amistad, and the subsequent acquittal of the mutineers, who were deemed to be kidnap victims rather than merchandise, was a victory for American abolitionism.","28":"Bahia Independence Day: the end of Portuguese rule in Brazil, with the final defeat of the Portuguese crown loyalists in the province of Bahia","29":"Continental Congress resolves \"these United Colonies are & of right ought to be Free and Independent States\"","30":"After a dramatic all-night ride, Delaware delegate Caesar Rodney arrived just in time to cast the decisive vote approving the Declaration of Independence.","31":"At the Battle of Marston Moor, Parliamentary forces handed the Royalists their first major defeat in the English Civil Wars."}}