{"Year":{"0":"657","1":"2016","2":"2006","3":"2004","4":"1984","5":"1965","6":"1964","7":"1964","8":"1959","9":"1956","10":"1956","11":"1953","12":"1953","13":"1945","14":"1945","15":"1928","16":"1908","17":"1896","18":"1895","19":"1894","20":"1894","21":"1882","22":"1849","23":"1803","24":"1797","25":"1775","26":"1519"},"Event":{"0":"Battle of Siffin during the first Muslim civil war between Ali ibn Abi Talib and Muawiyah I beside Euphrates River","1":"At the Democratic National Convention, Hillary Clinton was officially nominated president, becoming the first woman to top the presidential ticket of a major party in the United States.","2":"Former Baywatch actor David Hasselhoff (54) divorces actress and singer Pamela Bach (42) due to irreconcilable differences after 16 years of marriage","3":"In response to an explosion of violence in the Darfur region, the European Union advocated that the United Nations institute economic sanctions against Sudan.","4":"Expos Pete Rose ties Ty Cobb with his 3,052nd single","5":"The Republic of Maldives gained its independence from Britain.","6":"Sandra Bullock\nAmerican actress and producer\nwas born","7":"American actress Sandra Bullock—known for her charismatic energy and wit on-screen, especially as girl-next-door characters in romantic comedies—was born.","8":"Kevin Spacey\nAmerican actor\nwas born","9":"The Italian passenger liner Andrea Doria sank after colliding with the Stockholm off the coast of Nantucket in the Atlantic Ocean; 51 people were killed.","10":"Suez Canal seized\nOn this day in 1956, Egyptian President Gamal Abdel Nasser seized control of the Suez Canal and nationalized it, sparking a crisis that later resulted in French, British, and Israeli forces briefly occupying parts of Egypt.","11":"Fidel Castro leads a failed attack on the Moncada Barracks, intended to spark a revolution in Cuba","12":"Fidel Castro attacked the Moncada military fortress in Santiago de Cuba, and, although unsuccessful, the event later inspired the 26th of July Movement, which culminated in the overthrow of Fulgencio Batista's regime in Cuba.","13":"Declaration of Potsdam: US, Britain and China demand the Japanese surrender during WWII","14":"Helen Mirren\nBritish actress\nwas born","15":"Stanley Kubrick\nAmerican director\nwas born","16":"United States Attorney General Charles Joseph Bonaparte issues an order to immediately staff the Office of the Chief Examiner (later renamed the Federal Bureau of Investigation)","17":"Vitascope Hall, 1st permanent for-profit movie theatre, opens in New Orleans","18":"Physicist and chemist Marie Curie (27) weds physicist Pierre Curie (36) in Sceaux, France","19":"English writer Aldous Huxley, whose deep distrust of 20th-century trends in both politics and technology found expression in his novel Brave New World (1932), was born in Godalming, Surrey.","20":"Aldous Huxley\nBritish author\nwas born","21":"Richard Wagner's opera \"Parsifal\" premieres in Bayreuth, Germany","22":"Prime Minister of Canada John Abbott (28) weds Mary Bethune at bride's parents home","23":"The Surrey Iron Railway, arguably the world's first public railway, opens in south London","24":"US President John Quincy Adams (29) weds Louisa Johnson (22) at All Hallows Barking parish in London","25":"The U.S. Postal Service was established by the Second Continental Congress, and Benjamin Franklin was named the first postmaster general.","26":"Francisco Pizarro receives royal charter for the west coast of South America"}}