{"Year":{"0":"2017","1":"2003","2":"1999","3":"1996","4":"1993","5":"1982","6":"1975","7":"1953","8":"1946","9":"1940","10":"1938","11":"1927","12":"1922","13":"1921","14":"1919","15":"1909","16":"1866","17":"1857","18":"1830","19":"1794","20":"1789","21":"1689","22":"1612","23":"1586","24":"1365","25":"1214"},"Event":{"0":"American playwright and actor Sam Shepard—whose plays adroitly blend images of the American West, Pop motifs, science fiction, and other elements of popular and youth culture—died at age 73.","1":"British-born American entertainer and comic actor Bob Hope, who was known for his rapid-fire delivery of jokes and one-liners, died in California.","2":"Tony Hawk is the first skateboarder to land a \"900\"","3":"Terrorist attack at Atlanta Olympics\nOn this day in 1996 a pipe bomb exploded in Olympic Centennial Park in Atlanta, Georgia, killing 1 person and injuring 111 in the first terrorist attack at the Olympics since the 1972 Games in Munich, West Germany.","4":"Jordan Spieth\nAmerican golfer\nwas born","5":"Alan Menken and Howard Ashman's musical \"Little Shop of Horrors\" opens Off-Broadway at the Orpheum Theatre in NYC","6":"Alex Rodriguez\nAmerican baseball player\nwas born","7":"The armistice agreement ending the Korean War was signed at P'anmunjŏm in central Korea.","8":"Avant-garde writer Gertrude Stein, whose Paris home was a salon for leading artists and writers, died in Neuilly-sur-Seine, France.","9":"Bugs Bunny, Warner Bros. cartoon character created by Tex Avery, Bob Givens (Looney Tunes and Merrie Melodies series), first debuts in \"Wild Hare\"","10":"Ernest Gary Gygax\nAmerican entrepreneur\nwas born","11":"British Field Marshal Bernard Montgomery (39) weds Elizabeth Carver in Chiswick, England","12":"Norman Lear\nAmerican producer, writer, and director\nwas born","13":"Frederick Banting and Charles Best isolate insulin at the University of Toronto","14":"The Chicago Race Riot of 1919 was ignited after a young black man was stoned and drowned in Lake Michigan for swimming in an area reserved for whites.","15":"The world's first military airplane completed one of the final qualifying flights for its sale to the U.S. Army Signal Corps by Wilbur and Orville Wright.","16":"Atlantic telegraph cable successfully laid (1,686 miles long)","17":"Emperor of Mexico Maximilian I (25) weds princess Charlotte of Belgium (17) in Brussels","18":"The July Revolution began in France, leading to the abdication of Charles X and bringing Louis-Philippe to the throne.","19":"Antoine-Christophe Merlin and other conspirators initiated the Thermidorian Reaction, a revolt that ultimately resulted in the fall of Maximilien de Robespierre and the end of the Reign of Terror during the French Revolution.","20":"US Congress establishes Department of Foreign Affairs now referred to as the State Department","21":"Battle of Killicrankie: Jacobite Scottish Highlanders under Viscount Dundee defeat royalist force under General MacKay","22":"Murad IV\nOttoman sultan\nwas born","23":"Sir Walter Raleigh brings first tobacco to England from Virginia","24":"Isabella of England marries Enguerrand of Coucy at Windsor","25":"At the Battle of Bouvines, French King Philip II defeated an international coalition led by the Holy Roman emperor Otto IV."}}