{"Year":{"0":"30","1":"2012","2":"2007","3":"2006","4":"1994","5":"1980","6":"1971","7":"1965","8":"1965","9":"1962","10":"1961","11":"1959","12":"1954","13":"1951","14":"1948","15":"1940","16":"1932","17":"1928","18":"1921","19":"1919","20":"1917","21":"1912","22":"1880","23":"1667","24":"1620","25":"1556"},"Event":{"0":"BC Battle of Alexandria: Mark Antony achieves minor victory over Octavian, but most of his army subsequently deserts, leading to Octavian's invasion of Egypt","1":"American novelist, playwright, and essayist Gore Vidal, who was noted for his irreverent and intellectually adroit novels, died in Los Angeles.","2":"Operation Banner, the presence of the British Army in Northern Ireland, and longest-running British Army operation ever, comes to an end","3":"Because of health problems, longtime Cuban leader Fidel Castro handed over provisional power to his brother Raúl; the latter served as the country's acting president until officially assuming the post in 2008.","4":"A UN Security Council resolution authorized the use of “all necessary means” to restore democracy to Haiti.","5":"Karolyn Englehardt divorces baseball manager Pete Rose (39) after 16 years of marriage","6":"Lunar Roving Vehicle first used on the Moon\nOn this day in 1971, Apollo 15 astronauts James B. Irwin and David Scott first used the four-wheeled battery-powered Lunar Roving Vehicle to extensively explore the Moon's surface, in particular the Hadley-Apennine site.","7":"J.K. Rowling\nBritish author\nwas born","8":"British author J.K. Rowling, creator of the immensely popular Harry Potter series, was born.","9":"Wesley Snipes\nAmerican actor\nwas born","10":"Israel welcomes its one millionth immigrant","11":"Cliff Richard and the Shadows have their 1st British No. 1 single with \"Living' Doll\" (biggest British single of 1959)","12":"\"Arthur Godfrey's Talent Scouts\" guest host Steve Allen (32) weds actress Jayne Meadows (33)","13":"Musician Ray Charles (20) weds Eileen Williams in Georgia","14":"U.S. President Harry S. Truman dedicated Idlewild Airport as New York International Airport (rededicated as John F. Kennedy International Airport in 1963).","15":"Actress Loretta Young (27) weds advertising executive Tom Lewis at the chapel of St. Paul's Church in Westwood","16":"John Searle\nAmerican philosopher\nwas born","17":"1st woman to win a track and field olympic gold medal, Halina Konopacka of Poland","18":"Whitney M. Young, Jr., who spearheaded the drive for equal opportunity for blacks in industry and U.S. government service while he was head of the National Urban League (1961–71), was born in Lincoln Ridge, Kentucky.","19":"Primo Levi\nItalian writer and chemist\nwas born","20":"3rd Battle of Ypres (Passchendaele) begins","21":"US government prohibits movies and photos of prize fights (censorship)","22":"Premchand\nIndian author\nwas born","23":"The Treaty of Breda ended the Second Anglo-Dutch War and transferred New Netherland (now New York and New Jersey) to England.","24":"Pilgrim Fathers depart Leiden for England before heading to America","25":"St. Ignatius of Loyola, founder of the Jesuit order of the Roman Catholic Church, died in Rome."}}