{"Year":{"0":"64","1":"2013","2":"2013","3":"2012","4":"2012","5":"1980","6":"1976","7":"1976","8":"1975","9":"1967","10":"1959","11":"1950","12":"1944","13":"1938","14":"1937","15":"1936","16":"1933","17":"1927","18":"1927","19":"1925","20":"1925","21":"1922","22":"1921","23":"1918","24":"1817","25":"1811","26":"1195"},"Event":{"0":"Great Fire of Rome begins under the Emperor Nero","1":"Detroit, Michigan, files for bankruptcy, becoming the largest US municipal bankruptcy ever at $18.5 billion","2":"Detroit submitted a claim for Chapter 9 bankruptcy protection, the largest ever such filing for a U.S. city.","3":"Kim Jong-un is officially appointed Supreme Leader of North Korea and given the rank of Marshal in the Korean People's Army","4":"WWE wrestler John Cena (35) divorces Elizabeth Huberdeau (33) due to irretrievably broken marriage after 3 years of getting married","5":"Billy Joel's \"Glass Houses\" album tops US charts, featuring \"Its Still Rock 'n' Roll to Me\"","6":"For her performance in the uneven parallel bars at the Olympic Games in Montreal, Nadia Comăneci of Romania became the first gymnast to be awarded a perfect score of 10 in an Olympic gymnastic event.","7":"Nadia Comăneci becomes the first gymnast in Olympic Games history to score a perfect 10 score (total 7) at Montreal Games","8":"M.I.A.\nBritish-born Sri Lankan rapper\nwas born","9":"Vin Diesel\nAmerican actor and producer\nwas born","10":"\"The Nun's Story\" based on the novel by Kathryn Hulme, starring Audrey Hepburn premieres in Los Angeles","11":"Richard Branson\nBritish entrepreneur\nwas born","12":"Allied forces captured the French town of Saint-Lô, a vital communications centre, during World War II.","13":"Physicist and Nobel laureate John Bardeen (30) weds Jane Maxwell","14":"Hunter S. Thompson\nAmerican journalist\nwas born","15":"Spanish Civil War : General Francisco Franco issues manifesto and leads an uprising in the Spanish army stationed in Morocco","16":"Heavyweight boxing champ Jack Dempsey (38) weds broadway singer Hannah Williams (22)","17":"American baseball player Ty Cobb collected his 4,000th career hit.","18":"Kurt Masur\nGerman conductor\nwas born","19":"Adolf Hitler publishes Mein Kampf (original title was the catchy \"Four and a Half Years (of Struggle) Against Lies, Stupidity and Cowardice\")","20":"Publication of Mein Kampf\nThe first volume of Mein Kampf, the political manifesto written by Adolf Hitler that became the bible of Nazism in Germany's Third Reich, was published this day in 1925, and two years later the second volume appeared.","21":"British naval officer Louis Mountbatten (22) weds Lord Mount Temple's daughter Edwina Cynthia Annette Ashley (20) at St. Margaret's in Westminster, London","22":"John H. Glenn, Jr.—the first U.S. astronaut to orbit Earth, completing three orbits in 1962—was born.","23":"French General Ferdinand Foch launched a counterstrike that forced the Germans into a hasty retreat during the Second Battle of the Marne, the last large German offensive of World War I.","24":"The English novelist Jane Austen died in Winchester, Hampshire.","25":"English novelist William Makepeace Thackeray, who was best known for Vanity Fair (1847–48) and The History of Henry Esmond, Esq. (1852), was born in India.","26":"The Almohads were victorious over the forces of King Alfonso VIII of Castile in the Battle of Alarcos."}}