{"Year":{"0":"2017","1":"2011","2":"2007","3":"2002","4":"2002","5":"2001","6":"1995","7":"1975","8":"1971","9":"1964","10":"1960","11":"1956","12":"1956","13":"1955","14":"1955","15":"1952","16":"1917","17":"1911","18":"1911","19":"1893","20":"1877","21":"1868","22":"1856","23":"1856","24":"1850","25":"1842","26":"1828","27":"1816","28":"1790","29":"1762","30":"1755","31":"1735","32":"1540","33":"1540","34":"1401"},"Event":{"0":"Iraqi Prime Minister Haider al-Abadi proclaims victory over Islamic State forces in Mosul","1":"South Sudan declared its independence after a referendum to secede from Sudan passed overwhelmingly.","2":"Former contestant on \"The Apprentice\" and beauty queen Jennifer Murphy (28) divorces \"Extreme Makeover\" Bill Dorfman (48) due to irreconcilable differences after 1 year of marriage","3":"The African Union is established in Addis Ababa, Ethiopia. The first chairman is Thabo Mbeki, President of South Africa.","4":"Fearing that there would not be enough eligible players to continue, Major League Baseball Commissioner Bud Selig stopped the annual All-Star Game in the 11th inning with the score tied at 7–7.","5":"\"The Office\" mockumentary created by Ricky Gervais and Stephen Merchant, starring Ricky Gervais and Martin Freeman premieres on BBC Two in the UK","6":"American psychedelic rock band the Grateful Dead performed their last concert, at Soldier Field in Chicago; lead guitarist and vocalist Jerry Garcia died the following month.","7":"Jack White\nAmerican musician\nwas born","8":"Henry Kissinger visits the People's Republic of China to negotiate a detente between the US and China","9":"Courtney Love\nAmerican musician and actress\nwas born","10":"The Thresher, the first of a class of U.S. nuclear-powered attack submarines, was launched; it sank in 1963 in the worst submarine accident in history.","11":"American actor Tom Hanks, who was perhaps best known for his cheerful everyman persona, was born.","12":"Tom Hanks\nAmerican actor\nwas born","13":"Lindsey Graham\nUnited States senator\nwas born","14":"Bill Haley & Comets' \"Rock Around the Clock\" tops the billboards chart, one of the best-selling singles ever","15":"American educator, Presbyterian minister and TV host Fred Rogers (24) weds Sara Joanne Byrd","16":"British battleship HMS Vanguard explodes at Scapa Flow (the result of an internal explosion of faulty cordite), killing 804","17":"Physicist John Archibald Wheeler, the first American involved in the theoretical development of the atomic bomb and the originator of the term “black hole,” was born.","18":"English novelist, poet, and painter Mervyn Peake, who was best known for the bizarre Titus Groan trilogy of novels and for his illustrations of his novels and of children's stories, was born.","19":"Daniel Hale Williams III repairs the torn pericardium of a knife wound patient, James Cornish, without penicillin or blood transfusion","20":"First ever Wimbledon tennis championship begins - first offical lawn tennis tournament - men's singles only","21":"Tennessee and South Carolina are 1st to ratify the 14th Amendment to the US constitution, guaranteeing civil rights","22":"Nikola Tesla—a Serbian American inventor and researcher who discovered the rotating magnetic field, the basis of most alternating-current machinery—was born this day or the next in Smiljan, Croatia.","23":"Nikola Tesla\nSerbian-American inventor\nwas born","24":"Zachary Taylor, 12th president of the United States, died only 16 months after taking office.","25":"American writer \"The Scarlett Letter\" Nathaniel Hawthorne (38) marries painter and illustrator Sophia Peabody (33) in the Peabody's home, Boston","26":"American portrait painter Gilbert Stuart died in Boston.","27":"The Congress of Tucumán declared Argentina's independence from Spain.","28":"Russo-Swedish War: Second Battle of Svensksund - in the Baltic Sea, the Swedish Navy captures one third of the Russian fleet","29":"Catherine the Great assumed power\nCatherine the Great overthrew Peter III on this day in 1762 and began her reign as empress of Russia, leading her country into full participation in the political and cultural life of Europe and extending Russian territory.","30":"General Edward Braddock's British army was thoroughly defeated in the Battle of the Monongahela during the French and Indian War.","31":"Author, poet, critic and lexicographer and writer of the first English dictionary Dr. Samuel Johnson (25) marries the widow Elizabeth \"Tetty\" Porter, 21 years his senior","32":"The marriage of King Henry VIII of England and his fourth wife, Anne of Cleves, was annulled.","33":"English King Henry VIII annuls his 6 month marriage to his 4th wife Anne of Cleves, on the grounds of non-consummation and her pre-contract to Francis of Lorraine","34":"Turko-Mongol ruler Tamerlane (Timur) destroys Baghdad, killing 20,000"}}