{"Year":{"0":"2005","1":"2005","2":"2005","3":"1994","4":"1990","5":"1990","6":"1981","7":"1980","8":"1978","9":"1970","10":"1953","11":"1947","12":"1946","13":"1946","14":"1943","15":"1937","16":"1937","17":"1936","18":"1933","19":"1932","20":"1907","21":"1906","22":"1898","23":"1860","24":"1807","25":"1770","26":"1753","27":"1520","28":"1438","29":"1307"},"Event":{"0":"The London transit system was struck by coordinated suicide bomb attacks that killed 39 people and injured more than 700.","1":"Coordinated terrorist bomb blasts strike London's public transport system during the morning rush hour killing 52 and injuring 700","2":"Influenced by Live 8, the G8 leaders pledge to double 2004 levels of aid to Africa from US$25 to US$50 billion by the year 2010","3":"Actress Diane Lane files for divorce from Christopher Lambert","4":"First Three Tenors concert featuring Plácido Domingo, José Carreras and Luciano Pavarotti at Baths of Caracalla in Rome - recording of is world's best-selling classical record","5":"Wimbledon Women's Tennis: Martina Navratilova wins her record 9th Wimbledon singles title beating American Zina Garrison 6-4, 6-1","6":"Mahendra Singh Dhoni\nIndian cricketer\nwas born","7":"Michelle Kwan\nAmerican ice skater\nwas born","8":"The Solomon Islands became an independent nation.","9":"Actress Shelley Duvall (21) weds Bernard Sampson","10":"Actor José Ferrer divorces dancer and actress Phyllis Hill after 5 years of marriage","11":"Alleged and disputed Roswell UFO incident occured","12":"39th US President Jimmy Carter (21) weds Rosalynn Smith (18) in Plains, Georgia","13":"Mother Frances Xavier Cabrini became the first U.S. citizen to be canonized by the Roman Catholic Church.","14":"Heavyweight boxing champ Jack Dempsey (48) divorces broadway singer Hannah Williams (32) after 10 years of marriage","15":"Japanese and Chinese troops clash at the Marco Polo Bridge, beginning of Second Sino-Japanese War","16":"Chinese and Japanese troops clashed near the Marco Polo Bridge outside Beijing prior to World War II.","17":"RCA shows 1st real TV program (dancing, film on locomotives, Bonwit Teller fashion show and monologue from Tobacco Road & comedy)","18":"David McCullough\nAmerican historian\nwas born","19":"Author Damon Runyon (51) weds Patrice Amati del Grande","20":"Robert A. Heinlein\nAmerican author\nwas born","21":"Satchel Paige, a professional baseball pitcher who earned legendary fame during his many years in the Negro leagues, is believed to have been born this day in Mobile, Alabama.","22":"Hawaiian Islands annexed by the United States\nThe U.S. Congress annexed Hawaii through a joint resolution signed by President William McKinley on this day in 1898, paving the way for the islands to become a territory (1900) and later a U.S. state (1959).","23":"Gustav Mahler\nAustrian composer\nwas born","24":"The first of the Treaties of Tilsit was signed between France and Russia after Napoleon's victories over the Russians and Prussians.","25":"A Russian fleet destroyed an Ottoman fleet in the Battle of Çeşme on the Aegean Sea.","26":"British Museum founded by an Act of Parliament (opens in 1759)","27":"Battle of Otumba Mexico: Hernán Cortés and the Tlaxcalans defeat a numerically superior Aztec force","28":"King Charles VII of France issued the Pragmatic Sanction of Bourges, restricting the rights of the pope and in many cases making the pope's jurisdiction subject to the will of the king.","29":"King Edward I of England died on his way to subdue the new Scottish king, Robert the Bruce."}}