{"Year":{"0":"2005","1":"2005","2":"1978","3":"1977","4":"1976","5":"1976","6":"1964","7":"1954","8":"1943","9":"1932","10":"1917","11":"1914","12":"1914","13":"1914","14":"1902","15":"1887","16":"1868","17":"1866","18":"1844","19":"1821","20":"1794","21":"1794","22":"1750","23":"1727","24":"1683","25":"1635","26":"1540","27":"1540"},"Event":{"0":"The Provisional Irish Republican Army call an end to their thirty year long armed campaign in Northern Ireland","1":"The Irish Republican Army announced that it had ended its armed campaign and instead would pursue only peaceful means to achieve its objectives.","2":"600,000 attend the \"Summer Jam\" rock festival at Watkins Glen, New York, at the time the largest ever audience at a pop festival","3":"Legendary England cricket all-rounder Ian Botham on debut takes 5 for 74 in the Australian 1st innings in a 7 wicket 3rd Test win at Trent Bridge","4":"An earthquake in the industrial city of Tangshan, China, killed more than 240,000 people.","5":"Tangshan Earthquake, 8.2 in magnitude kills over 240,000 Northern China in the largest loss of life from an earthquake in the 20th century","6":"Broadway musical actress-singer Ethel Merman (56) divorces academy award-winning actor Ernest Borgnine (47) after 32 days of marriage","7":"Hugo Chávez\npresident of Venezuela\nwas born","8":"Operation Gomorrah: RAF bombing over Hamburg causes a firestorm that kills 42,600 German civilians","9":"\"White Zombie\" - 1st feature length zombie film directed by Victor Halperin and starring Béla Lugos is released in the US","10":"Silent Parade organised by James Weldon Johnson of 10,000 African-Americans who march on 5th Ave in NYC to protest against lynching","11":"Foxtrot 1st danced at New Amsterdam Roof Garden, in NYC, by Harry Fox","12":"Austria-Hungary decides against mediation and declares war on Serbia - first declaration of war of WWI","13":"Beginning of World War I\nUsing the assassination of the Austrian archduke Francis Ferdinand as a pretext to present Serbia with an unacceptable ultimatum, Austria-Hungary declared war on the Slavic country on this day in 1914, sparking World War I.","14":"Karl Popper\nBritish philosopher\nwas born","15":"Marcel Duchamp\nFrench artist\nwas born","16":"The Fourteenth Amendment to the U.S. Constitution—which granted citizenship and equal civil and legal rights to African Americans and slaves who had been emancipated after the Civil War—entered into force.","17":"Beatrix Potter\nBritish author\nwas born","18":"Gerard Manley Hopkins, who was one of the most individual of Victorian writers and who influenced many leading 20th-century poets, was born in Stratford, Essex, England.","19":"Peru declared its independence from Spain.","20":"French Revolution figure Robespierre & 22 other leaders of \"the Terror\" guillotined to thunderous cheers in Paris","21":"Maximilien Robespierre, a radical Jacobin leader and one of the principal figures in the French Revolution, was guillotined before a cheering mob on the Place de la Révolution in Paris.","22":"Composer Johann Sebastian Bach died in Leipzig, Germany.","23":"Philosopher Jonathan Edwards (23) weds Sarah Pierpont","24":"Anne Stuart marries prince Georges of Denmark","25":"Robert Hooke\nBritish scientist\nwas born","26":"King Henry VIII of England privately married his fifth wife, Catherine Howard.","27":"English King Henry VIII (49) marries Catherine Howard (16 or 17), his 5th wife"}}