{"Year":{"0":"2006","1":"2005","2":"1981","3":"1973","4":"1958","5":"1957","6":"1954","7":"1953","8":"1949","9":"1934","10":"1928","11":"1921","12":"1914","13":"1913","14":"1905","15":"1905","16":"1905","17":"1904","18":"1892","19":"1890","20":"1872","21":"1858","22":"1848","23":"1836","24":"1805","25":"1805","26":"1751","27":"1609","28":"1588","29":"1588","30":"1565"},"Event":{"0":"Robyn Denise Moore divorces Oscar-winning actor Mel Gibson (55) due to irreconcilable differences after 31 years of marriage","1":"Planetary scientists formally announced the discovery of what was believed to be the 10th planet; it was later designated a dwarf planet and given the name Eris.","2":"Prince Charles and Lady Diana Spencer were married in St. Paul's Cathedral in London.","3":"Led Zeppelin have more than $200,000 in cash stolen from a safety-deposit box at the New York Hilton","4":"National Aeronautics and Space Administration established\nCriticized for allowing the Soviet Union to launch the first man-made satellite to orbit Earth (Sputnik 1, on October 4, 1957), U.S. President Dwight D. Eisenhower signed legislation this day in 1958 that created NASA.","5":"The International Atomic Energy Agency was created.","6":"The first part of J.R.R. Tolkien's fantasy epic The Lord of the Rings—which became a sociocultural phenomenon and was adapted into a series of blockbuster films in the early 2000s—was published.","7":"Ken Burns\nAmerican director\nwas born","8":"Moscow ends the blockade of West Berlin","9":"\"Titanic\" actress Gloria Stuart (24) weds screenwriter Arthur Sheekman (33)","10":"Test footage first created for Walt Disney's \"Steamboat Willie\" with Mickey Mouse","11":"Adolf Hitler becomes leader of the National Socialist German Workers Party","12":"Mountain climber George Mallory (28) weds Ruth Mallory","13":"Albania was formally recognized by the major European powers as an independent principality following the issuance of the Vlorë proclamation.","14":"Swedish economist and statesman Dag Hammarskjöld, who served as the second secretary-general (1953–61) of the United Nations and received the 1961 Nobel Peace Prize, was born.","15":"US Secretary of State William Howard Taft makes secret agreement with Japanese Prime Minister Katsura agreeing to Japanese free rein in Korea in return for non-interference with the US in the Philippines","16":"Clara Bow\nAmerican actress\nwas born","17":"J.R.D. Tata\nIndian businessman\nwas born","18":"William Powell\nAmerican actor\nwas born","19":"Vincent van Gogh died in Auvers-sur-Oise, France, two days after shooting himself.","20":"Nathaniel P. Langford and James Stevenson made the first ascent of Grand Teton, the highest peak of the Teton Range in Wyoming.","21":"Townsend Harris persuaded the Japanese to sign the Harris Treaty, an agreement securing commercial and diplomatic privileges for the United States in Japan.","22":"Irish Potato Famine: Tipperary Revolt - an unsuccessful nationalist revolt against British rule put down by police","23":"The Arc de Triomphe, the largest triumphal arch in the world, was officially inaugurated in Paris.","24":"Alexis de Tocqueville\nFrench historian and political writer\nwas born","25":"French political scientist, historian, and politician Alexis de Tocqueville, who was best known for his Democracy in America, 4 vol. (1835–40), was born.","26":"1st international world title prize fight: Jack Stack of England, beats challenger M. Petit of France in 29 mins in England","27":"Samuel de Champlain shoots and kills two Iroquois chiefs at Ticonderoga, New York setting the stage for French-Iroquois conflicts for the next 150 years","28":"The Spanish Armada, the great fleet sent by King Philip II of Spain to invade England, was first sighted by the English off Lizard Point, Cornwall.","29":"The Battle of Gravelines - Spanish Armada damaged and scattered by the English fleet","30":"Mary Queen of Scots marries her cousin, Henry Stuart, Lord Darnley"}}