{"Year":{"0":"2016","1":"1992","2":"1987","3":"1969","4":"1968","5":"1964","6":"1960","7":"1956","8":"1941","9":"1933","10":"1930","11":"1921","12":"1918","13":"1913","14":"1881","15":"1865","16":"1862","17":"1858","18":"1850","19":"1820","20":"1798","21":"1795","22":"1789","23":"1789"},"Event":{"0":"In France's third major terrorist attack in 18 months, a man drove a truck through a crowd of revelers celebrating Bastille Day in Nice, killing more than 80 people and injuring hundreds.","1":"386BSD is released by Lynne Jolitz and William Jolitz, starting the open source operating system revolution. Linus Torvalds release \"Linux\" soon afterwards","2":"Actor Michael Biehn (30) divorces actress Carlene Olson (32) after 7 years of marriage","3":"\"Easy Rider\", directed by Dennis Hopper, starring himself, Peter Fonda and Jack Nicholson, is released","4":"American baseball great Hank Aaron hit his 500th career home run.","5":"51st Tour de France is won for a record fifth time by Jacques Anquetil of France","6":"Jane Lynch\nAmerican actress and comedian\nwas born","7":"30th Prime Minister of Cambodia Pol Pot (31) marries Khieu Ponnary","8":"6,000 Lithuanian Jews are exterminated at Viszalsyan Camp","9":"All non-Nazi parties are banned in Germany","10":"1st Filipino President Emilio Aguinaldo (61) weds second wife Maria Agoncillo (51) at Barasoain Church in Malolos, Bulacan","11":"In a still-controversial decision, Nicola Sacco and Bartolomeo Vanzetti, immigrant Italian anarchists, were found guilty of the murder of two men in Massachusetts.","12":"Ingmar Bergman\nSwedish film director\nwas born","13":"Gerald Ford\npresident of the United States\nwas born","14":"American gunfighter Billy the Kid was shot and killed by Sheriff Pat Garrett.","15":"British mountaineer Edward Whymper climbed the Matterhorn.","16":"Gustav Klimt\nAustrian painter\nwas born","17":"Emmeline Pankhurst\nBritish suffragist\nwas born","18":"1st public demonstration of ice made by refrigeration by Florida physician John Gorrie","19":"British PM Robert Peel (32) weds Sir John Floyd's daughter Julia at St George's, Hanover Square in London","20":"US Sedition Act prohibits \"false, scandalous & malicious\" writing against government","21":"The French National Convention decrees \"La Marseillaise\" by Claude-Joseph Rouget de Lisle France's national anthem","22":"Bastille stormed by Paris mob\nOn this day in 1789, a mob advanced on the Bastille in Paris, demanding the arms and munitions stored there, but, when the guards resisted, the crowd captured the prison, an act that symbolized the end of the ancien régime.","23":"Bastille Day - the French Revolution begins with the fall of the Bastille Prison"}}