{"Year":{"0":"2017","1":"2013","2":"2011","3":"2011","4":"2010","5":"1992","6":"1977","7":"1963","8":"1959","9":"1955","10":"1947","11":"1946","12":"1943","13":"1942","14":"1940","15":"1933","16":"1923","17":"1923","18":"1882","19":"1850","20":"1812","21":"1515","22":"1515","23":"1515","24":"1456","25":"1456","26":"1099"},"Event":{"0":"South African golfer Branden Grace records lowest round for a men's major championship - 62 in 3rd round at British Open, Royal Birkdale, England","1":"Prince George Alexander Louis of Cambridge, the first child of Prince William, duke of Cambridge, and Catherine, duchess of Cambridge, was born in London.","2":"Terrorist attacks on Oslo and the island of Utøya in Norway resulted in the deaths of 77 people; Anders Behring Breivik later confessed to the attacks.","3":"Norway is the victim of twin terror attacks, the first a bomb blast targeting government buildings in central Oslo, second a massacre at a youth camp on island of Utøya","4":"\"The Princess Bride\" actress Robin Wright (44) divorces actor-director Sean Penn (49) due to irreconcilable differences after 14 years of marriage","5":"Selena Gomez\nAmerican actress and singer\nwas born","6":"Deng Xiaoping reinstated\nAfter falling from favour during the Cultural Revolution (1966–76), Deng Xiaoping returned to power on this day in 1977 after the Chinese Communist Party reinstated all his former high posts, including that of vice-premier.","7":"Sarawak achieves independence from British colonial rule","8":"Ed Wood's cult classic \"Plan 9 From Outer Space\", called one of the worse films ever, premieres","9":"Willem Dafoe\nAmerican actor\nwas born","10":"Albert Brooks\nAmerican actor, comedian, writer, and director\nwas born","11":"A violent Jewish right-wing underground movement in Palestine, the Irgun Zvai Leumi, blew up a wing of the King David Hotel in Jerusalem, killing 91 soldiers and civilians.","12":"Led by U.S. General George S. Patton, Allied forces took Palermo, on the northwest corner of Sicily, giving them a strategic foothold from which to invade mainland Italy during World War II.","13":"Warsaw Ghetto Jews (300,000) are sent to Treblinka Extermination Camp","14":"Jacqueline Kennedy's parents John Vernou \"Black Jack\" Bouvier III and Janet (Norton Lee) divorce","15":"Caterina Jarboro sings \"Aida\" at the New York Hippodrome, becoming the 1st black female opera singer to perform in the US","16":"Bob Dole—U.S. senator (1968–96), Republican congressional leader, and his party's candidate for the presidency in 1996—was born in Russell, Kansas.","17":"Bob Dole\nUnited States senator\nwas born","18":"Edward Hopper\nAmerican artist\nwas born","19":"Composer Stephen Foster (24) weds Jane Denny McDowell at Trinity Episcopal Church in Pittsburgh, Pennsylvania","20":"The duke of Wellington defeated “40,000 Frenchmen in 40 minutes” at Salamanca, Spain, during the Peninsular War.","21":"Louis of Hungary (9) marries Maria of Bohemia & succession to Hungarian throne","22":"Anna of Bohemia (12) marries Karel van Ferdinand of Austria","23":"First Congress of Vienna settles issues between Poland and Holy Roman Empire - rise of the Habsburgs influence","24":"Battle at Nandorfehervar (Belgrade): Hungarian army under Janos Hunyadi beats Sultan Murad II","25":"Hungarian forces led by János Hunyadi, including an untrained army of peasants, won one of the most remarkable victories in the history of Turkish wars, resisting the Ottoman sultan Mehmed II's siege of Belgrade.","26":"First Crusade: Godfrey of Bouillon is elected the first Defender of the Holy Sepulchre of The Kingdom of Jerusalem"}}