{"Year":{"0":"2007","1":"2007","2":"2004","3":"1994","4":"1988","5":"1975","6":"1970","7":"1961","8":"1960","9":"1958","10":"1956","11":"1954","12":"1948","13":"1947","14":"1942","15":"1937","16":"1936","17":"1935","18":"1930","19":"1930","20":"1921","21":"1898","22":"1884","23":"1869","24":"1863","25":"1863","26":"1619","27":"1540","28":"1419","29":"1178"},"Event":{"0":"Swedish screenwriter and director Ingmar Bergman—who was known for his bleak depiction of human loneliness, vulnerability, and torment—died.","1":"Pop star Britney Spears (25) divorces rapper-dancer Kevin Federline (29) due to irreconcilable differences after over two years of marriage","2":"Actor Nicolas Cage (40) weds Alice Kim (20) at a private ranch in Northern California","3":"Hollywood's highest-paid screenwriter Joe Eszterhas (49) weds Naomi Baka (35) in Maui, Hawaii","4":"James Ogilvy (under Engl princess Alexandra) marries Julia Rawlinson","5":"Former Teamsters president Jimmy Hoffa disappeared under mysterious circumstances.","6":"Christopher Nolan\nBritish director\nwas born","7":"Laurence Fishburne\nAmerican actor\nwas born","8":"Richard Linklater\nAmerican filmmaker\nwas born","9":"Kate Bush\nBritish singer and songwriter\nwas born","10":"The phrase “In God we trust” legally became the national motto of the United States.","11":"Elvis Presley joins the Memphis Federation of Musicians, Local 71","12":"Professional wrestling premieres on prime-time network TV (DuMont)","13":"Arnold Schwarzenegger\nAmerican politician, actor, and athlete\nwas born","14":"Frank Sinatra sang with the Tommy Dorsey Orchestra in his last recording before venturing on a solo career.","15":"Russian Politburo issues NKVD Order no. 00447, to repress former kulak and anti-soviets, 269,100 to be arrested, 76,000 to be shot. Part of the Great Purge.","16":"American blues musician Buddy Guy, who was noted for his slashing electric guitar riffs and passionate vocals, was born in Lettsworth, Louisiana.","17":"1st Penguin book is published, starting the paperback revolution","18":"Uruguay defeated Argentina to win the first World Cup in football (soccer).","19":"1st FIFA World Cup Final, Estadio Centenario, Montevideo, Uruguay: Uruguay beats Argentina, 4-2 in the inaugural event","20":"Insulin was first isolated as a pancreatic extract by the Canadian scientists Sir Frederick G. Banting and Charles H. Best.","21":"Death of Otto von Bismarck\nOtto von Bismarck—who, as prime minister of Prussia (1862–73, 1873–90), used ruthlessness and moderation to unify Germany, founding the German Empire (1871) and serving as its first chancellor (1871–90)—died this day in 1898.","22":"Nonpareil Dempsey [John Edward Kelly] fights George Fulljames, possibly the 1st middleweight fight with boxing gloves","23":"The Charles, considered the world’s first \"oil tanker\", departs from the United States headed for Europe with a bulk capacity of 7,000 barrels of oil","24":"American industrialist and automobile manufacturer Henry Ford, who revolutionized factory production with his assembly-line methods, was born.","25":"Indian Wars: Chief Pocatello of the Shoshone tribe signs the Treaty of Box Elder, promising to stop harassing the emigrant trails in southern Idaho and northern Utah","26":"House of Burgesses Virginia forms, 1st elective American governing body","27":"Lutheran clergyman Robert Barnes was burned as a heretic after being used by Thomas Cromwell and King Henry VIII to gain European support for their antipapal movement in England.","28":"First defenestration of Prague: anti-Catholic Hussites, followers of executed reformer Jan Hus, storm Prague town hall and throw the judge, mayor and several city council members out the windows. They die in the fall or killed by crowd outside.","29":"Frederick I (Barbarossa), Holy Roman Emperor, crowned King of Burgundy"}}