{"Year":{"0":"2014","1":"2014","2":"2009","3":"1998","4":"1976","5":"1975","6":"1975","7":"1959","8":"1958","9":"1955","10":"1954","11":"1954","12":"1947","13":"1945","14":"1945","15":"1944","16":"1943","17":"1942","18":"1936","19":"1936","20":"1935","21":"1918","22":"1918","23":"1862","24":"180","25":"1763","26":"1762","27":"1717","28":"1683","29":"1453","30":"1203"},"Event":{"0":"Malaysia Airlines flight 17 crashed in separatist-held territory in Ukraine, killing all 298 people on board; a Dutch investigation later determined that the aircraft was shot down by a Russian-made surface-to-air missile.","1":"Malaysia Airlines Flight 17 is shot down over Eastern Ukraine by a Buk surface-to-air missile launched from pro-Russian separatist-controlled territory, killing all 283 passengers and 15 crew on board","2":"American journalist Walter Cronkite—who, as the longtime anchor of CBS Evening News with Walter Cronkite (1962–81), became known as “the most trusted man in America”—died in New York.","3":"The United Nations completed the statute establishing the International Criminal Court, which began sittings four years later.","4":"21st modern Olympic games opens in Montreal: 25 African teams (later rising to 33 nations) boycott the games due to New Zealand playing rugby in apartheid South Africa","5":"Beatle member Ringo Starr & Maureen Cox divorce","6":"Terence Tao\nAustralian mathematician\nwas born","7":"\"North by Northwest\" directed by Alfred Hitchcock and starring Cary Grant and Eva Marie Saint premieres in Los Angeles","8":"Wong Kar-Wai\nChinese director\nwas born","9":"Disneyland, an amusement park featuring attractions based on the creations of Walt Disney and the Disney Company, opened in Anaheim, California.","10":"Angela Merkel\nchancellor of Germany\nwas born","11":"Master of quick wit and widely considered one of the best comedians of the modern era Groucho Marx (63) weds actress Eden Hartford (24)","12":"Camilla, duchess of Cornwall\nBritish duchess\nwas born","13":"Joseph Stalin, Winston Churchill, and Harry S. Truman met at the Potsdam Conference, the last Allied summit conference of World War II.","14":"Potsdam Conference (Truman, Stalin, Churchill) holds 1st meeting","15":"German Field Marshal Erwin Rommel was seriously injured when his car was forced off the road by British fighter-bombers.","16":"One of the world's greatest contraltos Marian Anderson (46) weds architect Orpheus H. Fisher in Bethel, Connecticut","17":"Actress Lana Turner marries actor Stephen Crane (annulled)","18":"Beginning of the Spanish Civil War \nA well-planned uprising by Nationalist rebels against the Republican government of Spain began this day in 1936, sparking a bloody civil war that lasted until 1939, when the Nationalists and Francisco Franco assumed power.","19":"Spanish generals Francisco Franco and Emilio Mola lead a right-wing uprising, starting the Spanish Civil War","20":"Donald Sutherland\nCanadian actor\nwas born","21":"Former Russian tsar Nicholas II and his family were executed by Bolsheviks.","22":"The Romanov royal family and several of their retainers are executed by a Bolshevik firing squad in the basement of Ipatiev House, in Yekaterinburg, Siberia","23":"Abraham Lincoln's wartime Congress passed the second Confiscation Act, a precursor to the Emancipation Proclamation.","24":"6 inhabitants of Carthage, North Africa executed for being Christians. Earliest record of Christianity in this part of the world.","25":"John Jacob Astor, founder of a renowned family of Anglo-American capitalists, business leaders, and philanthropists, was born in Waldorf, Germany.","26":"Catherine II becomes tsarina of Russia following the murder of Peter III","27":"George Frideric Handel's \"Water Music\" premieres on the river Thames in London","28":"Turkish forces began the Siege of Vienna against the Habsburg Holy Roman emperor Leopold I.","29":"French forces routed the English in the Battle of Castillon, the concluding battle of the Hundred Years' War.","30":"Siege of Constantinople begins during the fourth Crusade, Crusaders aboad a Venetian fleet attack the city"}}