{"Year":{"0":"685","1":"2011","2":"2010","3":"2000","4":"1997","5":"1995","6":"1989","7":"1986","8":"1973","9":"1971","10":"1970","11":"1967","12":"1966","13":"1966","14":"1960","15":"1952","16":"1945","17":"1944","18":"1944","19":"1856","20":"1844","21":"1840","22":"1829","23":"1215"},"Event":{"0":"John V was consecrated pope, succeeding St. Benedict II.","1":"British singer-songwriter Amy Winehouse, who won five Grammy Awards for her Motown-inspired Back to Black (2006) but struggled with substance-abuse problems, died from alcohol poisoning.","2":"One Direction is formed during the X Factor show as Niall Horan, Harry Styles, Liam Payne, Zayn Malik and Louis Tomlinson join together","3":"British Open Golf, Royal Lytham & St. Annes: Tiger Woods beats Thomas Bjørn and Ernie Els by 8 shots to win his first Open title; becomes youngest player at 24 to win all 4 major titles","4":"Slobodan Milošević became president of the Federal Republic of Yugoslavia (comprising Serbia and Montenegro) after serving as president of Serbia from 1989.","5":"Comet Hale-Bopp is discovered and becomes visible to the naked eye nearly a year later","6":"Daniel Radcliffe\nBritish actor\nwas born","7":"Britain's Prince Andrew (26) weds Sarah Ferguson (26) at Westminster Abbey in London, England","8":"Monica Lewinsky\nAmerican White House intern\nwas born","9":"Alison Krauss\nAmerican musician\nwas born","10":"Sultan Saʿīd ibn Taymūr of Oman was overthrown by his son, Qaboos bin Said, in a palace coup.","11":"Philip Seymour Hoffman\nAmerican actor\nwas born","12":"Frank Sinatra's album \"Strangers In The Night\" is No. 1 on the US charts, (Grammy for Record Of The Year and Best Male Vocal Performance)","13":"Frank Sinatra's album \"Strangers In The Night\" is No. 1 on the US charts, (Grammy for Record Of The Year and Best Male Vocal Performance)","14":"Professional golfer Jack Nicklaus (20) weds Barbara Bash","15":"Egyptian monarchy toppled by coup\nOn this day in 1952, the Free Officers, a nationalistic military group led by Colonel Gamal Abdel Nasser, engineered a coup that overthrew King Farouk I of Egypt, ending the monarchy and bringing Nasser to power.","16":"Marshal Philippe Pétain of France went on trial for treason during World War II.","17":"Conference of Bretton Woods signed; IMF operations begin","18":"Actress Susan Hayward (31) weds actor Jess Barker (32) at St. Thomas Church in Los Angeles, California","19":"Bal Gangadhar Tilak\nIndian political leader\nwas born","20":"Attilio and Emilio Bandiera were executed along with nine others following a failed revolt against Austrian rule in Italy.","21":"Union Act passed by British Parliament, uniting Upper & Lower Canada","22":"William Austin Burt patents America's first \"typographer\" (typewriter)","23":"Frederick II crowned King of the Romans (King of the Germans) in Aachen"}}