{"Year":{"0":"2011","1":"2010","2":"1996","3":"1995","4":"1970","5":"1951","6":"1950","7":"1948","8":"1944","9":"1908","10":"1906","11":"1896","12":"1889","13":"1889","14":"1853","15":"1839","16":"1833","17":"1815","18":"1800","19":"1800","20":"1777","21":"1551","22":"1497","23":"1497","24":"1290","25":"1099"},"Event":{"0":"The orbiter Atlantis was launched on the last space shuttle mission.","1":"\"Inception\", directed by Christopher Nolan and starring Leonardo DiCaprio and Joseph Gordon-Levitt, premieres in London","2":"British girls group the Spice Girls release their debut single \"Wannabe\" in the UK","3":"Wimbledon Women's Tennis: Steffi Graf beats Arantxa Sánchez Vicario 4-6, 6-1, 7-5 in a classic contest","4":"Beck\nAmerican singer-songwriter\nwas born","5":"Anjelica Huston\nAmerican actress\nwas born","6":"Douglas MacArthur was appointed commander of United Nations forces in the Korean War.","7":"500th anniversary of the Russian Orthodox Church celebrated in Moscow","8":"Jeffrey Tambor\nAmerican actor\nwas born","9":"Nelson Rockefeller\nvice president of United States\nwas born","10":"Philip Johnson, an architect and critic known for his promotion of the International Style and, later, for his role in defining postmodernist architecture, was born in Cleveland, Ohio.","11":"William Jennings Bryan delivered his “Cross of Gold” speech at the Democratic National Convention in Chicago.","12":"John L. Sullivan beat Jake Kilrain in 75 rounds to defend his title in the last heavyweight championship bout held under London Prize Ring rules.","13":"Journalist Charles Henry Dow published the first issue of The Wall Street Journal.","14":"Commodore Matthew C. Perry sails his frigate Susquehanna into Tokyo Bay, opening Japan to Western influence and trade","15":"John D. Rockefeller\nAmerican industrialist\nwas born","16":"The Treaty of Hünkâr İskelesi, a defensive alliance between the Ottoman Empire and Russia, was signed at the village of Hünkâr İskelesi, near Istanbul.","17":"Louis XVIII returned to Paris following the Hundred Days.","18":"Prime Minister of UK George Canning (30) weds heiress Joan Scott","19":"Dr Benjamin Waterhouse gives 1st cowpox vaccination in the US to his son to prevent smallpox","20":"Vermont introduces new constitution making it the 1st US state to abolish slavery","21":"Willem of Orange weds countess Anna van Egmond & Buren","22":"Portuguese navigator Vasco da Gama departs on his first voyage, becoming the 1st European to reach India by sea","23":"Vasco da Gama's first voyage to India\nOn this day in 1497, Vasco da Gama sailed from Lisbon with a fleet of four vessels, and he ultimately opened a sea route from western Europe to Asia by way of the Cape of Good Hope, ushering in a new era in world history.","24":"Princess Margaret (15), daughter of Edward I of England marries John II of Brabant at Westminster Abbey","25":"First Crusade: 15,000 starving Christian soldiers march in religious procession around Jerusalem as its Muslim defenders look on"}}