{"Year":{"0":"365","1":"356","2":"2015","3":"2011","4":"2007","5":"2002","6":"1996","7":"1983","8":"1970","9":"1969","10":"1967","11":"1961","12":"1954","13":"1951","14":"1943","15":"1943","16":"1943","17":"1942","18":"1938","19":"1925","20":"1911","21":"1904","22":"1904","23":"1871","24":"1861","25":"1861","26":"1798","27":"1774","28":"1613","29":"1414","30":"1320"},"Event":{"0":"Crete Earthquake followed by tsunami around the Eastern Mediterranean allegedly destroys Alexandria","1":"BC Herostratus sets fire to the Temple of Artemis in Ephesus, one of the Seven Wonders of the World.","2":"On This Day changes its domain name and brand from HistoryOrb.com to OnThisDay.com","3":"The U.S. space shuttle program ended, after 135 missions, as the orbiter Atlantis landed at NASA's John F. Kennedy Space Center at Cape Canaveral, Florida.","4":"Harry Potter and the Deathly Hallows, the final book in J.K. Rowling's Harry Potter series, was released.","5":"With a record 6 races remaining, German Ferrari driver Michael Schumacher clinches his 5th F1 World Drivers Championship with victory in the French Grand Prix at Circuit de Nevers Magny-Cours; 3rd straight title win","6":"\"The Daily Show\" hosted by Craig Kilborn premieres on Comedy Central in the US","7":"The world's lowest recorded temperature, −128.6 °F (−89.2 °C), was measured at Vostok Station, Antarctica.","8":"Aswan High Dam opens in Egypt, enables human control of the flooding of the Nile","9":"Apollo 11: Neil Armstrong becomes the first person to step on the Moon at 2:56:15 AM (GMT)","10":"Albert John Luthuli, president of the African National Congress (1952–60) and the first African to be awarded a Nobel Prize for Peace (1960), died after being struck by a train.","11":"Virgil I. (“Gus”) Grissom became the second American to enter space during Project Mercury.","12":"The Geneva Accords effectively divided Vietnam at the 17th parallel.","13":"Robin Williams\nAmerican comedian and actor\nwas born","14":"\"Stormy Weather\", directed by Andrew L. Stone, starring Bill Robinson, Lena Horne and Fats Waller singing \"Ain't Misbehavin'\" premieres in the US","15":"Edward Kirk Herrmann\nAmerican actor\nwas born","16":"\"Stormy Weather\", directed by Andrew L. Stone, starring Bill Robinson, Lena Horne and Fats Waller singing \"Ain't Misbehavin'\" premieres in the US","17":"Actress Mae West (48) divorces vaudeville performer Frank Wallace after 31 years of marriage","18":"Janet Reno\nUnited States attorney general\nwas born","19":"John T. Scopes found guilty of teaching evolution in the “Scopes monkey trial”, Dayton, Tennessee, fined $100 & costs","20":"Marshall McLuhan\nCanadian educator\nwas born","21":"Sinclair Oil founder Harry Ford Sinclair (28) weds Elizabeth Farrell","22":"After 13 years, the 4,607-mile Trans-Siberian railway is completed","23":"Suffragette Kate Sheppard (24) weds general merchant Walter Allen Sheppard in Christchurch, New Zealand","24":"The First Battle of Bull Run (called First Manassas by the South) was fought during the American Civil War.","25":"First Battle of Bull Run [Battle of First Manassas], 1st major battle of the US Civil War is fought near Manassas, Virginia, Confederate victory","26":"Egyptians defeated in the Battle of the Pyramids\nNapoleon's Army of Egypt used a new military tactic, the massive divisional square, to defeat the Egyptian forces of Murād Bey this day in 1798 at the Battle of the Pyramids during Napoleon's Egyptian campaign.","27":"The Treaty of Küçük Kaynarca was signed at the conclusion of the Russo-Turkish War of 1768–74.","28":"Michael Romanov was crowned tsar of Russia, founding the Romanov dynasty.","29":"Sixtus IV\npope\nwas born","30":"Count Louis of Nevers marries 8-year old daughter of Philips V"}}