{"Year":{"0":"2009","1":"2002","2":"2002","3":"1970","4":"1967","5":"1964","6":"1960","7":"1957","8":"1957","9":"1953","10":"1946","11":"1946","12":"1946","13":"1945","14":"1942","15":"1940","16":"1935","17":"1928","18":"1923","19":"1921","20":"1907","21":"1893","22":"1885","23":"1885","24":"1877","25":"1785","26":"1777","27":"1415","28":"1348"},"Event":{"0":"Actress Rachael Bella (25) divorces \"Terminator 2\" actor Eddie Furlong (31) due to irreconcilable differences after 3 years of marriage","1":"Wimbledon Women's Tennis: Serena Williams beats older sister Venus 7-6, 6-3 for her first Wimbledon singles title","2":"John Frankenheimer—who was considered one of the most creatively gifted directors of the 1950s and '60s, especially noted for such classic movies as The Manchurian Candidate (1962) and Birdman of Alcatraz (1962)—died in Los Angeles.","3":"California passes 1st \"no fault\" divorce law","4":"Nigerian Civil War erupts as Nigerian forces invade the secessionist state of Biafra","5":"Nyasaland broke from British rule and became the independent country of Malawi within the Commonwealth of Nations.","6":"Actress Bette Davis (52) divorces actor Gary Merrill (46) after almost 10 years of marriage","7":"Tennis player Althea Gibson became the first black to win the Wimbledon singles championship with her defeat of Darlene Hard.","8":"John Lennon (16) & Paul McCartney (15) meet for 1st time as Lennon's rock group Quarrymen perform at a church dinner","9":"\"James Bond\" actor Roger Moore (25) weds Welsh singer Dorothy Squires (38) in Jersey City","10":"Businessman and politician George W. Bush, who served as the 43rd president of the United States, was born.","11":"George W. Bush\npresident of United States\nwas born","12":"Sylvester Stallone\nAmerican actor, screenwriter, director, and producer\nwas born","13":"Abbott and Costello's film \"The Naughty Nineties\" released featuring longest version of their \"Who's on First\" routine","14":"Anne Frank forced into hiding\nAnne Frank and her family went into hiding in Amsterdam on this day in 1942 and lived in a secret annex—an experience documented in her diary, which became a classic of war literature—until their capture on August 4, 1944.","15":"Nursultan Nazarbayev\npresident of Kazakhstan\nwas born","16":"14th Dalai Lama\nTibetan Buddhist monk\nwas born","17":"The first full-length all-talking motion picture, Lights of New York, premiered in New York City.","18":"The Central Executive Committee accepts the Treaty of Union, signed in Moscow in December 1922, and the Russian Empire becomes the Union of Soviet Socialist Republics","19":"Nancy Reagan\nAmerican first lady\nwas born","20":"Mexican artist Frida Kahlo, noted for her intense, brilliantly coloured self-portraits, was born.","21":"British Prince George Duke of York (later George V) marries Princess Victoria of Teck (Queen Mary) at St James's Palace","22":"Louis Pasteur successfully tested an antirabies vaccine.","23":"Louis Pasteur successfully tests an anti-rabies vaccine","24":"Composer Pyotr Ilyich Tchaikovsky (37) weds Antonina Miliukova (29) at the Church of Saint George in Moscow, Russia","25":"US Congress unanimously resolves the name of US currency to the \"dollar\" and adopts decimal coinage","26":"British General John Burgoyne captured Fort Ticonderoga from the Americans during the American Revolution.","27":"Czech religious reformer Jan Hus, whose criticisms of the church anticipated the Reformation by more than a century, was burned at the stake for heresy.","28":"Papal bull of Pope Clement VI issued during the Black Death stating Jews not to blame and urging their protection"}}