{"Year":{"0":"2011","1":"2011","2":"2011","3":"2004","4":"2002","5":"1998","6":"1997","7":"1997","8":"1971","9":"1968","10":"1967","11":"1963","12":"1941","13":"1939","14":"1921","15":"1916","16":"1916","17":"1916","18":"1903","19":"1902","20":"1900","21":"1867","22":"1867","23":"1863","24":"1863","25":"1858","26":"1818","27":"1689","28":"1646","29":"1535"},"Event":{"0":"Ann Serano Lopez divorces actor and talk show host George Lopez (49) due to irreconcilable differences","1":"Actor Ryan Reynolds (34) and actress Scarlett Johansson (26) divorce due to irreconcilable differences after two years of marriage","2":"\"Medium\" actress Patricia Arquette (40) divorces actor Thomas Jane (39) due to irreconcilable differences after 5 years of marriage","3":"Iconic American motion-picture and stage actor Marlon Brando died in Los Angeles.","4":"The International Criminal Court—established to prosecute and adjudicate individuals accused of genocide, war crimes, and crimes against humanity—began sittings.","5":"NBA commences a player lockout after no agreement with players about salary issues - lasts 204 days with the season shortened by 50 games","6":"The crown colony of Hong Kong officially reverted to Chinese sovereignty, ending 156 years of British rule.","7":"United Kingdom returns Hong Kong and the New Territories to the People's Republic of China","8":"Missy Elliott\nAmerican rapper and music producer\nwas born","9":"The United States, the United Kingdom, the U.S.S.R., and 59 other states signed the Nuclear Non-proliferation Treaty in an attempt to halt the spread of nuclear weapons.","10":"The Beatles' album \"Sgt Pepper's Lonely Hearts Club Band\" goes #1 in the United States, where it would stay for 15 weeks","11":"The U.S. Postal Service instituted the Zone Improvement Plan Code, commonly known as the ZIP Code.","12":"Bulova Watch Co pays $9 for 1st ever network TV commercial","13":"Karen Black\nAmerican actress\nwas born","14":"The Communist Party of China is founded and Chen Duxiu elected its leader","15":"Olivia de Havilland\nAmerican actress\nwas born","16":"First day of the Battle of the Somme: the British Army suffers its worst day, losing 19,240 men (WWI)","17":"Dwight Eisenhower marries Mary `Mamie' Geneva Doud in Denver, Colorado","18":"The first Tour de France bicycle race began.","19":"British admiral John Jellicoe (42) weds Gwendoline Cayzer at Holy Trinity in London","20":"Austrian Archduke Franz Ferdinand (36) weds countess Sophie Chotek (32) in Reichstadt, Bohemia","21":"The Dominion of Canada is formed, comprising the provinces of New Brunswick, Nova Scotia, Ontario & Quebec, with John A. Macdonald serving as the first Prime Minister","22":"Dominion of Canada established\nThe Dominion of Canada was formed this day in 1867, an event subsequently celebrated as an annual Canadian holiday (its current name, Canada Day, was adopted in 1982) marked by parades, fireworks, and the display of flags.","23":"The Battle of Gettysburg, one of the most important battles of the American Civil War, began.","24":"Battle of Gettysburg, Pennsylvania; Lee's northward advance halted","25":"The joint reading of Charles Darwin and Alfred Russel Wallace's papers on evolution to the Linnean Society","26":"Ignaz Semmelweis\nGerman-Hungarian physician\nwas born","27":"Matsuo Basho, zen poet, leaves for 150 days journey on Honshu, Japan","28":"Gottfried Wilhelm Leibniz\nGerman philosopher and mathematician\nwas born","29":"Sir Thomas More went on trial for treason for refusing to accept King Henry VIII as head of the Church of England."}}