{"Year":{"0":"2016","1":"2006","2":"1997","3":"1996","4":"1988","5":"1978","6":"1978","7":"1972","8":"1965","9":"1965","10":"1955","11":"1952","12":"1951","13":"1946","14":"1946","15":"1939","16":"1930","17":"1922","18":"1912","19":"1883","20":"1799","21":"1500","22":"1410","23":"1381","24":"1099"},"Event":{"0":"Actress Gwyneth Paltrow and singer Chris Martin divorce after 12 years of marriage","1":"The online microblogging service Twitter was publicly launched, and within the following decade it had more than 300 million users.","2":"Italian fashion designer Gianni Versace was murdered by serial killer Andrew Cunanan.","3":"Prince Charles and Princess Diana sign divorce papers","4":"\"Die Hard\" directed by John McTiernan and starring Bruce Willis and Alan Rickman is released in the US","5":"American singer-songwriter Bob Dylan performed in England before 200,000 people.","6":"British Open Golf, St Andrews: Jack Nicklaus completes 3rd career grand slam; wins by 2 strokes from Ben Crenshaw & Ray Floyd","7":"\"Honky Chateau\" becomes Elton John's first No. 1 album in the US, includes hit \"Rocket Man\"","8":"Actress Joan Rivers (32) weds TV producer Edgar Rosenberg","9":"Close-up pictures of Mars provided by Mariner 4\nMariner 4, an unmanned space probe launched by NASA in 1964, flew by Mars and returned close-up pictures of its surface on this day in 1965, the pictures proving that the planet's rumoured canals were actually illusions.","10":"18 Nobel laureates sign the Mainau Declaration against nuclear weapons, later co-signed by 34 more laureates","11":"Gerald Lascelles, son of English Princess Mary, weds Angela Dowding","12":"Jesse Ventura\nAmerican professional wrestler, actor, and politician\nwas born","13":"Linda Ronstadt\nAmerican singer\nwas born","14":"Haji Hassanal Bolkiah Muʿizzaddin Waddaulah\nsultan of Brunei\nwas born","15":"Ali Khamenei\nrahbar of Iran\nwas born","16":"Jacques Derrida\nFrench philosopher\nwas born","17":"Leon Max Lederman, who was a corecipient of the 1988 Nobel Prize for Physics for research on neutrinos, was born in New York City.","18":"American Jim Thorpe won a gold medal for the decathlon at the Olympics in Stockholm; he also captured a gold medal for the pentathlon.","19":"Circus performer Charles Stratton, known to the world as General Tom Thumb, died.","20":"The Rosetta Stone is found in the Egyptian village of Rosetta by French Captain Pierre-François Bouchard during Napoleon's Egyptian Campaign","21":"\"Blood Wedding\" of Astorre Baglione & Lavinia Colonna in Perugia family Baglione massacre","22":"Battle of Grunwald (First Battle of Tannenburg, Battle of Žalgiris), one of Medieval Europe's largest battles during Poland-Lithuanian Teutonic War. Polish King Władysław Jagiełło and Lithuanian Grand Duke Vytautas defeat Teutonic Ulrich von Jungingen","23":"John Ball, a leader in the Peasants' Revolt, is hung, drawn and quartered in the presence of Richard II of England","24":"City of Jerusalem is captured and plundered by Christian forces during the First Crusade"}}