{"Year":{"0":"2009","1":"1997","2":"1993","3":"1990","4":"1983","5":"1982","6":"1982","7":"1982","8":"1978","9":"1970","10":"1966","11":"1963","12":"1955","13":"1948","14":"1945","15":"1944","16":"1930","17":"1924","18":"1919","19":"1905","20":"1905","21":"1870","22":"1854","23":"1834","24":"1813","25":"1810","26":"1788"},"Event":{"0":"Greenland became self-governing as an expanded home-rule agreement with Denmark took effect.","1":"The Women's National Basketball Association debuted, as the league's first game was played; the New York Liberty defeated the Los Angeles Sparks.","2":"English mathematician Andrew Wiles proves last theorem of Fermat","3":"7.7 Manjil-Rudbar Earthquake with hundreds of aftershocks hits Iran; killing about 50,000","4":"Edward Snowden\nAmerican intelligence contractor\nwas born","5":"John Hinckley, Jr., was ruled to be innocent by reason of insanity in the shooting of U.S. President Ronald Reagan.","6":"Prince William of Wales (later Prince William, duke of Cambridge) was born to Charles, prince of Wales and heir to the British throne, and Diana, princess of Wales.","7":"Prince William, duke of Cambridge\nBritish prince\nwas born","8":"Andrew Lloyd Webber and Tim Rice's musical \"Evita\" premieres in London","9":"FIFA World Cup Final, Estadio Azteca, Mexico City: Brazil and Pelé become first team and player to win World Cup 3 times, beating Italy, 4-1 in front of 107,412","10":"\"Who's Afraid of Virginia Woolf?\", directed by Mike Nichols and based on the 1962 play of the same name, starring Elizabeth Taylor and Richard Burton, is released (Academy Awards Best Actress 1967)","11":"Paul VI was elected pope of the Roman Catholic Church.","12":"Michel Platini\nFrench football player and administrator\nwas born","13":"Lord Mountbatten resigns as Governor General of India (formerly the last Viceroy)","14":"Japanese defenses destroyed on Okinawa\nJapanese resistance on Okinawa was finally crushed this day in 1945, less than three months after U.S. troops had landed there—their last stepping-stone before the assault on Japan's main islands in World War II.","15":"Tony Scott\nBritish film director\nwas born","16":"\"Titanic\" actress Gloria Stuart (19) weds sculptor Blair Gordon Newell","17":"Inventor Robert H. Goddard (41) weds secretary Esther Christine Kisk (23) at St. John's Episcopal Church in Worcester","18":"Italian American architect Paolo Soleri was born in Turin, Italy.","19":"Jean-Paul Sartre\nFrench philosopher and author\nwas born","20":"Jean-Paul Sartre, a French novelist, playwright, and exponent of existentialism who was awarded but declined the Nobel Prize for Literature in 1964, was born.","21":"The Tianjin Massacre—a violent outbreak of Chinese xenophobic sentiment toward Westerners—erupted.","22":"First Victoria Cross won during bombardment of Bomarsund in the Aland Islands (Crimean War)","23":"Cyrus McCormick received a patent for his 1831 invention of a reaper.","24":"The Battle of Vitoria was fought during the Peninsular War, breaking Napoleon's power in Spain.","25":"US President Zachary Taylor (25) weds Margaret Smith near Louisville, Kentucky","26":"US Constitution comes into effect when New Hampshire is the 9th state to ratify it"}}