{"Year":{"0":"2012","1":"2009","2":"2002","3":"1982","4":"1982","5":"1982","6":"1966","7":"1963","8":"1960","9":"1950","10":"1946","11":"1941","12":"1940","13":"1940","14":"1928","15":"1928","16":"1923","17":"1904","18":"1871","19":"1821","20":"1811","21":"1811","22":"1807","23":"1800","24":"1777","25":"1658","26":"1645","27":"1645","28":"1541","29":"1381"},"Event":{"0":"New Orleans Saints coach Sean Payton (48) divorces Beth Shuey due to conflict of personalities after nearly 20 years of marriage","1":"American basketball coach Phil Jackson won a record-setting 10th NBA championship, as the Los Angeles Lakers defeated the Orlando Magic.","2":"\"The Bourne Identity\" directed by Doug Liman and starring Matt Damon is released in the US","3":"Lang Lang\nChinese musician\nwas born","4":"The surrender of the large Argentine garrison at Port Stanley to the British military concluded the Falkland Islands War, which was fought for the control of the Falkland Islands (Islas Malvinas) and its dependencies—territory long disputed by the warring nations.","5":"Argentina surrenders to Great Britain, ending the 74-day Falklands Islands conflict","6":"Miami beats St Petersburg (Florida State League) 4-3 in 29 innings longest uninterrupted game in organized baseball","7":"The manned Soviet spacecraft Vostok 5 was launched, and two days later Vostok 6 was sent into orbit carrying cosmonaut Valentina V. Tereshkova, the first woman to travel in space.","8":"Actress Laraine Day (39) divorces manager Leo Durocher (53) due to incompatibility after 12 years of marriage","9":"Rowan Williams\narchbishop of Canterbury\nwas born","10":"Donald Trump\npresident of the United States\nwas born","11":"Estonia loses 11,000 inhabitants as a consequence of mass deportations into Siberia","12":"First prisoners at Auschwitz\nOn this day in 1940, the first transport of Polish political prisoners arrived at Auschwitz, which became Nazi Germany's largest concentration, extermination, and slave-labour camp, where more than one million people died.","13":"Auschwitz concentration camp opens in Nazi controlled Poland with Polish POWs (approx. 3 million would die within its walls)","14":"Che Guevara\nArgentine-Cuban revolutionary\nwas born","15":"Che Guevara—a theoretician and tactician of guerrilla warfare, a prominent communist figure in the Cuban Revolution (1956–59), and a guerrilla leader in South America—was born.","16":"Recording of 1st country music hit (Little Old Log Cabin in the Lane)","17":"Ragtime composer Scott Joplin (35) weds Freddie Alexander (19) in Arkansas","18":"Impressionist painter Camille Pissarro (40) weds Julie Vellay in London","19":"Badi VII, king of Sennar, surrenders his throne and realm to Ismail Pasha, general of the Ottoman Empire, bringing the 300 year old Sudanese kingdom to an end","20":"Harriet Beecher Stowe\nAmerican writer and educator\nwas born","21":"American author Harriet Beecher Stowe—whose novel Uncle Tom's Cabin fueled antislavery sentiment and was cited among the causes of the Civil War—was born in Litchfield, Connecticut.","22":"Napoleon won the Battle of Friedland, leading to a treaty with Alexander I of Russia.","23":"Napoleon and his troops defeated the Austrians in the Battle of Marengo, securing his military and civilian authority in Paris.","24":"The Continental Congress approved the Stars and Stripes as the first national flag of the United States.","25":"The French and English defeated Spanish forces near Dunkirk (then in the Spanish Netherlands) in the Battle of the Dunes.","26":"The parliamentary New Model Army led by Oliver Cromwell defeated the royalists under Prince Rupert in the Battle of Naseby.","27":"Battle of Naseby, Leicestershire: \"New Model Army\" under Oliver Cromwell & Thomas Fairfax beat royalists forces of English King Charles I","28":"Duke Willem van Gulik of Gelre marries Jeanne d'Albret","29":"Richard II in England meets leaders of Peasants' Revolt on Blackheath. The Tower of London is stormed by rebels who enter without resistance"}}