{"Year":{"0":"2018","1":"2016","2":"2003","3":"1991","4":"1991","5":"1990","6":"1981","7":"1964","8":"1949","9":"1942","10":"1941","11":"1941","12":"1931","13":"1927","14":"1924","15":"1924","16":"1915","17":"1898","18":"1897","19":"1890","20":"1880","21":"1864","22":"1830","23":"1776","24":"1733","25":"1707","26":"1701","27":"1381"},"Event":{"0":"Summit in Singapore between North Korean leader Kim Jong-un, US President Donald Trump","1":"The deadliest mass shooting in U.S. history up to that time occurred when Omar Mateen opened fire at Pulse, an LGBTQ nightclub in Orlando, Florida, killing 49 people and wounding more than 50.","2":"American actor Gregory Peck—who often portrayed characters of honesty and integrity, most notably Atticus Finch in To Kill a Mockingbird (1962)—died in Los Angeles.","3":"A series of major explosions began inside Mount Pinatubo, a volcano in western Luzon, Philippines—its first eruption in 600 years.","4":"Election of Boris Yeltsin\nOn this day in 1991, Boris Yeltsin was easily elected president of Russia (then part of the Soviet Union) in the republic's first direct, popular elections, and he was president of independent Russia until the eve of 2000.","5":"\"Mariah Carey\" debut album by Mariah Carey is released","6":"\"Raiders of the Lost Ark\", the first Indiana Jones film directed by Stephen Spielberg, produced by George Lucas and starring Harrison Ford premieres","7":"Nelson Mandela is sentenced to life in prison in South Africa","8":"Religious leader Jim Jones (18) weds nurse Marceline Baldwin","9":"Anne Frank gets her diary as a birthday present in Amsterdam","10":"Chick Corea\nAmerican musician\nwas born","11":"American jazz pianist, composer, and bandleader Chick Corea was born in Chelsea, Massachusetts.","12":"Al Capone is indicted on 5,000 counts of prohibition and perjury","13":"Inventor and electrical engineer Guglielmo Marconi (53) weds Maria Cristina Bezzi-Scali","14":"George H.W. Bush, vice president of the United States (1981–89) who became the 41st president of the United States (1989–93), was born.","15":"George H.W. Bush\npresident of United States\nwas born","16":"David Rockefeller\nAmerican banker\nwas born","17":"The Philippines, under revolutionary leader Emilio Aguinaldo, declared its independence from Spain.","18":"Anthony Eden\nprime minister of United Kingdom\nwas born","19":"Egon Schiele\nAustrian artist\nwas born","20":"John Lee Richmond pitches 1st major league perfect game, Worcester 1, Cleveland's Forest City 0","21":"The Battle of Trevilian Station, the bloodiest and largest all-cavalry battle of the American Civil War in Louisa County ends with Confederate tactical victory and Union successful retreat","22":"Beginning of the French colonization of Algeria: 34,000 French soldiers land 27 kilometers west of Algiers, at Sidi Ferruch","23":"The constitutional convention of the colony of Virginia adopted the Virginia Declaration of Rights, a model for the Bill of Rights later added to the U.S. Constitution.","24":"King of Prussia Frederick the Great (21) weds duchess Elisabeth Christine of Brunswick-Wolfenbüttel-Bevern (18) at Schloss Salzdahlum in Wolfenbüttel, Germany","25":"Bahādur Shah I won the Mughal throne of India by defeating his brother ʿAẓam Shah at the Battle of Jajau.","26":"The Act of Settlement, the law that continues to regulate the succession to the throne of the United Kingdom, was passed by Parliament.","27":"Peasants' Revolt: in England, rebels arrive at Blackheath"}}