{"Year":{"0":"2016","1":"2007","2":"2007","3":"2004","4":"2003","5":"1989","6":"1977","7":"1977","8":"1977","9":"1967","10":"1963","11":"1962","12":"1959","13":"1953","14":"1940","15":"1921","16":"1916","17":"1898","18":"1868","19":"1865","20":"1865","21":"1847","22":"1819","23":"1819","24":"1786","25":"1772","26":"1190","27":"1190"},"Event":{"0":"Canadian ice hockey player Gordie Howe—who was one of the game's best players, known for his extraordinary puck handling, wrist shots, and legendary toughness—died in Toledo, Ohio.","1":"HBO aired the last episode of its landmark TV series The Sopranos, which centred on Mafia boss and family man Tony Soprano (played by James Gandolfini).","2":"\"The Sopranos\" series finale on HBO (infamous \"cut to black\" ending)","3":"Model-actress Ali Landry (30) divorces \"Saved by the Bell\" actor Mario Lopez (30) due to irreconcilable differences only 2 weeks after getting married","4":"The Spirit Rover is launched, beginning NASA's Mars Exploration Rover mission","5":"Detroit Red Wings NHL player Steve Yzerman (24) weds Lisa Brennan","6":"Apple Computer ships its first Apple II computers","7":"Al Geiberger becomes the 1st player in history to post a score of 59 (−13) in a PGA Tour-sanctioned event, during the 2nd round Danny Thomas Memphis Classic at Colonial CC in Cordova, Tennessee","8":"Benjamin Millepied\nFrench dancer and choreographer\nwas born","9":"Margrethe II of Denmark (27) weds Prince Henrik of Denmark (32) at the Naval Church of Copenhagen in Denmark","10":"US Equal Pay Act signed into law by President John F. Kennedy","11":"NFL running back Gale Sayers (19) weds his high school sweetheart Linda McNeil","12":"Eliot Spitzer\nAmerican lawyer and politician\nwas born","13":"John Edwards\nUnited States senator\nwas born","14":"Italy, under the rule of Benito Mussolini, declared war against France and Great Britain, entering World War II.","15":"Philip, duke of Edinburgh\nBritish prince\nwas born","16":"Great Arab Revolt begins against ruling Ottoman turks","17":"US Marines land in Cuba during Spanish-American War","18":"Serbian Prince Michael III was assassinated, derailing the Balkan League's plans for a coordinated rebellion against the Ottomans and destroying the league.","19":"Richard Wagner's opera \"Tristan und Isolde\" premieres in Munich, Germany","20":"Richard Wagner's Tristan und Isolde premiered\nTristan und Isolde, the earliest example of what Richard Wagner called “music drama,” was first performed this day in 1865 in Munich, Germany, and became the greatest German opera of the late 19th century.","21":"The Chicago Tribune, one of the leading daily American newspapers and long the dominant, sometimes strident, voice of the Midwest, began publication.","22":"Gustave Courbet\nFrench painter\nwas born","23":"Gustave Courbet, French painter and leader of the Realist movement, was born in Ornans.","24":"A landslide dam on the Dadu River caused by earthquake ten days earlier collapses, killing 100,000 in the Sichuan province of China","25":"Rhode Islanders in the American colonies boarded and sank the British revenue cutter Gaspee in Narragansett Bay.","26":"Holy Roman Emperor Frederick I (Frederick Barbarossa) drowned while trying to cross the Saleph River on the Third Crusade to the Holy Land.","27":"Third Crusade: Holy Roman Emperor Frederick I Barbarossa drowns while crossing the Saleph River (modern Turkey) leading an army to Jerusalem"}}