{"Year":{"0":"2009","1":"2009","2":"1997","3":"1991","4":"1984","5":"1982","6":"1967","7":"1967","8":"1961","9":"1961","10":"1960","11":"1956","12":"1950","13":"1950","14":"1943","15":"1938","16":"1929","17":"1927","18":"1910","19":"1903","20":"1900","21":"1876","22":"1876","23":"1870","24":"1678","25":"1530","26":"1447","27":"1243"},"Event":{"0":"American actress Farrah Fawcett, who first gained fame for an iconic pinup poster and later became a superstar with the hit television series Charlie's Angels, died of cancer.","1":"American singer and dancer Michael Jackson, who was renowned worldwide as the “King of Pop,” died from a lethal combination of sedatives and propofol, an anesthetic.","2":"\"Dumb and Dumber\" actress Lauren Holly (33) divorces actor-comedian Jim Carrey (35) due to irreconcilable differences after 9 months of marriage","3":"Martina Navratilova wins record 100th singles match at Wimbledon","4":"Prince releases his \"Purple Rain\" album","5":"Rain\nSouth Korean singer and actor\nwas born","6":"First global satellite television programme \"Our World\" broadcast featuring 19 acts representing 19 nations including The Beatles singing \"All You Need is Love\"","7":"First global satellite television programme \"Our World\" broadcast featuring 19 acts representing 19 nations including The Beatles singing \"All You Need is Love\"","8":"British comedian and actor Ricky Gervais, whose credits notably include the television series The Office (2001–03), was born.","9":"Ricky Gervais\nBritish comedian\nwas born","10":"NBA player Oscar Robertson (21) weds teacher Yvonne Crittenden in Cincinnati, Ohio","11":"Anthony Bourdain\nAmerican chef, author, and television personality\nwas born","12":"Korean War begun\nOn this day in 1950, North Korea unleashed an attack southward across the 38th parallel, after which the UN Security Council (minus the Soviet delegate) passed a resolution calling on UN members to assist South Korea.","13":"North Korea invades South Korea, beginning the Korean War","14":"The Smith-Connally Anti-Strike Act was enacted by the U.S. Congress, giving the president power to seize and operate privately owned war plants when a strike or threat of a strike interfered with war production.","15":"Economist Milton Friedman (25) weds Rose Friedman at the Jewish Seminary in New York City","16":"US President Herbert Hoover authorizes building of Boulder Dam (Hoover Dam)","17":"Pediatrician Benjamin Spock (24) weds civil liberties advocate Jane Cheney","18":"The Firebird by Igor Stravinsky and Michel Fokine premiered at the Paris Opéra.","19":"George Orwell\nBritish author\nwas born","20":"Louis Mountbatten, 1st Earl Mountbatten\nBritish statesman\nwas born","21":"George Armstrong Custer made his last stand with the 7th Cavalry at the Battle of the Little Bighorn.","22":"Battle of the Little Bighorn: US 7th Cavalry under Brevet Major General George Armstrong Custer wiped out by Sioux and Cheyenne warriors led by Chiefs Crazy Horse and Sitting Bull in what has become famously known as \"Custer's Last Stand\"","23":"Robert Erskine Childers—writer, Sinn Féin deputy, member of the Irish Republican Army, and Irish nationalist agitator—was born in London.","24":"Venetian Elena Cornaro Piscopia is awarded a doctorate of philosophy, the 1st woman to receive a university doctoral degree or PhD","25":"The Augsburg Confession, 28 articles that constitute the basic confession of the Lutheran churches, was presented at the Diet of Augsburg to the emperor Charles V.","26":"Casimir IV, the grand duke of Lithuania, was crowned king of Poland.","27":"Sinibaldo Cardinal Fieschi was elected pope, taking the name Innocent IV."}}