{"Year":{"0":"656","1":"2018","2":"2012","3":"1994","4":"1988","5":"1987","6":"1972","7":"1971","8":"1962","9":"1944","10":"1943","11":"1943","12":"1940","13":"1930","14":"1900","15":"1898","16":"1872","17":"1871","18":"1856","19":"1853","20":"1837","21":"1835","22":"1789","23":"1775","24":"1631","25":"1579","26":"1239"},"Event":{"0":"Ali ibn Abu Talib chosen kalief of Islam","1":"\"The Incredibles 2\" sets a box office record for an animated release, earning $180 million its opening weekend","2":"African American construction worker Rodney King—whose videotaped beating by white Los Angeles Police Department officers in March 1991 (and the officers' subsequent treatment by the courts) sparked violent race riots—was found dead in his swimming pool in California.","3":"Arrest of O.J. Simpson\nOn this day in 1994, American gridiron football hero O.J. Simpson was charged with the murders of his ex-wife Nicole Simpson and her friend Ronald Goldman, though after a sensational trial he was acquitted the following year.","4":"Bruce Springsteen separates from Julianne Phillips","5":"Kendrick Lamar\nAmerican hip-hop artist\nwas born","6":"The Watergate, an office-apartment-hotel complex in Washington, D.C., that was the headquarters of the Democratic National Committee, was broken into by five men who were later arrested, prompting the Watergate scandal that upended the administration of U.S. President Richard M. Nixon.","7":"Carole King's album \"Tapestry\" goes to No. 1 on US album charts and stays there for 15 weeks","8":"US Open Men's Golf, Oakmont CC: Jack Nicklaus wins his first major title by 3 strokes in an 18-hole playoff with Arnold Palmer","9":"Iceland declared itself a republic.","10":"Newt Gingrich\nAmerican politician\nwas born","11":"American pop singer and songwriter Barry Manilow, who specialized in elaborately orchestrated romantic ballads, was born.","12":"The Soviet Red Army invaded Latvia, which led to the incorporation of the country into the U.S.S.R.","13":"The United States imposed the protectionist Smoot-Hawley Tariff, raising the average tariff by some 20 percent and worsening an already beleaguered world economy.","14":"Martin Bormann\nGerman Nazi leader\nwas born","15":"M.C. Escher\nDutch artist\nwas born","16":"Jurist Oliver Wendell Holmes Jr (31) weds childhood friend Fanny Bowditch Dixwell","17":"James Weldon Johnson—a poet, diplomat, and anthologist of African American culture—was born.","18":"Republican Party opens its 1st national convention in Philadelphia","19":"Prime Minister of Canada Alexander Mackenzie (31) weds second wife Jane Sym","20":"Charles Goodyear obtains his 1st rubber patent","21":"Soldier and politician Jefferson Davis (27) weds Sarah Knox Taylor (21) in Louisville, Kentucky","22":"French Revolution: During the meeting of the Estates-General, the Third Estate proclaims itself the 'National Assembly'","23":"In the Battle of Bunker Hill, American colonial revolutionaries clashed with British regulars during the Siege of Boston.","24":"Mumtaz Mahal dies during childbirth. Her husband, Mughal emperor Shah Jahan I, then spends more than 20 years building her tomb, the Taj Mahal","25":"Sir Francis Drake lands on coast of California at Drakes Bay, names it \"New Albion\"","26":"Edward I\nking of England\nwas born"}}