{"Year":{"0":"2015","1":"2014","2":"2010","3":"2004","4":"1998","5":"1987","6":"1982","7":"1982","8":"1972","9":"1968","10":"1967","11":"1956","12":"1956","13":"1956","14":"1944","15":"1944","16":"1942","17":"1934","18":"1925","19":"1916","20":"1901","21":"1901","22":"1875","23":"1872","24":"1857","25":"1844","26":"1716","27":"1622","28":"1523"},"Event":{"0":"American Pharoah won the Belmont Stakes, becoming the first Thoroughbred in more than 35 years to capture horse racing's Triple Crown.","1":"Actess Melanie Griffith (45) and actor Antonio Banderas (53) file for divorce citing irreconcilable differences after 18 years of marriage","2":"Gossip Girl star Kelly Rutherford (40) divorces German entrepreneur Daniel Giersch (34) due to irreconcilable differences after 2 years of marriage","3":"For her performance in A Raisin in the Sun, Phylicia Rashad became the first African American to win a Tony Award for best actress.","4":"TV sitcom \"Sex and the City\" premieres in the US on HBO, starring Sarah Jessica Parker, Kim Cattrall, Kristin Davis and Cynthia Nixon","5":"French Open Women's Tennis: 17 year old German Steffi Graf beats World #1 Martina Navratilova 6-4, 4-6, 8-6; Graf's first Grand Slam victory","6":"30,000 Israeli troops invade Lebanon to drive out the PLO","7":"Israel invaded Lebanon and subsequently defeated the Palestine Liberation Organization (PLO), the Syrian armed forces, and assorted leftist Lebanese groups.","8":"David Bowie releases his breakthrough album \"The Rise & Fall of Ziggy Stardust and the Spiders from Mars\"","9":"U.S. Senator Robert F. Kennedy died of a bullet wound from assassin Sirhan Sirhan.","10":"Paul Giamatti\nAmerican actor\nwas born","11":"Three-time Olympic Champion figure skater Sonja Henie (44) weds Norwegian shipping magnate and art patron Niels Onstad (47)","12":"Swedish tennis player Björn Borg, who was considered one of the sport's greatest competitors, was born.","13":"Björn Borg\nSwedish tennis player\nwas born","14":"Operation Overlord: D-Day begins as the 150,000 strong Allied Expeditionary Force lands in Normandy, France, during World War II","15":"Normandy Invasion begun\nLed by U.S. General Dwight D. Eisenhower, an Allied armada of ships, planes, and landing craft and some 156,000 troops began the invasion of northern France from England this day in 1944—the famous “D-Day” of World War II.","16":"\"The Thin Man\" actress Myrna Loy (36) weds John Hertz Jr. in New York City","17":"The Securities and Exchange Commission (SEC)—a U.S. regulatory agency—was established.","18":"The automobile manufacturer Chrysler Corporation was incorporated, with Walter P. Chrysler as president.","19":"The death of Yuan Shikai, ruler of much of China since 1912, causes the central government to virtually collapse in the face of warlords, including Sun Yat-sen","20":"Sukarno\npresident of Indonesia\nwas born","21":"British Open Golf, Muirfield: Scotsman James Braid wins first of 5 Open titles by 3 strokes from Harry Vardon of Jersey","22":"Thomas Mann\nGerman author\nwas born","23":"Alexandra\nempress consort of Russia\nwas born","24":"Sophia of Nassau marries the future King Oscar II of Sweden-Norway","25":"George Williams originated the Young Men's Christian Association (YMCA) in London.","26":"French transport the 1st African slaves to Louisiana","27":"Pope Gregory XV created the Congregation for the Propagation of the Faith for the organization and direction of the missions of the Roman Catholic Church to the non-Christian world.","28":"Gustav Vasa is elected King of Sweden, marking the end of the Kalmar Union"}}