{"Year":{"0":"2007","1":"2007","2":"1994","3":"1977","4":"1966","5":"1964","6":"1954","7":"1950","8":"1948","9":"1930","10":"1930","11":"1929","12":"1927","13":"1917","14":"1890","15":"1880","16":"1871","17":"1869","18":"1862","19":"1846","20":"1844","21":"1787","22":"1743","23":"1693","24":"1542","25":"1524"},"Event":{"0":"After having served as chancellor of the Exchequer (1997–2007), British Labour Party politician Gordon Brown became prime minister of the United Kingdom.","1":"Former Playboy playmate and Baywatch actress Donna D'Errico (38) divorces Motley Crue bassist Nikki Sixx (48) due to irreconcilable differences after 9 years of marriage","2":"Aerosmith become first major band to let fans download a full new track free from the internet","3":"Djibouti gained its independence from France.","4":"J.J. Abrams\nAmerican writer, director, and producer\nwas born","5":"Broadway musical actress-singer Ethel Merman (56) weds academy award-winning actor Ernest Borgnine (47) in Beverly Hills, California","6":"1st atomic power station opens - Obninsk, near Moscow in Russia","7":"North Korean troops reach Seoul, UN asks members to aid South Korea, Harry Truman orders US Air Force & Navy into Korean conflict","8":"Inventor Jack Kilby (24) weds Barbara Annegers","9":"Ross Perot\nAmerican businessman\nwas born","10":"American businessman and philanthropist Ross Perot, who was an independent candidate for U.S. president in 1992 and 1996, was born.","11":"1st color TV demo, performed by Bell Laboratories in NYC","12":"Bob Keeshan\nAmerican television producer and entertainer\nwas born","13":"During World War I, Greece declared war on the Central Powers.","14":"George Dixon becomes 1st black boxing champ (Bantam weight)","15":"Helen Keller\nAmerican author and educator\nwas born","16":"Yen made official monetary unit of Japan\nFirst minted in 1869, the yen was adopted as Japan's official monetary unit this day in 1871, when the government suspended the exchange of clan notes, money issued by feudal lords that had circulated since the 16th century.","17":"Emma Goldman\nAmerican anarchist\nwas born","18":"During the first Battle of Cold Harbor in the American Civil War, Confederate General Robert E. Lee attacked Union troops, driving them back in disorder and forcing them to withdraw to the south side of the Chickahominy River.","19":"Charles Stewart Parnell, Irish nationalist and leader in the struggle for Irish Home Rule, was born in Avondale, County Wicklow.","20":"Joseph Smith, founder of the Mormon church, was murdered by an armed mob in Carthage, Illinois.","21":"British historian Edward Gibbon completed The History of the Decline and Fall of the Roman Empire.","22":"War of the Austrian Succession: Battle of Dettingen: in Bavaria, King George II of Britain personally leads troops into battle. The last time a British monarch commanded troops in the field.","23":"1st women's magazine \"Ladies' Mercury\" published (London)","24":"Juan Rodríguez Cabrillo sets sail from the Mexican port of Navidad to explore the west coast of North America on behalf of the Spanish Empire","25":"Earl Henry III of Nassau weds Mencia de Medoza, 16-years old marquess"}}