{"Year":{"0":"2012","1":"2010","2":"2007","3":"1971","4":"1960","5":"1958","6":"1951","7":"1948","8":"1934","9":"1930","10":"1928","11":"1926","12":"1919","13":"1919","14":"1919","15":"1914","16":"1914","17":"1902","18":"1894","19":"1867","20":"1838","21":"1838","22":"1778","23":"1712","24":"1712","25":"1519","26":"1389"},"Event":{"0":"\"Spy Kids\" actress Alexa Vega (23) divorces film producer Sean Covel (36) due to irreconcilable differences after less than two years of marriage","1":"Academy award winning actress Sandra Bullock (45) divorces \"Monster Garage\" host Jesse James (40) due to conflict of personalities after nearly 5 years of marriage","2":"The bald eagle was removed from the U.S. list of endangered and threatened species.","3":"Elon Musk\nAmerican entrepreneur\nwas born","4":"John Elway\nAmerican football player\nwas born","5":"US Open Women's Golf, Forest Lake CC: Mickey Wright wins 1st of 4 Open titles by 5 from Louise Suggs; 1st player to win Open & LPGA in same year","6":"\"Amos 'n' Andy\" premieres on CBS TV","7":"Kathy Bates\nAmerican actress\nwas born","8":"Novelist Kenneth Patchen (22) weds Miriam Patchen in nearby Sharon, Pennsylvania","9":"Film director David Lean (22) weds his first cousin Isabel Lean","10":"Louis Armstrong makes 78 recording of \"West End blues\"","11":"Mel Brooks\nAmerican director, producer, screenwriter, and actor\nwas born","12":"The Treaty of Versailles was signed at the Palace of Versailles in France, signifying the end of World War I.","13":"Treaty of Versailles, ending WWI and establishing the League of Nations, is signed in France","14":"33rd US President Harry Truman (35) weds Elizabeth Truman (34) in Independence","15":"Franz Ferdinand, Archduke of Austria and his wife Sophie are assassinated in Sarajevo by young Serb nationalist Gavrilo Princip at 10.45, the casus belli of WWI","16":"Assassination of Archduke Franz Ferdinand\nOn this day in 1914, Archduke Franz Ferdinand, heir to the Austro-Hungarian throne, and his consort, Sophie, were assassinated by Gavrilo Princip in Sarajevo, Bosnia, precipitating the outbreak of World War I.","17":"Notorious American bank robber John Dillinger was born in Indianapolis, Indiana.","18":"The U.S. Congress declared the first Monday of September as Labor Day, a holiday to honour the American worker.","19":"Italian playwright, novelist, and short-story writer Luigi Pirandello, recipient of the 1934 Nobel Prize for Literature, was born.","20":"Coronation of Queen Victoria in Westminster Abbey, London","21":"Victoria was crowned queen of the United Kingdom of Great Britain and Ireland.","22":"Molly Pitcher earned her nickname by carrying water to her husband's regiment during the Battle of Monmouth.","23":"Jean-Jacques Rousseau\nSwiss-born French philosopher\nwas born","24":"French philosopher, writer, and political theorist Jean-Jacques Rousseau was born in Geneva.","25":"King Carlos I elected Holy Roman Catholic Emperor Charles V","26":"Ottomans defeat Serbian army in the bloody Battle of Kosovo, opening the way for the Ottoman conquest of Southeastern Europe"}}