{"Year":{"0":"363","1":"2017","2":"2016","3":"2013","4":"2003","5":"1980","6":"1979","7":"1977","8":"1976","9":"1975","10":"1974","11":"1974","12":"1974","13":"1972","14":"1970","15":"1945","16":"1925","17":"1917","18":"1915","19":"1912","20":"1911","21":"1908","22":"1870","23":"1857","24":"1824","25":"1819","26":"1794","27":"1739","28":"1721","29":"1483"},"Event":{"0":"Roman Emperor Julian is killed during retreat from the Sassanid Empire. General Jovian is proclaimed Emperor by troops on the battlefield.","1":"America's Cup: Emirates Team New Zealand defeat Oracle Team USA 7-1 in Bermuda, Peter Burling (26) youngest ever helmsman","2":"Panama Canal's third set of locks opens for commercial traffic, doubling the Canal’s capacity at an estimated cost of $5.25 billion","3":"In United States v. Windsor, the U.S. Supreme Court struck down the provision in the Defense of Marriage Act that defined marriage for federal purposes as a legal union between one man and one woman.","4":"American politician Strom Thurmond—who, as one of the longest-serving senators in U.S. history, came to personify the changing political landscape of the South—died.","5":"Michael Vick\nAmerican football player\nwas born","6":"After almost 20 years of professional fights, heavyweight champion Muhammad Ali announced his retirement from boxing.","7":"Elvis Presley performed in public for the last time.","8":"Opening of CN Tower\nCN Tower, which opened to the public this day in 1976, was—at 1,815 feet (553 metres)—the world's tallest freestanding structure until being surpassed in 2007 by the Burj Khalifa in Dubayy, United Arab Emirates.","9":"Cher divorces Sonny Bono","10":"Derek Jeter\nAmerican baseball player\nwas born","11":"American baseball player Derek Jeter—who, as one of the game's leading competitors, helped the New York Yankees win multiple World Series titles—was born.","12":"Actress Elizabeth Taylor's 5th divorce from actor Richard Burton","13":"NFL quarterback Johnny Unitas (39) divorces first wife Dorothy Hoelle after nearly 2 decades of marriage","14":"Paul Thomas Anderson\nAmerican screenwriter and director\nwas born","15":"The Charter of the United Nations was signed in San Francisco.","16":"\"The Gold Rush\", directed, starring and written by Charlie Chaplin, is released","17":"1st US troops arrive in France during World War I","18":"Poet T. S. Eliot (26) weds governess Vivienne Haigh-Wood (27) at Hampstead Register Office in London","19":"US Secretary of State John Foster Dulles (24) weds Janet Pomeroy Avery at Auburn, New York","20":"Babe Didrikson Zaharias, considered one of the greatest athletes of the 20th century, was born in Port Arthur, Texas.","21":"Salvador Allende\npresident of Chile\nwas born","22":"Richard Wagner's opera \"Valkyrie\", second in his Ring Cycle premieres in Munich, featuring \"Ride of the Valkyries\"","23":"The first 62 recipients are awarded the Victoria Cross for valour in the Crimean war by Queen Victoria","24":"William Thomson, Baron Kelvin\nScottish engineer, mathematician, and physicist\nwas born","25":"U.S. Army officer Abner Doubleday, once thought to be the inventor of baseball (a 1907 finding that was later discredited by evidence of baseball's connection with the older English game rounders), was born.","26":"Battle of Fleurus: major victory by forces of the First French Republic under General Jean-Baptiste Jourdan over the Coalition Army (Great Britain, Hanover, Dutch Republic, and Habsburgs) first use of reconnaissance balloon","27":"Taxonomist Carolus Linnaeus (32) weds Sara Elisabeth Moræa","28":"With the support of Puritan minister Cotton Mather, Zabdiel Boylston began the first smallpox vaccinations in the American colonies.","29":"Richard Plantagenet, duke of Gloucester, began his reign as Richard III after usurping power from his nephew, Edward V."}}