{"Year":{"0":"2012","1":"2010","2":"2003","3":"1989","4":"1989","5":"1984","6":"1984","7":"1975","8":"1975","9":"1970","10":"1952","11":"1945","12":"1942","13":"1942","14":"1940","15":"1940","16":"1927","17":"1926","18":"1924","19":"1920","20":"1915","21":"1913","22":"1907","23":"1867","24":"1833","25":"1796","26":"1783","27":"1760"},"Event":{"0":"\"The Wonder Years\" actress Danica McKellar (37) divorces composer Mike Verta (36) due to irreconcilable differences after 3 years of marriage","1":"American basketball coach John Wooden—who directed teams of the University of California at Los Angeles to 10 NCAA championships in 12 seasons (1964–65, 1967–73, 1975)—died in Los Angeles.","2":"Martha Stewart indicted\nOn this day in 2003, American entrepreneur and domestic lifestyle innovator Martha Stewart was indicted on criminal charges in relation to a stock sale, and in 2004 she was convicted and sentenced to five months in prison.","3":"Eastern Europe's 1st partial free elections in 40 years held in Poland, Solidarity Party comes to power","4":"Tiananmen Square Massacre: Chinese troops clear the square of student protesters, unofficial figures place death toll near 1,000","5":"\"Born in the USA\" 7th studio album by Bruce Springsteen is released","6":"American musician Bruce Springsteen released Born in the U.S.A., which became one of his defining works.","7":"Angelina Jolie\nAmerican actress\nwas born","8":"American actress Angelina Jolie, who was known for her sex appeal and edginess as well as for her humanitarian work, was born.","9":"The Kingdom of Tonga achieved independence within the British Commonwealth.","10":"Bronisław Komorowski\npresident of Poland\nwas born","11":"US, Soviet Union, Britain and France agree to divide up occupied Germany","12":"\"Mrs Miniver\" based on the novel by Jan Struther, directed by William Wyler and starring Greer Garson and Walter Pidgeon is released in the US (Best Picture 1943)","13":"Japan was repulsed by the United States at the Battle of Midway in World War II.","14":"British complete the \"Miracle of Dunkirk\" by evacuating 338,226 allied troops from France via a flotilla of over 800 vessels including Royal Navy destroyers, merchant marine boats, fishing boats, pleasure craft and even lifeboats","15":"During World War II the evacuation of Dunkirk, France, came to an end, having saved 198,000 British and 140,000 French and Belgian troops.","16":"1st Ryder Cup Golf, Worcester CC: US beats Great Britain, 9½-2½; Walter Hagen first American captain; Ted Ray first GB skipper","17":"Alfredo Di Stéfano\nArgentine-born athlete\nwas born","18":"Physician Frederick Banting (32) weds Marion Robertson","19":"The Treaty of Trianon was signed by representatives of Hungary on one side and the Allied powers on the other, concluding World War I.","20":"Canadian diplomat Vincent Massey (28) weds Alice Parkin","21":"Author A. A. Milne (31) weds Dorothy Daphne de Selincourt","22":"Rosalind Russell\nAmerican actress\nwas born","23":"Carl Gustaf Mannerheim\npresident of Finland\nwas born","24":"British Field Marshal Garnet Joseph Wolseley, 1st Viscount Wolseley, whose most brilliant campaign involved seizing the Suez Canal and, after a night march, surprising and defeating ʿUrābī Pasha at Al-Tall al-Kabīr (September 13, 1882), was born.","25":"Napoleon Bonaparte commanded the Siege of Mantua, which resulted in the exclusion of Austrians from northern Italy.","26":"Joseph-Michel and Jacques-Étienne Montgolfier launched an unmanned hot-air balloon, the first public demonstration of the discovery that hot air in a large lightweight bag rises.","27":"Great Upheaval: New England planters arrive to claim land in Nova Scotia, Canada taken from the Acadians"}}