{"Year":{"0":"763","1":"2015","2":"2011","3":"2007","4":"1996","5":"1991","6":"1989","7":"1980","8":"1978","9":"1969","10":"1965","11":"1963","12":"1953","13":"1950","14":"1944","15":"1940","16":"1928","17":"1914","18":"1905","19":"1896","20":"1878","21":"1861","22":"1846","23":"1844","24":"1777","25":"1775","26":"1775","27":"1389","28":"1215","29":"1215"},"Event":{"0":"BC Assyrians record a solar eclipse that will be used to fix the chronology of Mesopotamian history","1":"Real estate mogul Donald Trump launches his campaign for US President","2":"Actress and model Elizabeth Hurley (45) divorces businessman Arun Nayar due to husband's unreasonable behavior","3":"After more than 30 years, American game show host Bob Barker stepped down as host of The Price Is Right.","4":"American singer Ella Fitzgerald—who was known for her enormous vocal range and inventive interpretations, in both ballads and jazz improvisations known as scat—died in Beverly Hills, California.","5":"Climactic eruption of the Mount Pinatubo volcano in the Philippines, the second-largest volcanic eruption on Earth of the 20th century","6":"Singer-songwriter Courtney Love (24) divorces vocalist James Moreland only 4 months after getting married","7":"US Open Men's Golf, Baltusrol GC: Jack Nicklaus sets new tournament scoring record 272 (-8) to win his 4th Open title, 2 strokes ahead of Isao Aoki of Japan","8":"US Senator Edward W. Brooke (58) divorces first wife Remigia Ferrari-Scacco after 31 years of marriage","9":"Ice Cube\nAmerican rapper and actor\nwas born","10":"Bob Dylan records single \"Like a Rolling Stone\" (#1 in Rolling Stone magazine's \"500 Greatest Songs of All Time\")","11":"Helen Hunt\nAmerican actress\nwas born","12":"Xi Jinping\npresident of China\nwas born","13":"Lakshmi Mittal\nIndian businessman\nwas born","14":"During World War II, U.S. Marines attacked Saipan in the Mariana Islands.","15":"World War II: France surrenders to NAZI Germany, German troops occupy Paris","16":"\"King Kong\" actress Fay Wray (20) weds playwright-screenwriter John Monk Saunders (30)","17":"Yury Andropov\npresident of Soviet Union\nwas born","18":"Princess Margaret of Connaught marries Gustav, Crown Prince of Sweden.","19":"Tsunami strikes Shinto festival on beach at Sanriku, Japan; 27,000 are killed, 9,000 injured and 13,000 houses destroyed","20":"World's first moving pictures caught on camera (used 12 cameras, each taking 1 picture) done to see if all 4 of a horse's hooves leave the ground","21":"Austrian contralto Ernestine Schumann-Heink, one of the principal interpreters of the operas of Richard Wagner and Richard Strauss before the outbreak of World War I, was born.","22":"The United States and Britain signed the Oregon Treaty, establishing the border between Canada and the United States at latitude 49° N.","23":"Charles Goodyear received a patent for the process of rubber vulcanization.","24":"First American flag seamstress Betsy Ross (25) weds mariner Joseph Ashburn","25":"George Washington was named commander in chief of the colonies by the Continental Congress.","26":"George Washington appointed commander-in-chief of the Continental Army, the day after Congress establishes the force","27":"The Battle of Kosovo, fought between the armies of the Serbian prince Lazar and the forces of the Ottoman sultan Murad I, concluded with an Ottoman victory.","28":"King John signs Magna Carta at Runnymede, near Windsor, England","29":"Magna Carta sealed by King John\nMagna Carta—a charter of English liberties that occupies a unique place in the popular imagination as a symbol and a battle cry against oppression—was sealed this day, under threat of civil war, by King John in 1215."}}