{"Year":{"0":"930","1":"2016","2":"2016","3":"2016","4":"2006","5":"2003","6":"1993","7":"1989","8":"1979","9":"1974","10":"1972","11":"1972","12":"1964","13":"1961","14":"1960","15":"1954","16":"1940","17":"1930","18":"1930","19":"1929","20":"1925","21":"1912","22":"1894","23":"1894","24":"1868","25":"1865","26":"1817","27":"1314","28":"1298"},"Event":{"0":"World's oldest parliament, the Icelandic Parliament, the Alþingi (anglicised as Althing or Althingi), established","1":"Brexit referendum: United Kingdom votes to leave the European Union","2":"The United Kingdom voted in a referendum to withdraw from the European Union, with 51.9 percent supporting Britain's exit (“Brexit”) and 48.1 percent opposing the move; it marked the first time a country had decided to leave the organization.","3":"Actress and singer Mandy Moore and singer-songwriter Ryan Adams divorce after 7 years","4":"American television producer Aaron Spelling—whose credits included a number of hugely successful shows, including The Mod Squad, Family, Charlie's Angels, The Love Boat, Fantasy Island, and Beverly Hills 90210—died in Los Angeles.","5":"Barry Bonds steals second base against the LA Dodgers, becoming the first player in MLB history to have 500 career homers and 500 steals","6":"Lindsay Wagner (Bionic Woman) files for divorce from Lawrence Mortorff","7":"Movie \"Batman\" premieres directed by Tim Burton, starring Michael Keaton and Jack Nicholson","8":"Supertramp's \"Breakfast in America\" becomes No. 1 album in the US featuring \"Take the Long Way Home\"","9":"1st extraterrestrial message sent from Earth into space","10":"Hurricane Agnes becomes America's costliest natural disaster, effecting 15 states, with 119 deaths and $3 billion in damage","11":"Zinedine Zidane\nFrench athlete\nwas born","12":"Joss Whedon\nAmerican screenwriter, producer, and director\nwas born","13":"The Antarctic Treaty was enacted, reserving the entire continent for free and nonpolitical scientific investigation.","14":"1st contraceptive pill is made available for purchase in the U.S.","15":"Associate Justice of the Supreme Court Ruth Bader Ginsburg (21) weds taxation law expert Martin D. Ginsburg","16":"Sprinter Wilma Rudolph, the first American woman to win three track-and-field gold medals in a single Olympics, was born.","17":"Diplomat Ralph Bunche (25) weds Ruth Harris","18":"Businessman Nelson Rockefeller (21) weds Mary Todhunter Clark","19":"June Carter Cash\nAmerican singer and actress\nwas born","20":"An expedition under A.H. MacCarthy and H.F. Lambert became the first to reach the summit of Mount Logan, the second highest mountain in North America.","21":"Alan Turing\nBritish mathematician and logician\nwas born","22":"The International Olympic Committee is founded at the Sorbonne, Paris, at the initiative of Baron Pierre de Coubertin","23":"Edward VIII\nking of United Kingdom\nwas born","24":"Christopher Latham Sholes patents the typewriter with a QWERTY keyboard","25":"The Cherokee chief and Confederate general Stand Watie surrendered at the close of the American Civil War—one of the last Confederate commanders to do so.","26":"Popular English actor John Philip Kemble retired after his last performance, in which he played Coriolanus.","27":"Battle of Bannockburn\nOn this day in 1314 began the Battle of Bannockburn, a decisive engagement in Scottish history whereby the Scots defeated the English, regained their independence, and established Robert the Bruce as Robert I.","28":"German King Adolf of Nassau was deposed in favour of Albert I."}}