{"Year":{"0":"2010","1":"1997","2":"1995","3":"1994","4":"1987","5":"1987","6":"1979","7":"1958","8":"1948","9":"1932","10":"1930","11":"1916","12":"1914","13":"1904","14":"1901","15":"1885","16":"1859","17":"1853","18":"1842","19":"1821","20":"1812","21":"1812","22":"1795","23":"1793","24":"1542","25":"1532","26":"1519","27":"1509","28":"1497","29":"1497"},"Event":{"0":"Australian politician Julia Gillard was sworn in as Australia's first female prime minister.","1":"Oscar-winning actress Halle Berry (30) divorces MLB outfielder David Justice (31) after more than 4 years of marriage","2":"3rd Rugby World Cup, Ellis Park, Johannesburg: Springboks fly-half Joel Stransky lands the winning drop goal in extra time as South Africa beats New Zealand, 15-12","3":"Sally Fields files for divorce from 2nd husband Alan Greisman","4":"Lionel Messi\nArgentine-born football player\nwas born","5":"Football (soccer) player Lionel Messi, one of the game's premier players, was born in Argentina.","6":"Mindy Kaling\nAmerican actress, comedian, and author\nwas born","7":"Nina Simone releases her debut jazz album \"Little Girl Blue\"","8":"The Berlin blockade intensified when the Soviet Union announced that the Western Allied powers no longer had any rights in Berlin.","9":"The Promoters Revolution, a bloodless coup, overthrew Prajadhipok, the king of Thailand, ending the absolute monarchy in that country and initiating the so-called Constitutional Era.","10":"1st radar detection of planes, Anacostia, Washington, D.C.","11":"Mary Pickford becomes the first female film star to get a million dollar contract","12":"MLB greatest pitcher Walter Johnson (26) weds Hazel Lee Roberts in Northwest, Washington, D.C.","13":"Prime Minister of Canada Arthur Meighen (30) weds Jessie Isabel Cox","14":"1st exhibition by Pablo Picasso, 19, opens in Paris","15":"28th US President Woodrow Wilson (28) weds Presbyterian minister's daughter Ellen Louise Axson (25) in Savannah, Georgia","16":"The Battle of Solferino, the last engagement of the second War of Italian Independence, was fought in Lombardy.","17":"US President Franklin Pierce signs the Gadsden Purchase, buying 29,670 square-miles (76,800 square km) from Mexico for $10 million (now southern Arizona and New Mexico)","18":"Ambrose Bierce\nAmerican author\nwas born","19":"South American patriots under Simón Bolívar defeated Spanish royalists on the plains near Caracas, Venezuela, in the Battle of Carabobo.","20":"Napoleon Bonaparte's forces invade Russia crossing the Neman River","21":"Russia invaded by Napoleon and his Grand Army\nOn this day in 1812, French Emperor Napoleon—who had massed his troops in Poland in the spring to intimidate Russian Tsar Alexander I—and 600,000 troops of his Grand Army launched an ill-fated invasion of Russia.","22":"William Smellie, the Scottish compiler of the first edition of the Encyclopædia Britannica, died in Edinburgh.","23":"1st republican constitution in France adopted","24":"St. John of the Cross\nSpanish mystic\nwas born","25":"Robert Dudley, earl of Leicester\nEnglish noble\nwas born","26":"Theodore Beza, an author, translator, educator, and theologian who assisted and later succeeded John Calvin as a leader of the Protestant Reformation centred at Geneva, was born.","27":"Henry VIII is crowned King of England in Westminster Abbey","28":"John Cabot became the first European to set foot in North America since the Vikings.","29":"John Cabot claims Eastern Canada for England (believes he has found Asia in Nova Scotia)"}}