{"Year":{"0":"2017","1":"2012","2":"2006","3":"2000","4":"1976","5":"1973","6":"1971","7":"1963","8":"1960","9":"1951","10":"1943","11":"1935","12":"1933","13":"1933","14":"1932","15":"1928","16":"1917","17":"1912","18":"1911","19":"1909","20":"1904","21":"1903","22":"1902","23":"1890","24":"1880","25":"1874","26":"1858","27":"1855"},"Event":{"0":"German politician Helmut Kohl, who presided over the integration of East Germany into West Germany in 1990 and became the first chancellor of a unified Germany since 1945, died at age 87.","1":"Liu Yang became the first Chinese woman in space when she and two other crew members were launched aboard the spacecraft Shenzhou 9.","2":"Lady Victoria White (43) divorces legendary Hollywood film producer Robert Evans (76) due to irreconcilable differences only 10 months after getting married","3":"Israel complies with UN Security Council Resolution 425 after 22 years, which calls on Israel to completely withdraw from Lebanon. Israel withdraws from all of Lebanon, except the disputed Sheba Farms","4":"South African police fired on a group of Soweto students marching in protest against state plans to impose the Afrikaans language as a medium of instruction in black schools, igniting a massive popular uprising.","5":"Federica Mogherini\nItalian politician\nwas born","6":"Tupac Shakur\nAmerican rapper and actor\nwas born","7":"First woman in space\nOn this day in 1963, Soviet cosmonaut Valentina V. Tereshkova became the first woman to travel in space, having been launched into orbit aboard the spacecraft Vostok 6, which completed 48 orbits in 71 hours.","8":"\"Psycho\", psychological horror film directed by Alfred Hitchcock, starring Janet Leigh, Anthony Perkins, and Vera Miles, opens in New York City","9":"Roberto Durán\nPanamanian boxer\nwas born","10":"Actor\/comedian Charlie Chaplin (54) marries actress Oona O'Neill (18)","11":"US Congress accepts FDR's \"New Deal\"","12":"The Hundred Days period of U.S. President Franklin D. Roosevelt came to a close, with the bulk of his New Deal legislation passed.","13":"The Federal Deposit Insurance Corporation (FDIC) was created under authority of the Federal Reserve Act of 1933.","14":"The Lausanne Conference, held to liquidate Germany's payment of reparations to the former Allied and Associated powers of World War I, opened.","15":"New York Governor Thomas E. Dewey (26) weds stage actress Frances Eileen Hutt","16":"American publisher Katharine Graham, owner and publisher of The Washington Post and Newsweek magazine, was born in New York City.","17":"Enoch Powell\nBritish politician\nwas born","18":"International Business Machines Corporation (IBM), a leading American computer manufacturer, was incorporated.","19":"Jim Thorpe makes his pro baseball pitching debut for Rocky Mount (ECL) with 4-2 win, this will cause him to forfeit his Olympic gold medals","20":"Bloomsday (date of events in James Joyce's Ulysses)","21":"The Ford Motor Company was founded by Henry Ford and 11 associate investors.","22":"\"The Wizard of Oz\" musical first opens in Chicago, Illinois","23":"Stan Laurel\nactor and comedian\nwas born","24":"Salvation Army forms in London","25":"Arthur Meighen, leader of the Conservative Party and prime minister of Canada (1920–21, 1926), was born.","26":"Abraham Lincoln says \"A house divided against itself cannot stand\" accepting Illinois Republican Party's nomination for the Senate","27":"Salvation Army founder William Booth marries Catherine Mumford"}}