{"Year":{"0":"455","1":"2008","2":"2002","3":"1997","4":"1989","5":"1962","6":"1956","7":"1953","8":"1953","9":"1953","10":"1946","11":"1941","12":"1940","13":"1935","14":"1930","15":"1919","16":"1896","17":"1886","18":"1886","19":"1865","20":"1862","21":"1840","22":"1840","23":"1740","24":"1740","25":"1129"},"Event":{"0":"King Gaiseric & the Vandals sack Rome - Rome looted for 14 days","1":"American singer, songwriter, and guitarist Bo Diddley, who was one of the most influential performers of rock music's early period, died in Florida.","2":"Crime drama \"The Wire\" created by David Simon and starring Idris Elba and Dominic West debuts on HBO","3":"A jury in Denver, Colorado, found Timothy McVeigh of the militia movement guilty of murder and conspiracy in the deaths of 168 people in the 1995 Oklahoma City bombing, and he was executed in June 2001.","4":"10,000 Chinese soldiers are blocked by 100,000 citizens in Tiananmen Square, Beijing, protecting students demonstrating for democracy","5":"Ray Charles' cover \"I Just Can't Stop Loving You\" from his influential crossover album \"Modern Sounds in Country and Western Music\" hits #1 on Billboard","6":"Mani Ratnam\nIndian filmmaker\nwas born","7":"Elizabeth II crowned queen\nOn this day in 1953, 27-year-old Elizabeth II, the elder daughter of King George VI, was crowned queen of the United Kingdom at Westminster Abbey, having taken the throne upon her father's death in February 1952.","8":"Cornel West\nAmerican philosopher and political activist\nwas born","9":"Coronation of Queen Elizabeth II in Westminster Abbey, London, England","10":"In the aftermath of World War II, the people of Italy passed a referendum to replace the governing monarchy with a republic.","11":"American professional baseball player Lou Gehrig, who was nicknamed “the Iron Horse” for his record-setting number of consecutive games played, died in New York City, two years after being diagnosed with ALS.","12":"Constantine II, king of Greece from 1964 to 1974, was born in Psikhikó, near Athens.","13":"Babe Ruth, 40, announces his retirement as a player","14":"Pete Conrad\nAmerican astronaut\nwas born","15":"Theoretical Physicist Albert Einstein (40) weds his cousin Elsa Lowenthal (43)","16":"Guglielmo Marconi applies to patent the radio, accepted 2 July 1897","17":"U.S. President Grover Cleveland (49) weds Frances Folsom (21), 1st presidential marriage to be held at the White House","18":"Frances Folsom, age 21, married U.S. President Grover Cleveland in the White House and became the youngest first lady in American history.","19":"Confederate soldiers yielded to Federal troops in Galveston, Texas, marking one of the final land operations of the American Civil War.","20":"Robert E. Lee takes command of Confederate armies of North Virginia during the American Civil War","21":"English novelist and poet Thomas Hardy, who set much of his work in Wessex, an imaginary county in southwestern England, was born.","22":"Thomas Hardy\nBritish writer\nwas born","23":"The Marquis de Sade, the French nobleman known for his erotic and perverse writings, was born in Paris.","24":"Marquis de Sade\nFrench author\nwas born","25":"Fulco V's son Godfried marries King Henry I's daughter Mathildis"}}