{"Year":{"0":"2016","1":"2015","2":"2013","3":"2010","4":"2009","5":"1991","6":"1978","7":"1963","8":"1961","9":"1960","10":"1953","11":"1951","12":"1947","13":"1944","14":"1944","15":"1934","16":"1903","17":"1896","18":"1867","19":"1865","20":"1862","21":"1861","22":"1850","23":"1846","24":"1843","25":"1829","26":"1566","27":"1369"},"Event":{"0":"The Cleveland Cavaliers, led by star LeBron James, defeated the Golden State Warriors in a thrilling game seven to claim the franchise's first NBA title.","1":"Pixar's animated film \"Inside Out\" is released with voices by Amy Poehler, Phyllis Smith, Lewis Black, Bill Hader and Mindy Kaling","2":"American actor James Gandolfini, who was best known for his portrayal of Mafia boss and family man Tony Soprano in the HBO drama series The Sopranos (1999–2007), died of a heart attack while vacationing in Rome.","3":"Backup dancer Dean Sheremet (29) divorces Grammy Award-winning singer LeAnn Rimes (27) after nearly eight years of marriage","4":"\"Malcolm in the Middle\" actress Jane Kaczmarek (53) divorces actor Bradley Whitford (49) after 16 years of marriage","5":"Colombian drug lord Pablo Escobar surrenders to police","6":"Dirk Nowitzki\nGerman basketball player\nwas born","7":"Soviet cosmonaut Valentina V. Tereshkova, the first woman to travel in space, returned to Earth in the spacecraft Vostok 6.","8":"Great Britain recognized Kuwait's independence.","9":"Loretta Lynn records \"I'm a Honky Tonk Girl\"","10":"Rosenbergs executed for espionage\nAfter the failure of court appeals and of a worldwide campaign for mercy, husband and wife Julius and Ethel Rosenberg were put to death this day in 1953, becoming the first American civilians to be executed for espionage.","11":"Ayman al-Zawahiri\nEgyptian militant\nwas born","12":"Salman Rushdie\nBritish writer\nwas born","13":"World War II: First day of the 2 day Battle of the Philippine Sea, US naval forces defeat Japanese fleet","14":"During World War II the Japanese Combined Fleet and the U.S. Fifth Fleet engaged in a major air-and-sea battle, the Battle of the Philippine Sea, which ended the next day with a U.S. victory.","15":"The Federal Communications Commission (FCC) was organized in the United States.","16":"Lou Gehrig (the “Iron Horse”), one of the most-durable players in American professional baseball and one of its great hitters, was born.","17":"American socialite Wallis Warfield—who became the wife of Prince Edward, duke of Windsor (Edward VIII), after the latter abdicated the British throne in order to marry her—was born.","18":"The emperor of Mexico, Maximilian, was executed by a firing squad.","19":"With the arrival of Union soldiers in Galveston, Texas, the state's residents finally learned about the Emancipation Proclamation (1863); the day became the annual holiday known as Juneteenth, commemorating the end of slavery in the United States.","20":"Slavery outlawed in US territories","21":"José Rizal\nFilipino political leader and author\nwas born","22":"Swedish\/Norwegian crown prince Charles weds Dutch princess Wilhelmina","23":"Alexander Joy Cartwright arranged a baseball game between the New York Knickerbockers and the New York Nine at Hoboken, New Jersey—the first baseball game to use the set of rules on which today's game is based.","24":"Philosopher Karl Marx (25) weds Jenny von Westphalen in Germany","25":"Sir Robert Peel introduces the Metropolitan Police Act 1829 into Parliament to establish a unified police force for London","26":"James I\nking of England and Scotland\nwas born","27":"Philip the Bold, Duke of Burgundy marries Margaret 111 Countess of Flanders"}}