{"Year":{"0":"793","1":"632","2":"452","3":"2004","4":"2002","5":"1999","6":"1993","7":"1993","8":"1987","9":"1984","10":"1984","11":"1977","12":"1977","13":"1970","14":"1969","15":"1966","16":"1966","17":"1958","18":"1955","19":"1949","20":"1933","21":"1931","22":"1927","23":"1918","24":"1916","25":"1867","26":"1789","27":"1783","28":"1504","29":"1191","30":"1191"},"Event":{"0":"Vikings in long ships from modern-day Norway plunder St Cuthbert's monastery on Lindisfarne Island, off the northeast coast of England","1":"Muhammad, the founder of the religion of Islam and of the Muslim community, died in Medina.","2":"Italy invaded by Attila the Hun","3":"\"TLC\" singer Tionne Watkins (34) divorces rapper Mack 10 (32) due to adultery after nearly 4 years of marriage","4":"Serena Williams defeated her sister Venus Williams to win her first French Open tennis title.","5":"Media tycoon Rupert Murdoch (68) divorces journalist Anna Torv (55) after 31 years of marriage","6":"Drag queen RuPaul releases his debut album \"Supermodel of the World\"","7":"Drag queen RuPaul releases his debut album \"Supermodel of the World\"","8":"New Zealand's Labour government legislates against nuclear weapons and nuclear powered vessels in NZ. Only nation to legislate against nuclear power.","9":"\"Ghostbusters\", American supernatural comedy film, directed and produced by Ivan Reitman, starring Bill Murrary and Dan Aykroyd is released","10":"\"Ghostbusters\", American supernatural comedy film, directed and produced by Ivan Reitman, starring Bill Murrary and Dan Aykroyd is released","11":"Kanye West\nAmerican producer and rapper\nwas born","12":"American producer and rapper Kanye West—who parlayed his production success into a career as a popular critically acclaimed solo artist—was born.","13":"Gabrielle Giffords\nAmerican politician\nwas born","14":"MLB ledgend Mickey Mantle gives his farewell retirement speech during \"Mickey Mantle Day\" at Yankee Stadium, 60,096 see #7 retired","15":"The National Football League and the American Football League announced a merger, which became effective in 1970.","16":"Julianna Margulies\nAmerican actress\nwas born","17":"Author and a science pioneer in the semiconductor industry Andrew Grove (21) weds Eva Kastan","18":"Sir Tim Berners-Lee\nBritish scientist\nwas born","19":"Actor Burgess Meredith (41) divorces actress Paulette Goddard (39) after 5 years of marriage","20":"Joan Rivers\nAmerican entertainer\nwas born","21":"Songwriter Johnny Mercer (21) weds chorus girl Ginger Meehan in New York City","22":"Painter Marcel Duchamp (39) weds Lydie Sarazin-Lavassor","23":"Nova Aquila, brightest nova since Kepler's nova of 1604, discovered","24":"Biophysicist Francis Crick, who along with James Dewey Watson and Maurice Wilkins received the 1962 Nobel Prize for Physiology or Medicine for their determination of the molecular structure of deoxyribonucleic acid (DNA), was born in Northampton, England.","25":"Franz Joseph was crowned king of Hungary.","26":"James Madison introduces a proposed Bill of Rights in the US House of Representatives","27":"Laki volcano in southern Iceland begins 8-month eruption, killing 10,000 and causing widespread famines throughout Asia and Europe","28":"Michelangelo's David installed in Florence\nBelieved to have been installed this day in 1504 in the cathedral of Florence was Michelangelo's statue of David, commissioned in 1501 and considered the prime statement of the Renaissance ideal of perfect humanity.","29":"At the time of the Third Crusade, Richard I joined the Crusaders in Acre, having conquered Cyprus on his way there.","30":"King Richard I of England arrives at Acre in modern day Israel to join the Siege of Acre during the Third Crusade"}}