{"Year":{"0":"421","1":"2016","2":"2013","3":"2006","4":"1982","5":"1975","6":"1975","7":"1972","8":"1970","9":"1965","10":"1952","11":"1929","12":"1929","13":"1925","14":"1917","15":"1917","16":"1905","17":"1848","18":"1832","19":"1654","20":"1628","21":"1601","22":"1576","23":"1520","24":"1494","25":"1494"},"Event":{"0":"Eudocia A. Athenais marries Oostromeins emperor Theodosius II","1":"Model Amber Rose and rapper Wiz Khalifa divorce after 2 years of marriage","2":"Russian President Vladimir Putin announces his divorce from his wife on national TV","3":"Jordanian-born Iraqi militant Abu Musab al-Zarqawi—the self-styled leader in Iraq of the Islamic militant group al-Qaeda, thought by many to have been the mastermind behind numerous terrorist acts—was killed in a U.S. military air strike.","4":"Graceland—Elvis Presley's home in Memphis, Tennessee, where he died in 1977—was opened for public tours and became one of the top tourist attractions in the United States.","5":"Sony introduces the Betamax videocassette recorder for sale to the public","6":"Allen Iverson\nAmerican basketball player\nwas born","7":"Musical \"Grease\" opens at Broadhurst Theater NYC for 3,388 performances","8":"British novelist, essayist, and social and literary critic E.M. Forster died in Coventry, Warwickshire, England.","9":"The Supreme Court of the United States decides on Griswold v. Connecticut, effectively legalizing the use of contraception by married couples","10":"Liam Neeson\nNorthern Irish American actor\nwas born","11":"Vatican City becomes a sovereign state","12":"Lateran Treaty ratified\nThrough the Lateran Treaty—signed February 11, 1929, by Benito Mussolini for Italy and by Pietro Gasparri, cardinal secretary of state, for the papacy and ratified this day in 1929—Vatican City became a sovereign state.","13":"Three Stooges leader Moe Howard (28) weds Helen Schonberger","14":"Dean Martin\nAmerican singer and actor\nwas born","15":"Poet Gwendolyn Brooks, whose work depicted the everyday life of urban African Americans and who was the first African American poet to win the Pulitzer Prize (1949), was born.","16":"James J. Braddock\nAmerican boxer\nwas born","17":"Paul Gauguin\nFrench painter\nwas born","18":"Authored by Prime Minister Charles Grey, 2nd Earl Grey, the Reform Act of 1832 came into effect—the first of the British parliamentary bills that expanded the electorate for the House of Commons and rationalized the representation of that body.","19":"Louis XIV crowned King of France","20":"English King Charles I ratifies the Petition of Rights","21":"Louis Gunther of Nassau weds countess Anna Margaretha of Manderscheid","22":"English navigator Martin Frobisher, seeking a Northwest Passage to the Pacific Ocean, departed England, and weeks later he reached Labrador and Baffin Island and discovered the bay that now bears his name.","23":"Henry VIII of England and Francis I of France and their entourages gathered at the Field of the Cloth of Gold near Calais, France.","24":"The Treaty of Tordesillas—an agreement between Spain and Portugal aimed at settling conflicts over lands newly discovered or explored by Christopher Columbus and other late 15th-century voyagers—was signed.","25":"Treaty of Tordesillas: Spain and Portugal divide the new world along a meridian 370 leagues west of the Cape Verde islands, off the west coast of Africa"}}