{"Year":{"0":"4000","1":"2009","2":"2009","3":"1998","4":"1994","5":"1989","6":"1980","7":"1980","8":"1974","9":"1973","10":"1968","11":"1968","12":"1964","13":"1958","14":"1953","15":"1945","16":"1938","17":"1926","18":"1926","19":"1926","20":"1925","21":"1907","22":"1896","23":"1889","24":"1794","25":"1676","26":"1215"},"Event":{"0":"BC Approximate domestication of the horse in the Eurasian steppes near Dereivka, central Ukraine (hypothesis only)","1":"American motor-vehicle manufacturer General Motors filed for Chapter 11 bankruptcy protection; it soon emerged from the reorganization and in 2010 returned to the stock market with one of the largest IPOs in U.S. history.","2":"American comedian Conan O'Brien made his debut as host of the The Tonight Show, NBC's long-running late-night talk show; however, he left after less than one year.","3":"European Central Bank is founded in Brussels to define and execute the European Union's monetary policy","4":"Guns n Roses drummer Matthew Sorum files to divorce Kai","5":"Robin Givens & Mike Tyson granted final divorce in NJ","6":"Debut of CNN\nTed Turner's Cable News Network, headquartered in Atlanta, began 24-hour live news broadcasts this day in 1980 and gained worldwide attention in 1991 for its around-the-clock coverage of the Persian Gulf War.","7":"1st transmission of CNN, the Cable News Network","8":"Alanis Morissette\nCanadian musician\nwas born","9":"Heidi Klum\nGerman American model and businesswoman\nwas born","10":"Blind and deaf American author Helen Keller died in Westport, Connecticut.","11":"Simon & Garfunkel's single \"Mrs Robinson\" from \"The Graduate\" hits #1 (first rock song to win Grammy for Record of the Year)","12":"Kenya becomes a republic with Jomo Kenyatta as its 1st President","13":"Following the outbreak of an insurrection in Algiers, Charles de Gaulle came before the French National Assembly as prime minister designate.","14":"David Berkowitz\nAmerican serial killer\nwas born","15":"In a speech, Indonesian nationalist leader Sukarno articulated the Pancasila—the Five Principles—that became the founding philosophy of the independent Indonesian state.","16":"Protective baseball helmets 1st worn by batters","17":"American motion-picture star Marilyn Monroe was born in Los Angeles.","18":"Andy Griffith\nAmerican actor\nwas born","19":"Marilyn Monroe\nAmerican actress\nwas born","20":"Businessman Howard Hughes marries 1st wife Ella Rice","21":"English aviation engineer and pilot Frank Whittle, who invented the jet engine, was born.","22":"Irish playwright George Bernard Shaw (41) marries Charlotte Frances Payne-Townshend (41) in Covent Garden, London.","23":"Architect Frank Lloyd Wright (21) weds socialite Catherine Tobin","24":"The first great naval engagement of the French revolutionary wars, the Battle of the First of June, was fought between England and France in the Atlantic Ocean.","25":"Battle of Öland: allied Danish-Dutch forces defeat the Swedish navy in the Baltic Sea, during the Scanian War (1675–79)","26":"Beijing, under control of Jurchen ruler Emperor Xuanzong of Jin, is captured by the Mongols under Genghis Khan, ending the Battle of Beijing"}}