{"Year":{"0":"2010","1":"2006","2":"2002","3":"2001","4":"1992","5":"1992","6":"1992","7":"1985","8":"1985","9":"1974","10":"1973","11":"1966","12":"1960","13":"1955","14":"1949","15":"1942","16":"1938","17":"1936","18":"1934","19":"1934","20":"1917","21":"1917","22":"1908","23":"1908","24":"1905","25":"1893","26":"1860","27":"1859","28":"1831","29":"1520"},"Event":{"0":"\"Scream 4\" actress Neve Campbell (37) divorces actor John Light (36) due to irreconcilable differences after 3 years of marriage","1":"American singer-songwriter and TV personality Jessica Simpson (25) divorces 98 Degrees boy band singer Nick Lachey (32) due to irreconcilable differences after 3 years of marriage","2":"FIFA World Cup Final, International Stadium, Yokohama, Japan: Ronaldo scores twice as Brazil beats Germany, 2-0 to win record 5th title, first World Cup held in Asia","3":"American musician and record company executive Chet Atkins—who was a major figure in country music, often credited with developing the Nashville Sound of the 1960s—died in Nashville.","4":"South African ANC President Nelson Mandela meets with UN Secretary-General Boutros Boutros-Ghali at Dakar","5":"\"End of the Road\" single released by Boyz II Men (Grammy Award Best R&B Performance by a Duo or Group with Vocals and Best R&B Song 1993, Billboard Song of the Year 1992)","6":"Actress Natasha Richardson (29) divorces producer Robert Fox (39) after a year of marriage","7":"American swimmer Michael Phelps, the most-decorated Olympic athlete with 28 medals, was born.","8":"Michael Phelps\nAmerican swimmer\nwas born","9":"Soviet dancer Mikhail Baryshnikov defected from the U.S.S.R. while on tour in Canada.","10":"Prime Minister of Canada Joe Clark (34) weds lawyer Maureen McTeer (21)","11":"Mike Tyson\nAmerican boxer\nwas born","12":"Zaire, formerly Belgian Congo and now the Democratic Republic of the Congo, declared its independence from Belgium.","13":"\"Johnny Carson Show\" debuts on CBS-TV","14":"Filmmaker Billy Wilder (43) weds former singer Audrey Young","15":"Robert Ballard\nAmerican oceanographer\nwas born","16":"Superman 1st appears in DC Comics' Action Comics Series issue #1","17":"American author Margaret Mitchell published Gone with the Wind, a sweeping romance set during the Civil War; the novel later won a Pulitzer Prize and was adapted into a hugely successful film.","18":"Night of the Long Knives\nOn this date in 1934, in the “Night of the Long Knives,” Adolf Hitler had summarily executed many leading officials of the SA, a Nazi paramilitary group that marched in rallies and carried out violence against opponents.","19":"\"Night of Long Knives\" - Adolf Hitler stages a bloody purge of the Nazi party","20":"Buddy Rich\nAmerican musician\nwas born","21":"Susan Hayward\nAmerican actress\nwas born","22":"An enormous aerial explosion, presumably caused by a comet fragment colliding with Earth, flattened approximately 2,000 square km (500,000 acres) of pine forest near the Podkamennaya Tunguska River in central Siberia.","23":"A giant fireball, most likely caused by the air burst of a large meteoroid or comet flattens 80 million trees near the Stony Tunguska River in Yeniseysk Governorate, Russia, in the largest impact event in recorded history","24":"In Russia, the \"Potemkin\" arrives at Odessa, where sailors take the bodies of dead crewman ashore; sailors join civilians in revolutionary actions of the '1905 Revolution'","25":"The Excelsior diamond—which, weighing 995 carats, was the largest uncut diamond ever found to that time—was discovered in the De Beers mine at Jagersfontein, Orange Free State.","26":"Famous debate on Charles Darwin's theory of evolution held at the Oxford University Museum and dominated by arguments between Thomas Henry Huxley and Bishop Samuel Wilberforce","27":"Jean-François Gravelet, known as Blondin, crossed the Niagara Falls on a tightrope that was 335 metres (1,100 feet) long and 49 metres (160 feet) above the water.","28":"Soldier and future Confederate General Robert E. Lee (24) marries Mary Custis (22) at Arlington House, Arlington Virginia","29":"Spanish conquistadors are expelled from Tenochtitlan following an Aztec revolt against their rule under Hernán Cortés during \"La Noche Triste\" (the Night of Sadness). Many soldiers drown in the escape, and Aztec emperor Montezuma II dies in the struggle"}}