{"Year":{"0":"721","1":"68","2":"2009","3":"2008","4":"1997","5":"1983","6":"1981","7":"1977","8":"1977","9":"1973","10":"1973","11":"1963","12":"1963","13":"1961","14":"1942","15":"1940","16":"1936","17":"1934","18":"1924","19":"1915","20":"1908","21":"1891","22":"1891","23":"1870","24":"1856","25":"1815","26":"1815","27":"1781","28":"1660","29":"1549","30":"1358"},"Event":{"0":"Odo of Aquitaine defeats the Moors in the Battle of Toulouse","1":"Roman Emperor Nero commits suicide, imploring his secretary Epaphroditos to slit his throat to evade a Senate-imposed death by flogging","2":"Elizabeth Watson (39) divorces MLB home run record holder Barry Bonds (44) due to irreconcilable differences after 11 years of marriage","3":"American baseball player Ken Griffey, Jr., hit his 600th career home run, becoming the sixth player in major league history to accomplish the feat.","4":"British lease on the New Territories in Hong Kong expires","5":"Landslide reelection victory for Margaret Thatcher\nBritish Conservative Prime Minister Margaret Thatcher, buoyed by victory in the Falkland Islands War and by deep divisions within the opposition Labour Party, was easily reelected to a second term in office this day in 1983.","6":"Natalie Portman\nIsraeli American actress\nwas born","7":"Silver jubilee of Queen Elizabeth II of Great Britain celebrated with fireworks","8":"George & Patti Harrison divorce","9":"105th Belmont: Ron Turcotte aboard Secretariat wins in 2:24, becoming the 1st Triple Crown winner in 25 years","10":"American racehorse Secretariat won the Belmont Stakes (by an unprecedented 31 lengths) to capture the Triple Crown; he earlier had won the Kentucky Derby and the Preakness Stakes.","11":"Johnny Depp\nAmerican actor\nwas born","12":"American actor Johnny Depp, who was known for his eclectic and unconventional film choices, was born.","13":"Michael J. Fox\nCanadian actor\nwas born","14":"On this day the residents of the village of Lidice (now in the Czech Republic) were rounded up, most to be massacred the next day in reprisal for the assassination by Czech underground fighters of Reinhard Heydrich, deputy leader of the Nazi paramilitary group SS.","15":"German tank forces under Major General Erwin Rommel crossed the Seine River in a push to the Atlantic coast of France during World War II.","16":"Novelist and journalist George Orwell (33) weds Eileen Maud O'Shaugnessy (30) at St. Mary's Church","17":"1st appearance of Donald Duck in a cartoon, \"The Wise Little Hen\"","18":"\"Jelly-Roll Blues\" is recorded by blues great Jelly Roll Morton","19":"Les Paul\nAmerican inventor and musician\nwas born","20":"Poet Joyce Kilmer (21) weds author Aline Murray (19)","21":"Cole Porter\nAmerican composer and lyricist\nwas born","22":"American composer and lyricist Cole Porter was born in Peru, Indiana.","23":"English writer Charles Dickens, generally considered the greatest Victorian novelist, died at Gad's Hill near Chatham, Kent.","24":"500 Mormons leave Iowa City, Iowa, and head west for Salt Lake City, Utah, carrying all their possessions in two-wheeled handcarts","25":"The Final Act of the Congress of Vienna, comprising several agreements separately negotiated among various participants for the reorganization of Europe in the aftermath of the Napoleonic Wars, was signed by representatives of Austria, France, Great Britain, Portugal, Prussia, Russia, and Sweden.","26":"End of the Congress of Vienna: New European political situation is set","27":"English engineer George Stephenson, the principal inventor of the railroad locomotive, was born.","28":"French King Louis XIV (21) marries Maria Theresa of Spain (21) at Saint-Jean-de-Luz","29":"Book of Common Prayer is adopted by the Church of England","30":"The Jacquerie, a revolt of French peasants against abuses inflicted upon them by the nobility of northeastern France, suffered a critical defeat at Meaux."}}