{"Year":{"0":"2016","1":"2006","2":"2001","3":"1989","4":"1989","5":"1989","6":"1988","7":"1986","8":"1979","9":"1976","10":"1967","11":"1965","12":"1943","13":"1932","14":"1929","15":"1926","16":"1926","17":"1925","18":"1904","19":"1899","20":"1869","21":"1865","22":"1864","23":"1808","24":"1805","25":"1621","26":"1353"},"Event":{"0":"American boxer and social activist Muhammad Ali—who justified his self-proclaimed nickname “the Greatest” by becoming arguably the most admired and dominant heavyweight boxer in the history of the sport—died in Scottsdale, Arizona.","1":"Montenegro's parliament declared the republic's independence, severing some 88 years of union with Serbia.","2":"Mel Brooks's musical The Producers, starring Matthew Broderick and Nathan Lane, won a record-setting 12 Tony Awards.","3":"Iranian Shīʿite cleric Ruhollah Khomeini—who led the revolution that overthrew (1979) Mohammad Reza Shah Pahlavi in 1979 and later served as Iran's ultimate political and religious authority—died in Tehrān.","4":"Beginning of the Tiananmen Square Massacre as Chinese troops open fire on pro-democracy supporters in Beijing","5":"Prodemocracy protest in Tiananmen Square crushed by Chinese military\nOn this day in 1989, the Chinese government called in the military to put down a prodemocracy demonstration staged by more than 100,000 people in Tiananmen Square in Beijing, resulting in hundreds of deaths.","6":"\"Big\" film directed by Penny Marshall, starring Tom Hanks premieres in US","7":"Rafael Nadal\nSpanish tennis player\nwas born","8":"Ixtoc I rig in the Gulf of Mexico blows, spilling 3 million barrels of oil in one of the worst oil spills in history","9":"Queen's \"Bohemian Rhapsody\" goes gold","10":"Anderson Cooper\nAmerican television journalist\nwas born","11":"Edward H. White II emerged from the orbital spacecraft Gemini 4 and became the first American astronaut to walk in space.","12":"A mob of 60 from the Los Angeles Naval Reserve Armory beat up everyone perceived to be Hispanic, starting the week-long Zoot Suit Riots","13":"American baseball great Lou Gehrig hit four consecutive home runs in one game.","14":"Chile and Peru sign the Treaty of Lima, finally resolving their border dispute from the War of the Pacific (1879–83). Chile keeps Arica and Peru regains Tacna.","15":"Allen Ginsberg\nAmerican poet\nwas born","16":"American poet Allen Ginsberg, a central figure in the Beat movement, was born in Newark, New Jersey.","17":"Tony Curtis\nAmerican actor\nwas born","18":"American physician and surgeon Charles Richard Drew, a pioneer in the preservation of blood plasma and a lifelong critic of official decisions to separate the blood of whites and blacks in blood banks, was born in Washington, D.C.","19":"W. G. Grace's last day of Test cricket aged 50 yrs 320 days","20":"Composer Georges Bizet (30) weds Genevieve Halevy","21":"George V\nking of United Kingdom\nwas born","22":"Considered one of the worst Northern defeats of the American Civil War, the second Battle of Cold Harbor (Virginia), which would result in the loss of about 7,000 Union soldiers under General Ulysses S. Grant, began.","23":"Jefferson Davis, who became the president of the Confederate States of America, was born in Christian county, Kentucky.","24":"Lady Caroline Ponsonby (19) marries future Prime Minister William Lamb, Lord Melbourne (26) in London","25":"Dutch West India Company (WIC) receives charter for The West Indies (The Americas, Caribbean and West Africa)","26":"Peter of Castile [Peter the Cruel] (18) marries Blanch of Bourbon (14) in Valladolid, Spain. Peter abandons her 2 days later for his secret wife Maria de Padilla."}}