{"Year":{"0":"2012","1":"2009","2":"2004","3":"1987","4":"1985","5":"1984","6":"1981","7":"1981","8":"1981","9":"1973","10":"1971","11":"1967","12":"1967","13":"1963","14":"1947","15":"1947","16":"1947","17":"1945","18":"1944","19":"1941","20":"1939","21":"1930","22":"1883","23":"1883","24":"1878","25":"1873","26":"1856","27":"1849","28":"1723"},"Event":{"0":"NBC musical drama series \"Smash\" actress Debra Messing (43) divorces actor and producer Daniel Zelman (44) by their mutual decision after 10 years of marriage","1":"\"Lost\" actress Emilie de Ravin (27) divorces actor Josh Janowicz (27) after three years of marriage","2":"American politician Ronald Reagan—who, as the 40th president of the United States (1981–89), became known for his conservative Republicanism, his fervent anticommunism, and his appealing personal style—died in Los Angeles.","3":"\"Nightline\" presents its 1st \"Town Meeting\" the subject is AIDS & the show runs until 3:47 AM","4":"Steve Cauthen wins aboard Slip Anchor at Epsom Downs to become the only jockey to win both the Kentucky Derby (1978) and The Derby","5":"Indira Gandhi orders an attack on Sikh's holiest site, the Golden Temple in Amritsar","6":"AIDS was reported for the first time, following the detection of a rare form of pneumonia in five homosexual men in Los Angeles.","7":"AIDS Epidemic officially begins when US Centers for Disease Control reports on pneumonia affecting five homosexual men in Los Angeles","8":"World's first today in history program with editable data \"TODAY\", invented by Michael Butler runs for the first time on a mainframe computer","9":"Neil Patrick Harris\nAmerican actor\nwas born","10":"Mark Wahlberg\nAmerican actor and producer\nwas born","11":"Start of the Six-Day War\nIsrael—amid rising tensions with Egypt, Syria, and Jordan—staged a preemptive air assault and soundly defeated those Arab countries, notably seizing the Old City of Jerusalem and the Gaza Strip before a cease-fire.","12":"Six-day war begins between Israel and the neighboring Arab states of Egypt, Jordan and Syria","13":"State of siege proclaimed in Iran, Ayatollah Khomeini arrested","14":"US Secretary of State George Marshall outlines the \"Marshall Plan\" to rebuild Western Europe","15":"In an address at Harvard University, U.S. Secretary of State George C. Marshall advanced the idea of the Marshall Plan, a European self-help program to be financed by the United States.","16":"Laurie Anderson\nAmerican performance artist and author\nwas born","17":"Benjamin Britten's opera \"Peter Grimes\" premieres in London","18":"In World War II, Allied forces entered Rome.","19":"NBA coach Red Auerbach (23) weds Dorothy Lewis","20":"Canadian politician Joe Clark, who in 1979 became the country's youngest prime minister, was born.","21":"Actress Agnes Moorehead (29) weds actor Jack G. Lee (28)","22":"John Maynard Keynes\nBritish economist\nwas born","23":"English economist, journalist, and financier John Maynard Keynes, best known for his revolutionary economic theories (Keynesian economics) on the causes of prolonged unemployment, was born.","24":"Pancho Villa\nMexican revolutionary\nwas born","25":"Sultan Bargash bin Said under British pressure closes the infamous slave market of Zanzibar in modern day Tanzania","26":"Industrialist Samuel Colt (41) weds philanthropist Elizabeth Hart Jarvis (29)","27":"The absolute monarchy in Denmark was abolished and replaced by a new constitution that established a constitutional monarchy with a parliament, as well as freedom of the press, religious freedom, and the right to hold meetings and form associations.","28":"Social philosopher and political economist Adam Smith was baptized in Kirkcaldy, Fife, Scotland."}}