{"Year":{"0":"631","1":"2017","2":"2014","3":"2010","4":"2002","5":"2002","6":"2001","7":"1993","8":"1987","9":"1963","10":"1960","11":"1959","12":"1956","13":"1952","14":"1950","15":"1949","16":"1949","17":"1933","18":"1927","19":"1913","20":"1898","21":"1880","22":"1776","23":"1742","24":"1509","25":"1184"},"Event":{"0":"Emperor Taizong of Tang of China, sends envoys to the Xueyantuo bearing gold and silk for the release of Chinese prisoners captured during transition from Sui to Tang from northern frontier; succeeds in freeing 80,000","1":"French Open Men's Tennis: Spaniard Rafael Nadal beats Stan Wawrinka of Switzerland 6–2, 6–3, 6–1; becomes first man to win French title 10 times","2":"Islamic State of Iraq forces seize control of government offices and other important buildings in the northern city of Mosul","3":"The 19th World Cup football (soccer) tournament opened in the host country of South Africa, marking the first time that the event was played on the African continent; Spain won the tournament.","4":"\"American Idol\" created by Simon Fuller with judges Simon Cowell, Paula Abdul and Randy Jackson premieres on Fox","5":"\"American Idol\" created by Simon Fuller with judges Simon Cowell, Paula Abdul and Randy Jackson premieres on Fox","6":"Oklahoma City bomber executed\nTimothy McVeigh—convicted of the bombing of a federal building in Oklahoma City on April 19, 1995, which killed 168 people in what was then the worst terrorist attack in the U.S.—was executed this day in 2001.","7":"\"Jurassic Park\", directed by Steven Spielberg, starring Sam Neill and Jeff Goldblum opens, sets box office weekend record of $502 million","8":"Margaret Thatcher is 1st British Prime Minister in 160 years to win a third consecutive term","9":"US President JFK says segregation is morally wrong and that it is \"time to act\"","10":"Mehmet Oz\nTurkish American surgeon, educator, and author\nwas born","11":"Hugh Laurie\nBritish actor\nwas born","12":"Joe Montana\nAmerican football player\nwas born","13":"Actress Agnes Moorehead (51) divorces actor Jack G. Lee (50) after 22 years of marriage","14":"Capping a dramatic recovery from a near-fatal automobile accident, American golfer Ben Hogan won the U.S. Open.","15":"Actress Hattie McDaniel (54) weds interior decorator Larry Williams in Yuma, Arizona","16":"NFL Commissioner Pete Rozelle (23) weds artist Jane Coupe","17":"Gene Wilder\nAmerican actor\nwas born","18":"American aviator Charles A. Lindbergh was awarded the Distinguished Flying Cross by U.S. President Calvin Coolidge.","19":"Vince Lombardi\nAmerican football coach\nwas born","20":"The Guangxu emperor of China issued his first reform decree initiating the Hundred Days of Reform, an imperial attempt at renovating the Chinese state and social system.","21":"Jeannette Rankin, the first woman to be a member of the U.S. Congress, was born.","22":"Continental Congress creates committee (Thomas Jefferson, John Adams, Benjamin Franklin, Roger Sherman, and Robert R. Livingston) to draft a Declaration of Independence","23":"The empress Maria Theresa of Austria decided to make peace with Prussian King Frederick II, ceding almost all of Silesia to him in the Treaty of Breslau, which marked the end of the First Silesian War.","24":"King Henry VIII (17) of England marries first wife Catherine of Aragon (23), widow of his brother Arthur","25":"BC Trojan War: Troy is sacked and burned, according to calculations by Eratosthenes"}}