{"Year":{"0":"451","1":"2002","2":"1992","3":"1987","4":"1975","5":"1969","6":"1967","7":"1967","8":"1953","9":"1952","10":"1949","11":"1938","12":"1929","13":"1928","14":"1925","15":"1905","16":"1903","17":"1895","18":"1894","19":"1887","20":"1861","21":"1840","22":"1789","23":"1789","24":"1567","25":"1214"},"Event":{"0":"Battle of the Catalaunian Plains: Roman and Visigoths forces defeat Attila the Hun in north east France","1":"In Atkins v. Virginia the U.S. Supreme Court ruled that the imposition of the death penalty in cases involving intellectually disabled defendants violated the Eighth Amendment's protection against cruel and unusual punishment.","2":"A new constitution went into effect in Paraguay, signaling the end of military rule established in the 1950s by Alfredo Stroessner.","3":"1st Rugby World Cup Final, Eden Park, Auckland: New Zealand fly-half Grant Fox lands 4 penalties, a conversion and drop goal as the All Blacks beat France, 29-9","4":"\"Jaws\", based on the book by Peter Benchley, directed by Steven Spielberg and starring Roy Scheider is released","5":"200,000 attend Newport '69', then largest-ever pop concert in Northridge, California. Jimi Hendrix gets $120,000 to appear.","6":"Australian actress Nicole Kidman—who was known for her considerable range and versatility, as well as for her glamorous looks and cool demeanour—was born in Hawaii.","7":"Nicole Kidman\nAustralian actress\nwas born","8":"Cyndi Lauper\nAmerican singer and songwriter\nwas born","9":"John Goodman\nAmerican actor\nwas born","10":"Lionel Richie\nAmerican singer, songwriter, and producer\nwas born","11":"British actor Alec Guinness (24) weds actress Merula Sylvia Salaman (23)","12":"Author William Faulkner (31) weds Estelle Oldham at College Hill Presbyterian Church outside Oxford, Mississippi","13":"American jazz musician Eric Dolphy was born in Los Angeles.","14":"Audie Murphy\nAmerican war hero and actor\nwas born","15":"American playwright and screenwriter Lillian Hellman was born in New Orleans, Louisiana.","16":"American automobile-racing driver Barney Oldfield accomplished the first mile-a-minute performance in a car, at Indianapolis, Indiana.","17":"1st female PhD from an American University, earned by Caroline Willard Baldwin (in Science) at Cornell University","18":"Basketball inventor James Naismith (32) weds Maude Evelyn Sherman (23) in Springfield, Massachusetts","19":"German Dada artist and poet Kurt Schwitters was born in Hannover.","20":"British biochemist Sir Frederick Gowland Hopkins, who won a share of the 1929 Nobel Prize for Physiology or Medicine for his discovery of vitamins, was born in Eastbourne, East Sussex.","21":"Samuel Morse patents his telegraph","22":"Locked out of their meeting hall at Versailles, the deputies of the Third Estate in France congregated on a nearby tennis court and took an oath not to separate until a written constitution had been established—the Tennis Court Oath.","23":"Tennis Court Oath (for a new constitution) in France made at Versailles","24":"Casket Letters found\nThe Casket Letters—which directly implicated Mary, Queen of Scots, in a plot with James Hepburn, 4th earl of Bothwell, to murder Mary's husband, Henry Stewart, Lord Darnley—were said to have been discovered this day in 1567.","25":"The University of Oxford receives its charter"}}