{"Year":{"0":"323 bce","1":"2008","2":"2005","3":"2000","4":"2000","5":"1995","6":"1978","7":"1978","8":"1971","9":"1967","10":"1966","11":"1956","12":"1944","13":"1929","14":"1928","15":"1928","16":"1913","17":"1897","18":"1895","19":"1886","20":"1878","21":"1878","22":"1866","23":"1865","24":"1865","25":"1850","26":"1625","27":"1525","28":"1373"},"Event":{"0":"The king of Macedonia, Alexander the Great, died in Babylon.","1":"Actor Bill Murray (57) divorces costume designer Jennifer Butler (42) due to abuse and infidelity after 10 years of marriage","2":"After a 14-week trial that became a media circus, American pop singer Michael Jackson was acquitted of child-molestation charges.","3":"President Kim Dae Jung of South Korea meets Kim Jong-il, leader of North Korea, for the beginning of the first ever inter-Korea summit, in the northern capital of Pyongyang.","4":"Historic meeting between North and South Korean leaders\nOn this day in 2000, South Korean President Kim Dae-Jung met North Korean leader Kim Jong Il in a summit that marked the first meeting between heads of the two countries, helping earn Kim Dae-Jung the Nobel Peace Prize.","5":"Björk releases her 2nd art pop solo album \"Post\"","6":"Film \"Grease\" opens, starring John Travolta & Olivia Newton-John, based on the 1971 musical","7":"Film \"Grease\" opens, starring John Travolta & Olivia Newton-John, based on the 1971 musical","8":"The New York Times began publishing the “Pentagon Papers”—a series of articles based on a study of the U.S. role in Indochina from World War II until May 1968.","9":"Thurgood Marshall was nominated as justice to the U.S. Supreme Court by President Lyndon B. Johnson.","10":"The U.S. Supreme Court ruled in favour of Ernesto Miranda in Miranda v. Arizona, affirming that constitutional guarantees against self-incrimination include restrictions on police interrogation of an arrested suspect.","11":"The last British troops leave the Suez Canal Zone in Egypt","12":"Ban Ki-Moon\nSouth Korean statesman and secretary-general of the United Nations\nwas born","13":"Ralph Angus McQuarrie\nAmerican conceptual artist\nwas born","14":"Li Ka-shing\nChinese entrepreneur and philanthropist\nwas born","15":"John Nash\nAmerican mathematician\nwas born","16":"Hudson Stuck and Harry Karstens led a mountaineering party to the south peak, the true summit of Mount McKinley, becoming the first people to ascend North America's highest peak (6,194 metres [20,320 feet]).","17":"Finnish track athlete Paavo Nurmi—who dominated long-distance running in the 1920s, capturing nine gold medals in three Olympic Games (1920, 1924, 1928)—was born.","18":"Emile Levassor wins the first automobile race in history the Paris-Bordeaux-Paris, taking 48 hours and 48 minutes (1,178 km)","19":"Louis II—the eccentric monarch of Bavaria whose mania for extravagant building projects led, in part, to his nickname “Mad King Ludwig”—died in Starnberger See.","20":"Congress of Berlin begins, determines the territories of the states in the Balkan peninsula following the Russo-Turkish War of 1877–78","21":"The Congress of Berlin met to sign the Treaty of Berlin to replace the Treaty of San Stefano, which had been signed by Russia and Turkey (March 3, 1878) at the conclusion of the last of the Russo-Turkish wars.","22":"US House of representatives passes 14th Amendment (Civil rights)","23":"William Butler Yeats\nIrish author and poet\nwas born","24":"Irish poet, dramatist, and prose writer William Butler Yeats—one of the greatest English-language poets of the 20th century and the winner of the 1923 Nobel Prize for Literature—was born.","25":"Poet Alfred Tennyson (40) weds Emily Sellwood (36)","26":"English king Charles I marries French princess Henriette","27":"Martin Luther marries Katharina von Bora, against the celibacy rule decreed by the Roman Catholic Church for priests and nuns.","28":"Anglo-Portuguese Treaty of Alliance (world's oldest extant) signed in London"}}