{"Year":{"0":"2008","1":"1986","2":"1977","3":"1971","4":"1965","5":"1964","6":"1963","7":"1958","8":"1949","9":"1941","10":"1940","11":"1937","12":"1936","13":"1910","14":"1906","15":"1903","16":"1894","17":"1887","18":"1865","19":"1848","20":"1815","21":"1772","22":"168 bce","23":"1675","24":"1633","25":"1611"},"Event":{"0":"American comedian George Carlin—whose “Seven Words You Can Never Say on Television” routine led to a U.S. Supreme Court ruling that gave the Federal Communications Commission (FCC) the right to determine when to censor radio and TV broadcasts—died in California.","1":"Argentine football (soccer) player Diego Maradona scored his memorable “Hand of God” goal (the ball struck his hand, but the referee mistakenly thought it had hit his head) to help Argentina defeat England in a World Cup quarterfinal game; Argentina went on to win the tournament.","2":"Walt Disney's \"Rescuers\" released, first Disney film to get a sequel","3":"Kurt Warner\nAmerican football player\nwas born","4":"Actress Lana Turner marries for the 7th time to Robert P. Eaton","5":"Dan Brown\nAmerican author\nwas born","6":"\"Little\" Stevie Wonder aged 13 releases his first single \"Fingertips\" (first live non-studio recording to go to No. 1 on Billboard)","7":"NBA forward Elgin Baylor (23) weds Ruby Saunder at Mt Olive Baptist Church in Washington, D.C.","8":"Elizabeth Warren\nUnited States senator\nwas born","9":"Germany violated the German-Soviet Nonaggression Pact of 1939 and attacked the Soviet Union during World War II.","10":"With an invading German force at its door in mid-June 1940, the French government under the leadership of Marshal Philippe Pétain signed an armistice with Germany, thereby creating Vichy France (the “French State”).","11":"Joe Louis KOs James J Braddock in 18 for his first heavyweight boxing title in significant moment in African American sporting history","12":"Kris Kristofferson\nAmerican singer, songwriter, and actor\nwas born","13":"Katherine Dunham, an African American dancer, choreographer, and anthropologist noted for her innovative interpretations of primitive, ritualistic, and ethnic dances, was born.","14":"American motion-picture director and producer Billy Wilder was born in Sucha, Austria (now in Poland).","15":"John Dillinger\nAmerican gangster\nwas born","16":"Harry Houdini marries Bessie Rahner","17":"English biologist and philosopher Sir Julian Huxley, who greatly influenced the modern development of embryology, was born in London.","18":"The CSS Shenandoah fires the last shot of the American Civil War in the Bering Strait to indicate surrender","19":"Beginning of the June Days uprising in Paris by French workers","20":"Napoleon abdicated as French emperor for the second time.","21":"Somerset v Stewart court case finds slavery unsupported by English common law, encouraging the abolitionist movement","22":"The Romans defeated the Macedonians under King Perseus at the Battle of Pydna, which marked the end of the Macedonian monarchy and allowed Rome's annexation of Macedonia.","23":"Royal Greenwich Observatory established in England by Charles II","24":"Galileo Galilei forced to recant his Copernican views that the Earth orbits the Sun by the Pope (Vatican only admits it was wrong on Oct 31, 1992!)","25":"Mutiny against Henry Hudson\nOn this day in 1611, English explorer Henry Hudson—who earlier had tried to discover a short route from Europe to Asia through the Arctic Ocean—was set adrift with his son and seven others in Hudson Bay by mutineers."}}