{"Year":{"0":"2012","1":"2009","2":"2003","3":"1994","4":"1966","5":"1964","6":"1964","7":"1958","8":"1957","9":"1949","10":"1943","11":"1941","12":"1941","13":"1931","14":"1920","15":"1913","16":"1911","17":"1908","18":"1900","19":"1888","20":"1861","21":"1854","22":"1822","23":"1767","24":"1762","25":"1613","26":"1613","27":"1534"},"Event":{"0":"Actress Katie Holmes (33) divorces American film actor and producer Tom Cruise (50) allegedly due to disagreement about their religious beliefs and the raising of their daughter Suri, after 5 years of marriage","1":"American hedge-fund investment manager Bernie Madoff received a sentence of up to 150 years in prison for operating the largest Ponzi scheme in history.","2":"American actress Katharine Hepburn—a spirited performer with a touch of eccentricity who introduced into her roles a strength of character previously considered to be undesirable in Hollywood leading ladies—died in Connecticut.","3":"US reopens Guantanamo Naval Base to process refugees","4":"Vietnam War: US planes bomb the North Vietnamese capital Hanoi and the port city of Haiphong for the first time","5":"Civil Rights Act of 1964 passed after 83-day filibuster in the US Senate","6":"1st draft of Star Trek's pilot \"Cage\" released","7":"FIFA World Cup Final, Råsunda Stadium, Stockholm, Sweden: Vavá & Pelé each score 2 goals as Brazil beats Sweden, 5-2","8":"Gurbanguly Berdymukhammedov\npresident of Turkmenistan\nwas born","9":"South Africa begins implementing apartheid; no mixed marriages","10":"Actor Jackie Coogan (28) divorces actress Flower Parry after almost 2 years of marriage","11":"Stokely Carmichael\nWest Indian-American activist\nwas born","12":"Stokely Carmichael, a civil rights activist and a leader of black nationalism in the United States in the 1960s, was born in Port of Spain, Trinidad.","13":"Actress Mary Astor (25) weds Dr. Franklyn Thorpe","14":"Ray Harryhausen\nAmerican filmmaker\nwas born","15":"Following a year of war with the Ottoman Empire, members of the victorious Balkan League quarreled over the division of the conquered territories, resulting in the Second Balkan War when Bulgaria attacked Greek and Serbian forces in Macedonia this night.","16":"Bernard Herrmann\nAmerican composer and conductor\nwas born","17":"Leroy Anderson\nAmerican musician\nwas born","18":"The Imperial Chinese Court issues what is essentially a declaration of war against the foreigners in China and blames hostilities on them, giving license to Boxers for even greater ferocity","19":"First (known) recording of classical music made, Handel's Israel in Egypt on wax cylinder","20":"English poet Elizabeth Barrett Browning, famous for her Sonnets from the Portuguese, died at age 55 from a severe chill.","21":"English Novelist and author of \"Jane Eyre\" Charlotte Brontë marries curate Arthur Bell Nicholls","22":"Nephew of Napoleon, biologist and ornithologist Prince Charles Bonaparte marries cousin Zenaide Bonaparte","23":"The Townshend Revenue Act, an import tax on tea and other goods,  was imposed on the American colonists by British Chancellor Charles Townshend, bringing the Americans one step closer to revolution.","24":"Russian Tsar Peter III divorces his wife Catherine II","25":"London's Globe Theatre destroyed by fire\nDuring a performance of William Shakespeare's Henry VIII on this day in 1613, the Globe Theatre was destroyed within an hour after its thatch was accidentally set aflame by a cannon marking the king's entrance onstage.","26":"Shakespeare's Globe Theatre in London, England, burns down during a performance of \"Henry VIII\"","27":"French mariner Jacques Cartier discovered Prince Edward Island off the coast of what is now Canada."}}