{"Year":{"0":"618","1":"2012","2":"2010","3":"2006","4":"1995","5":"1991","6":"1983","7":"1979","8":"1976","9":"1971","10":"1969","11":"1953","12":"1948","13":"1942","14":"1940","15":"1940","16":"1929","17":"1928","18":"1901","19":"1886","20":"1886","21":"1858","22":"1839","23":"1815","24":"1815","25":"1812","26":"1812","27":"1429"},"Event":{"0":"Coronation of the Chinese governor Li Yuan as Emperor Gaozu of Tang, the new Emperor of China, initiating three centuries of the Tang Dynasty's rule over China","1":"\"The L Word\" actress Laurel Holloman (41) divorces architect Paul Macherey (44) due to irreconcilable differences after 9 years of marriage","2":"Former Saved by the Bell actor Mark-Paul Gosselaar (36) divorces former model Lisa Ann Russell (39) due to irreconcilable differences after 14 years of marriage","3":"Prelate Katharine Jefferts Schori was elected presiding bishop of the Episcopal Church in the United States of America, becoming the first woman chosen as a churchwide leader in the 400-year history of the Anglican Communion.","4":"All Black Jonah Lomu scores the try of the Rugby World Cup, running over Mike Catt in New Zealand's 45-29 defeat of England","5":"\"(Everything I Do) I Do It for You\" single released by Bryan Adams (Billboard Song of the Year 1991)","6":"The first American woman to fly into outer space, Sally Ride, was launched with four other astronauts aboard the space shuttle Challenger.","7":"The SALT (Strategic Arms Limitation Talks) II treaty was signed by U.S. President Jimmy Carter and Soviet leader Leonid Brezhnev.","8":"Blake Shelton\nAmerican singer-songwriter and television personality\nwas born","9":"Aviator Howard Hughes divorces 2nd wife Jean Peters after 14 years of marriage","10":"\"The Wild Bunch\", directed by Sam Peckinpah and starring William Holden and Ernest Borgnine, is released","11":"Civil rights activist Martin Luther King Jr. (24) marries fellow activist and singer Coretta Scott (26)","12":"UN Commission on Human Rights adopts the International Declaration of Human Rights","13":"Roger Ebert\nAmerican film critic\nwas born","14":"Winston Churchill's \"this was their finest hour\" speech urging perseverance during Battle of Britain delivered to British House of Commons","15":"Broadcasting from London after France fell to the Nazis, French General Charles de Gaulle appealed to his compatriots to continue World War II under his leadership.","16":"Jürgen Habermas\nGerman philosopher\nwas born","17":"American aviator Amelia Earhart becomes the 1st woman to fly across the Atlantic Ocean landing at Burry Port, Wales","18":"Anastasia\nRussian grand duchess\nwas born","19":"British explorer and mountaineer George Mallory, whose disappearance on Mount Everest in 1924 became one of the most-celebrated mysteries of the 20th century, was born in Mobberley, Cheshire.","20":"George Mallory\nBritish explorer and mountaineer\nwas born","21":"Norwegian modernist playwright \"The Doll's House\" Henrik Ibsen (30) marries Suzannah Thoresen (21) in Oslo","22":"Dutch prince Willem Alexander (later William III) weds cousin Princess Sophia","23":"Battle of Waterloo; Napoleon and France defeated by British forces under Wellington and Prussian troops under Blucher","24":"Napoleon was defeated in the Battle of Waterloo, ending 23 years of recurrent warfare between France and the other powers of Europe.","25":"War of 1812 begins as US declares war against Britain","26":"War of 1812 begun\nOn this day U.S. President James Madison signed a declaration of war against Great Britain, initiating the War of 1812, which arose chiefly from U.S. grievances over oppressive maritime practices during the Napoleonic Wars.","27":"Joan of Arc led the French army against the English at Patay, France."}}