{"Year":{"0":"2016","1":"1986","2":"1981","3":"1981","4":"1972","5":"1964","6":"1964","7":"1957","8":"1936","9":"1928","10":"1928","11":"1927","12":"1926","13":"1924","14":"1899","15":"1898","16":"1869","17":"1857","18":"1857","19":"1853","20":"1853","21":"1836","22":"1836","23":"1834","24":"1619","25":"1508","26":"1479","27":"1475"},"Event":{"0":"American first lady and actress Nancy Reagan—who was first lady during the 1981–89 administration of her husband, President Ronald Reagan, and was noted as his most trusted adviser and the most zealous protector of his reputation—died in Los Angeles.","1":"American painter Georgia O'Keeffe—whose well-known works include large-format paintings of natural forms, especially flowers and bones—died in New Mexico.","2":"Walter Cronkite signs off as anchorman of \"CBS Evening News\"","3":"Journalist Walter Cronkite, who was known as “the most trusted man in America,” signed off as the longtime anchor of the CBS Evening News.","4":"Shaquille O'Neal\nAmerican basketball player\nwas born","5":"Boxing legend Cassius Clay joins the Nation of Islam and changes his name to \"Muhammad Ali\", calling his former title a \"slave name\"","6":"Actress Elizabeth Taylor's 4th divorce from entertainer Eddie Fisher","7":"Ghana became an independent nation, led by Prime Minister Kwame Nkrumah.","8":"Marion Barry\nAmerican activist and politician\nwas born","9":"Industrialist Oskar Schindler (19) weds Emilie Schindler (20) in Svitavy, Czech Republic","10":"Latin American author Gabriel García Márquez was born in Aracataca, Colombia.","11":"Gabriel García Márquez\nColombian author\nwas born","12":"Alan Greenspan\nAmerican economist\nwas born","13":"King Tut's tomb opened\nOn this day in 1924, the Egyptian government opened the mummy case of King Tutankhamen, ruler of Egypt in the 14th century , whose burial chamber had been discovered in 1922 by renowned British archaeologist Howard Carter.","14":"\"Aspirin\" (acetylsalicylic acid) patented by Felix Hoffmann at German company Bayer","15":"Poet Paul Laurence Dunbar (25) weds political activist Alice Dunbar (22) in New York","16":"Dmitri Mendeleev presents the first periodic table of the elements to the Russian Chemical Society","17":"Dred Scott Decision: US Supreme Court rules Africans cannot be US citizens","18":"U.S. Chief Justice Roger B. Taney announced the Dred Scott decision, making slavery legal in all U.S. territories.","19":"Giuseppe Verdi's opera La traviata premiered at La Fenice opera house in Venice.","20":"Giuseppe Verdi's Opera \"La Traviata\" premieres in Venice","21":"The Alamo in Texas fell to Mexican General Antonio López de Santa Anna after a 13-day siege.","22":"Battle of the Alamo: After 13 days of fighting 1,500-3,000 Mexican soldiers overwhelm the Texan defenders, killing 182-257 Texans including William Travis, Jim Bowie and Davy Crockett","23":"Toronto, now the financial and commercial centre of Canada, was incorporated.","24":"French satirist and dramatist Savinien Cyrano de Bergerac was born in Paris.","25":"Humāyūn\nMughal emperor\nwas born","26":"Treaty of Alcaçovas: Portugal gives the Canary Islands to Castile in exchange for claims in West Africa","27":"Italian Renaissance artist Michelangelo—who exerted an unparalleled influence on Western sculpture, painting, and architecture and whose works rank among the most famous in existence—was born in the Republic of Florence."}}