{"Year":{"0":"597","1":"2014","2":"1995","3":"1983","4":"1968","5":"1953","6":"1945","7":"1940","8":"1935","9":"1934","10":"1927","11":"1926","12":"1926","13":"1926","14":"1921","15":"1911","16":"1905","17":"1894","18":"1872","19":"1867","20":"1850","21":"1822","22":"1802","23":"1792","24":"1751","25":"1661","26":"1660","27":"1527","28":"1521"},"Event":{"0":"BC Babylonians capture Jerusalem, replace Jehoiachin with Zedekiah as king","1":"In a popular referendum, Crimea voted to secede from Ukraine and join the Russian Federation; despite opposition from numerous countries, Russia later annexed the region.","2":"Mississippi ratified the Thirteenth Amendment—which abolished slavery—130 years after it was added to the U.S. Constitution; however, Mississippi's ratification was not made official until 2013, when the state notified the U.S. Archivist.","3":"Producer Dick Wolf (36) divorces Susan Scranton after more than 13 years of marriage","4":"My Lai Massacre\nOn this day in 1968, during the Vietnam War, U.S. soldiers dispatched on a search-and-destroy mission killed as many as 500 unarmed villagers in the hamlet of My Lai, considered a stronghold of the Viet Cong.","5":"Richard Matthew Stallman\nAmerican computer programmer\nwas born","6":"U.S. Marines captured the Japanese island of Iwo Jima during World War II.","7":"Bernardo Bertolucci\nItalian director\nwas born","8":"Adolf Hitler orders German re-armament in violation of The Treaty of Versailles","9":"6th Academy Awards: \"Cavalcade\", Charles Laughton and Katharine Hepburn win, host Will Rogers announces \"Come and Get it Frank\" and wrong Frank gets up","10":"Vladimir Mikhaylovich Komarov\nSoviet cosmonaut\nwas born","11":"Jerry Lewis\nAmerican comedian\nwas born","12":"American inventor Robert H. Goddard launched the first successful liquid-propellant rocket.","13":"American comedian Jerry Lewis, whose unrestrained comic style made him one of the most popular performers of the 1950s and '60s, was born.","14":"The Treaty of Moscow established friendly relations between the nationalist government of Turkey and the Soviet Union.","15":"Josef Mengele\nGerman physician\nwas born","16":"Inventor and electrical engineer Guglielmo Marconi (30) weds Beatrice O'Brien","17":"Jules Massenet's opera \"Thaïs\" premieres in Paris, includes piece “Méditation” for violin and orchestra","18":"1st English FA Cup Final, Kennington Oval, London: Wanderers defeat Royal Engineers, 1-0; Morton Betts scores winner","19":"First publication of an article by Joseph Lister outlining the discovery of antiseptic surgery, in \"The Lancet\"","20":"American author Nathaniel Hawthorne's The Scarlet Letter was published.","21":"Opera Composer (The Barber of Seville) Gioacchino Rossini marries 1st wife Opera Singer Isabella Colbran in Bologna","22":"The United States Military Academy at West Point, New York—one of the oldest service academies in the world—was originally founded as a training centre for the U.S. Corps of Engineers.","23":"King Gustav III of Sweden is shot by Count Jacob Johan Anckarström at a masked ball at the Opera; he dies on March 29","24":"James Madison, the fourth U.S. president and one of the Founding Fathers, was born in Virginia.","25":"Princess Henrietta of Orange-Nassau (16) weds Philippe of France, Duke of Orléans (20)","26":"English Long Parliament disbands","27":"Battle of Khanua: Mughal Emperor Babur defeats Rajput forces led by Rana Sanga consolidating Mughal power","28":"Portuguese navigator Ferdinand Magellan, sailing under the Spanish flag on his circumnavigation of the globe, reached the Philippines, securing the first alliance in the Pacific Islands for Spain."}}