{"Year":{"0":"47 bce","1":"2002","2":"1998","3":"1977","4":"1977","5":"1970","6":"1963","7":"1963","8":"1958","9":"1958","10":"1958","11":"1955","12":"1954","13":"1952","14":"1952","15":"1948","16":"1927","17":"1916","18":"1914","19":"1886","20":"1886","21":"1871","22":"1845","23":"1814","24":"1785","25":"1625","26":"1625","27":"1513","28":"1351"},"Event":{"0":"Cleopatra reinstated as queen of Egypt\nThe legendary Cleopatra VII Thea Philopator, aided by her Roman lover Julius Caesar, was reinstated as coruler of Egypt (with her brother Ptolemy XIV) this day in 47  following a civil war with her brother Ptolemy XIII.","1":"American comedian Milton Berle—who, as a popular entertainer in the early days of television in the United States, came to be known as “Mr. Television”—died in Los Angeles.","2":"The drug Viagra from the pharmaceutical company Pfizer was approved by the U.S. Food and Drug Administration for use in treating erectile dysfunction.","3":"Two airplanes, a Pan Am 747 and a KLM 747, collided on a runway in the Canary Islands, killing 582.","4":"583 die in aviation's worst ever disaster when two Boeing 747s collide at Tenerife airport in Spain","5":"American pop singer Mariah Carey, one of the most successful female performers of the 1990s, was born.","6":"American director and screenwriter Quentin Tarantino—whose films, including Reservoir Dogs (1992) and Pulp Fiction (1994), are noted for their stylized violence, razor-sharp dialogue, and fascination with film and pop culture—was born.","7":"Quentin Tarantino\nAmerican director and screenwriter\nwas born","8":"Nikita Khrushchev becomes Soviet Premier as well as First Secretary of the Communist Party","9":"Writer Gabriel García Márquez (31) weds Mercedes Barcha","10":"Nikita Khrushchev replaced Nikolay Bulganin as premier of the Soviet Union.","11":"Mariano Rajoy\nprime minister of Spain\nwas born","12":"Actress Elizabeth Montgomery (20) weds socialite Frederick Gallatin Cammann","13":"\"Singin' in the Rain\", musical comedy directed by Gene Kelly and Stanley Donen, starring Gene Kelly and Debbie Reynolds, premieres at Radio City Music Hall in NYC","14":"\"Singin' in the Rain\", musical comedy directed by Gene Kelly and Stanley Donen, starring Gene Kelly and Debbie Reynolds, premieres at Radio City Music Hall in NYC","15":"Just 11 days after being released from prison, Billie Holiday plays in front of a sold-out crowd at Carnegie Hall","16":"Mstislav Rostropovich, one of the best-known cellists of the 20th century and music director of the National Symphony Orchestra in Washington, D.C., from 1977 to 1994, was born in Azerbaijan.","17":"Actress Gloria Swanson (17) weds actor Wallace Beery (30)","18":"1st successful non-direct blood transfusion is performed by Dr. Albert Hustin in Brussels","19":"German American architect Ludwig Mies van der Rohe, whose rectilinear forms crafted in elegant simplicity epitomized the International style of architecture, was born.","20":"Ludwig Mies van der Rohe\nAmerican architect\nwas born","21":"1st international rugby union match - Scotland 1, England 0 at Raeburn Place, Edinburgh","22":"Wilhelm Conrad Röntgen\nGerman physicist\nwas born","23":"At the Battle of Horseshoe Bend (Tohopeka, Alabama) in the Creek War, Andrew Jackson and his 3,000 troops defeated the Creek Indians, slaughtering more than 800 warriors and imprisoning 500 women and children.","24":"Louis (XVII)\nking of France\nwas born","25":"Upon the death of James I, Charles I ascended the throne of Great Britain and Ireland.","26":"Charles I, King Of England, Scotland & Ireland, ascends English throne","27":"Spaniard Juan Ponce de León and his expedition first sight Florida","28":"As part of the struggle between Charles of Blois (supported by the king of France) and John of Montfort (backed by the king of England) over succession to the duchy of Brittany, their knights waged the Battle of the Thirty near Ploërmel."}}