{"Year":{"0":"363","1":"2013","2":"2002","3":"2002","4":"1998","5":"1993","6":"1979","7":"1971","8":"1963","9":"1963","10":"1955","11":"1953","12":"1949","13":"1948","14":"1946","15":"1946","16":"1934","17":"1934","18":"1922","19":"1898","20":"1887","21":"1871","22":"1798","23":"1770","24":"1770","25":"1760","26":"1496","27":"1046"},"Event":{"0":"Roman Emperor Julian moves from Antioch with an army of 90,000 to attack the Sassanid Empire, in a campaign that brings about his own death","1":"Venezuelan politician Hugo Chávez—who served (1999–2013) as the populist president of Venezuela and adopted an ideology, chavismo, that was rooted in the socialist political program of South American independence hero Simón Bolívar—died in Caracas.","2":"American reality TV program The Osbournes\" featuring family of Ozzy Osbourne premieres on MTV","3":"American reality TV program The Osbournes\" featuring family of Ozzy Osbourne premieres on MTV","4":"Singer Mariah Carey and mugic mogul Tommy Mottola divorce after 2 years of marriage","5":"Former Washington, D.C. Mayor Marion Barry divorces his wife Effi","6":"The U.S. space probe Voyager 1 flew by Io, the innermost of Jupiter's satellites, and observed nine active volcanoes on its surface.","7":"\"Stairway to Heaven\" by Led Zeppelin first played live at Ulster Hall, Belfast by Robert Plant, Jimmy Page, John Bonham and John Paul Jones","8":"American country and western singer Patsy Cline—who was one of the classic performers of the genre, known for such ballads as I Fall to Pieces and Crazy—died in an airplane crash.","9":"Joel Osteen\nAmerican televangelist, theologian, and author\nwas born","10":"Chinese author Mo Yan, who won the 2012 Nobel Prize for Literature for his imaginative and humanistic fiction, was born.","11":"Soviet Premier Joseph Stalin died in Moscow and was succeeded by Georgy Malenkov.","12":"Bradman plays his last innings in 1st-class cricket, gets 30","13":"Actor Eli Wallach marries actress Anne Jackson","14":"British Prime Minister Winston Churchill popularized the term “Iron Curtain”—describing the separation of the Soviet Union and its eastern and central European allies from Western nations—in a speech at Fulton, Missouri.","15":"Winston Churchill's \"Iron Curtain\" speech in Fulton, Missouri, popularizes the term and draws attention to the division of Europe","16":"Daniel Kahneman\nIsraeli-born psychologist\nwas born","17":"Nicholas Smith\nBritish actor\nwas born","18":"Pier Paolo Pasolini\nItalian author and director\nwas born","19":"Zhou Enlai\npremier of China\nwas born","20":"Brazilian musician and Latin American composer Heitor Villa-Lobos was born in Rio de Janeiro.","21":"Polish German activist Rosa Luxemburg, who played a key role in the founding of the Polish Social Democratic Party and the Spartacus League, was born in Zamość.","22":"Napoleon invaded Switzerland and occupied Bern, ending the ancient ruling system of that country, the Confederation of the Thirteen Cantons.","23":"Boston Massacre (Incident on King Street): British soldiers kill 5 men in a crowd throwing snowballs, stones and sticks at them. African American Crispus Attucks 1st to die; later held up as early black martyr. Massacre galvanizes anti-British feelings.","24":"Boston Massacre\nHarassed by a mob, British troops on this day in 1770 opened fire, killing Crispus Attucks and four others in the Boston Massacre, an event that galvanized anti-British feelings in the lead-up to the American Revolution.","25":"Princess Carolina marries Gen Charles Christian van Nassau-Weilburg","26":"English King Henry VII grants John Cabot (Giovanni Caboto) a commission to explore for new lands","27":"Persian scholar Naser Khosrow begins the 7 year Middle Eastern journey which he will later describe in his book Safarnama"}}