{"Year":{"0":"2010","1":"2009","2":"2007","3":"1999","4":"1987","5":"1986","6":"1975","7":"1965","8":"1958","9":"1956","10":"1952","11":"1942","12":"1940","13":"1936","14":"1917","15":"1912","16":"1904","17":"1876","18":"1876","19":"1875","20":"1875","21":"1872","22":"1850","23":"1792","24":"1644","25":"161","26":"161","27":"1530"},"Event":{"0":"American director Kathryn Bigelow became the first woman to win an Academy Award for best director, for The Hurt Locker (2008).","1":"Despite only being 17 years old, Brazilian soccer star Neymar makes his professional debut for Santos","2":"Former vocalist of \"Babado Novo\" Claudia Leitte (26) weds Marcio Pedreira at Hotel Convento do Carmo in Salvador, Brazil","3":"American director and writer Stanley Kubrick—whose iconic films are characterized by a cool, formal visual style, meticulous attention to detail, and a detached, often ironic pessimism—died in England.","4":"American boxer Mike Tyson became the youngest heavyweight to acquire the World Boxing Association (WBA) championship belt when he defeated James Smith in 12 rounds.","5":"Actor Johhny Depp and Lori Depp divorce after 2 years of marriage","6":"\"Mirror\", Russian film directed by Andrei Tarkovsky, starring Margarita Terekhova and Ignat Daniltsev, is released","7":"Attack on civil rights protesters in Selma, Alabama\nOn this day in 1965, state troopers used nightsticks and tear gas to attack American civil rights activists as they crossed a bridge in Selma, Alabama, during their march to the state capitol in Montgomery.","8":"Rik Mayall\nBritish actor and comedian\nwas born","9":"Bryan Cranston\nAmerican actor\nwas born","10":"West Indian cricketer Viv Richards, who earned the nickname “Master Blaster” as arguably the finest batsman of his generation, was born in Antigua.","11":"Michael Eisner\nAmerican executive\nwas born","12":"Comedian Oliver Hardy (48) marries film assistant Virginia Lucille Jones (30)","13":"Hitler breaks Treaty of Versailles by sending troops to the Rhineland","14":"1st jazz record released on a 78 by Original Dixieland Jass Band for the Victor Talking Machine Company (\"Dixie Jazz Band One Step,\" one side \"Livery Stable Blues\" other)","15":"Roald Amundsen announces discovery of the South Pole","16":"Reinhard Heydrich\nGerman Nazi official\nwas born","17":"Alexander Graham Bell receives a patent for the telephone in the US","18":"Alexander Graham Bell received a patent for the telephone.","19":"Maurice Ravel\nFrench composer\nwas born","20":"Composer Maurice Ravel was born in Ciboure, France.","21":"Painter Piet Mondrian—who was an important leader in the development of modern abstract art, known for works that possess a formal purity that embodies his spiritual belief in a harmonious cosmos—was born in Amersfoort, Netherlands.","22":"U.S. Senator Daniel Webster spoke out in favour of the Compromise of 1850 (enacted in September), a series of moderate measures that addressed the question of slavery in U.S. territories.","23":"English astronomer Sir John Herschel, a successor to his father, Sir William Herschel, in the field of stellar and nebular observation and discovery, was born.","24":"Massachusetts established the first bicameral legislature in North America.","25":"Marcus Aurelius became emperor of Rome.","26":"Roman Emperor Antoninus Pius dies and is succeeded by co-Emperors Marcus Aurelius and Lucius Verus, an unprecedented political arrangement in the Roman Empire","27":"English King Henry VIII's divorce request is denied by the Pope."}}