{"Year":{"0":"307","1":"2010","2":"2008","3":"1981","4":"1980","5":"1967","6":"1960","7":"1948","8":"1948","9":"1930","10":"1928","11":"1927","12":"1920","13":"1918","14":"1889","15":"1878","16":"1877","17":"1870","18":"1854","19":"1834","20":"1811","21":"1732","22":"1732","23":"1657","24":"1596","25":"1596","26":"1521","27":"1492","28":"1146"},"Event":{"0":"Roman Emperor Constantine marries Fausta, daughter of the Emperor Maximian, later murdering her in 326","1":"\"Dawson's Creek\" actor James Van Der Beek (32) divorces actress Heather Ann McComb (33) after almost 7 years of marriage","2":"American director Jules Dassin, a master of film noir perhaps best known for the influential heist film Rififi (1955), died at age 96.","3":"1st Golden Raspberry Awards: \"Can't Stop the Music\" wins","4":"American track-and-field legend Jesse Owens, who won four gold medals at the 1936 Olympics in Berlin, died at age 66.","5":"1st time Jimi Hendrix burns his guitar (London)","6":"Actor Yul Brynner (44) weds fashion house executive Doris Kleiner (32) in Mexico City","7":"American politician Al Gore, who served as vice president (1993–2001) in the administration of President Bill Clinton and lost the disputed 2000 presidential election, was born.","8":"Al Gore\nvice president of United States\nwas born","9":"The Motion Pictures Production Code is instituted, imposing strict guidelines on the treatment of sex, crime, religion and violence in film for the next 38 years","10":"Canadian-born American ice hockey player Gordie Howe—one of the game's greatest players, known for both his scoring ability and his toughness—was born in Floral, Saskatchewan, Canada.","11":"Cesar Chavez\nAmerican labour leader\nwas born","12":"British parliament accepts Irish Home Rule law","13":"Clocks in the United States were set one hour ahead as Daylight Saving Time went into operation for the first time.","14":"Eiffel Tower inaugurated\nThe 984-foot (300-metre) Eiffel Tower, a wrought iron technological masterpiece created by Gustave Eiffel to commemorate the centenary of the French Revolution, was officially inaugurated in Paris this day in 1889.","15":"Jack Johnson\nAmerican boxer\nwas born","16":"Test Cricket debut of feared Australian fast bowler Fred \"The Demon\" Spofforth; Australia loses 2nd Test by 4 wickets vs England at Melbourne Cricket Ground","17":"Thomas Peterson-Mundy of Perth Amboy, New Jersey, became the first African American to vote under the Fifteenth Amendment to the U.S. Constitution.","18":"U.S. Commodore Matthew Perry signed the Treaty of Kanagawa in Japan, ending that country's period of seclusion.","19":"Religious leader Brigham Young (32) weds herbalist Mary Ann Angell (27)","20":"German chemist Robert Wilhelm Bunsen, who observed that each element emits a light of characteristic wavelength, was born in Göttingen, Westphalia.","21":"Joseph Haydn\nAustrian composer\nwas born","22":"Composer Joseph Haydn was born in Rohrau, Austria.","23":"English Parliament makes the Humble Petition to Lord Protector Oliver Cromwell offering him the crown: he declines","24":"René Descartes\nFrench mathematician and philosopher\nwas born","25":"French mathematician, scientist, and philosopher René Descartes, widely considered the father of modern philosophy and perhaps best known for the famous phrase “I think, therefore I am,” was born.","26":"The first Roman Catholic mass in the Philippines was celebrated on the island of Limasawa.","27":"Queen Isabella and King Ferdinand of Aragon issue the Alhambra Decree which expels Jews from their Kingdoms of Castile and Aragon","28":"Bernard of Clairvaux preaches his famous sermon in a field at Vézelay, urging the necessity of a Second Crusade. Louis VII is present, and joins the Crusade."}}