{"Year":{"0":"843","1":"2018","2":"2011","3":"2011","4":"2004","5":"1990","6":"1985","7":"1985","8":"1978","9":"1966","10":"1959","11":"1958","12":"1958","13":"1952","14":"1950","15":"1942","16":"1941","17":"1936","18":"1931","19":"1931","20":"1930","21":"1926","22":"1918","23":"1917","24":"1916","25":"1851","26":"1787","27":"1598","28":"1544","29":"1502","30":"1302"},"Event":{"0":"Icon veneration officially re-instated in Hagia Sophia Cathedral in Constantinople","1":"China's National People's Congress approves removal of term limits for a leader, will allow Xi Jinping presidency for life","2":"9.0 magnitude earthquake strikes 130 km (80 miles) east of Sendai, Japan, triggering a tsunami killing thousands of people and causing the second worst nuclear accident in history at Fukushima nuclear plant","3":"Japan struck by earthquake and tsunami\nOn this day in 2011, an earthquake struck off the northeastern coast of Honshu, Japan, causing widespread damage in the country and triggering a devastating tsunami that instigated a major nuclear accident.","4":"Madrid suffered a series of terrorist attacks when 10 bombs, detonated by Islamist militants, exploded on four trains at three different rail stations, killing 191 people and injuring some 1,800 others.","5":"Following a vote in the parliament, Lithuania became the first Soviet republic to declare its independence from the U.S.S.R.","6":"Mikhail Gorbachev replaces Konstantin Chernenko as Soviet leader","7":"Mikhail Gorbachev succeeded Konstantin Chernenko as leader of the Soviet Union.","8":"Didier Drogba\nIvorian football player\nwas born","9":"Military coup led by Indonesian General Suharto breaks out","10":"Lorraine Hansberry's A Raisin in the Sun became the first play by an African American woman to be produced on Broadway.","11":"Actress Agnes Moorehead (57) divorces actor and film director Robert Gist (40) after 5 years of marriage","12":"Charles Van Doren finally loses on US TV game show \"Twenty-One\" after winning $129,000 - later revealed to be fixed","13":"Douglas Adams\nBritish author\nwas born","14":"Bobby McFerrin\nAmerican musician\nwas born","15":"During World War II, Allied forces in the Southwest Pacific Theatre came under the command of U.S. General Douglas MacArthur following his tour on the Bataan Peninsula in the Philippines.","16":"The U.S. Congress passed the Lend-Lease Act.","17":"Antonin Scalia\nUnited States jurist\nwas born","18":"Newspaper entrepreneur Rupert Murdoch, founder of the News Corporation Ltd., was born in Melbourne, Australia.","19":"Rupert Murdoch\nAustralian-born American publisher\nwas born","20":"William Howard Taft was the first U.S. president to be buried in Arlington National Cemetery in Arlington, Virginia.","21":"African American civil rights leader Ralph David Abernathy was born in Linden, Alabama.","22":"Moscow becomes capital of revolutionary Russia","23":"1st NHL championship game ever played, Toronto Arenas beats Montreal Canadiens 7-3 in 1st of 2 game set (second game on March 13)","24":"British politician Harold Wilson, who led the Labour Party to victory in four general elections and was prime minister of the United Kingdom from 1964 to 1970 and from 1974 to 1976, was born.","25":"Giuseppe Verdi's opera \"Rigoletto\" premieres in Venice","26":"Naval officer Horatio Nelson (28) weds Frances Nisbet at Montpelier Estate on the island of Nevis","27":"Countess Charlotte of Nassau marries duke Claude de la Tremoille","28":"Torquato Tasso, the greatest Italian poet of the late Renaissance, was born in Sorrento in the Kingdom of Naples.","29":"Ismail I, founder of the Safavid dynasty, crowned Shah of Persia (rules till 1524)","30":"Romeo & Juliet's wedding day, according to Shakespeare"}}