{"Year":{"0":"2018","1":"2016","2":"2004","3":"1992","4":"1984","5":"1976","6":"1972","7":"1965","8":"1963","9":"1954","10":"1948","11":"1948","12":"1948","13":"1947","14":"1945","15":"1934","16":"1931","17":"1930","18":"1916","19":"1908","20":"1896","21":"1895","22":"1894","23":"1832","24":"1832","25":"1820","26":"1784","27":"1765","28":"1765","29":"1622","30":"1622","31":"1599"},"Event":{"0":"US President Donald Trump imposes $60 billion worth of tariffs on Chinese imports","1":"Canadian politician Rob Ford—whose tenure as mayor of Toronto (2010–14) was marred by a series of scandals, most notably the airing (2013) of a video that showed him smoking crack cocaine—died at age 46.","2":"An Israeli missile strike killed Palestinian Islamist leader Sheikh Ahmed Yassin, cofounder (1987) of the militant Palestinian organization Hamas.","3":"Record producer Lou Adler weds Paige Hannah (Daryl's sister)","4":"Composer Andrew Lloyd Webber (36) weds singer\/dancer Sarah Brightman (23) in Hampshire, England","5":"Reese Witherspoon\nAmerican actress\nwas born","6":"The U.S. Senate approved the Equal Rights Amendment—which stated, “Equality of rights under the law shall not be denied or abridged by the United States or by any State on account of sex”—but in the ensuing years it failed to be ratified by the requisite majority of 38 states.","7":"US confirms its troops used chemical warfare against the Vietcong","8":"Beatles release 1st album, \"Please Please Me\"","9":"Northland Center, the world's largest shopping mall of the time, opens in Oakpark, Michigan","10":"Andrew Lloyd Webber\nBritish composer\nwas born","11":"Musician Nat King Cole (29) divorces dancer Nadine Robinson after 11 years of marriage","12":"English composer Andrew Lloyd Webber, whose works such as Evita, Jesus Christ Superstar, and The Phantom of the Opera helped revitalize British and American musical theatre in the late 20th century, was born.","13":"James Patterson\nAmerican author\nwas born","14":"The Arab League, a regional organization of Arab states in the Middle East, was organized in Cairo by Egypt, Syria, Lebanon, Iraq, Transjordan (now Jordan), Saudi Arabia, and Yemen.","15":"The Augusta National Golf Club hosted the first Masters Tournament in Augusta, Georgia.","16":"William Shatner\nCanadian actor\nwas born","17":"Stephen Sondheim\nAmerican composer and lyricist\nwas born","18":"British author \"The Lord of the Rings\", J.R.R. Tolkien marries Edith Mary Bratt at St. Mary Immaculate Roman Catholic Church, Warwick","19":"American author Louis L'Amour, who was best known for highly popular westerns that offered well-researched portrayals of frontier life, was born.","20":"Charilaos Vasilakos of Greece wins 1st modern marathon in 3:18 at the Panhellenic Games","21":"Auguste & Louis Lumiere show their 1st movie to an invited audience","22":"The Montreal Amateur Athletic Association won ice hockey's first Stanley Cup.","23":"German author and philosopher Johann Wolfgang von Goethe died in Weimar, Saxe-Weimar.","24":"British Parliament, led by Charles Grey, passes the Reform Act, introducing wide-ranging changes to electoral system of England and Wales, increasing electorate from about 500,000 voters to 813,000","25":"U.S. Navy Commissioner Stephen Decatur was killed in a duel.","26":"The Emerald Buddha is moved with great ceremony to its current place in Wat Phra Kaew, Thailand","27":"Stamp Act passed; 1st direct British tax on American colonists, organized by Prime Minister George Grenville","28":"The British Parliament passed the Stamp Act, inflaming relations with the American colonies.","29":"Murder at Jamestown\nOpechancanough, brother of Chief Powhatan and his successor as the leader of the Powhatan Indian empire, led an attack on the Jamestown Colony this day in 1622, killing at least 347 colonists and initiating the Powhatan War.","30":"First American Indian (Powhatan) massacre of Europeans in Jamestown Virginia, 347 killed","31":"Anthony van Dyck, the most prominent Flemish painter of the 17th century after Peter Paul Rubens, was born in Antwerp."}}