{"Year":{"0":"2012","1":"2008","2":"2005","3":"2004","4":"1996","5":"1995","6":"1991","7":"1991","8":"1985","9":"1984","10":"1959","11":"1956","12":"1956","13":"1943","14":"1939","15":"1934","16":"1931","17":"1923","18":"1921","19":"1920","20":"1918","21":"1917","22":"1911","23":"1911","24":"1887","25":"1875","26":"1861","27":"1861","28":"1857","29":"1847","30":"1847","31":"1845","32":"1820","33":"1671","34":"1575"},"Event":{"0":"American conceptual artist Ralph McQuarrie—who contributed to a number of classic movies, notably helping to create the appearance of Darth Vader in the Star Wars series—died in Berkeley, California.","1":"Actor Michael Biehn (52) divorces film producer Gina Marsh after 20 years of marriage","2":"Steve Fossett's circumnavigation of Earth\nOn this day in 2005, American adventurer Steve Fossett became the first person to complete a solo nonstop circumnavigation of the globe without refueling when he landed in Kansas after more than 67 hours in flight.","3":"University of Miami star defensive tackle & probable NFL draft pick Vince Wilfork (22) weds Bianca Farinas at Little White Chapel in Las Vegas","4":"Marguerite Duras—one of the leading figures of the French postwar literary scene who frequently wrote about obsession and impossible love—died in Paris.","5":"Camilla Parker Bowles and her husband Andrew divorce","6":"Los Angeles police officers severely beat motorist Rodney King, the beating is famously captured on amateur video and later leads to riots when the police officers are acquitted","7":"Following a high-speed car chase, Los Angeles police officers brutally beat Rodney King, an African American motorist; despite a videotape of the beating, the policemen were acquitted in 1992, causing large-scale rioting in the city.","8":"\"Moonlighting\" with Cybill Shepard & Bruce Willis premieres on ABC TV in the US","9":"Denver Broncos quarterback John Elway (23) weds swimmer Janet Buchan in Menlo Park, California","10":"Ira Glass\nAmerican radio and television host\nwas born","11":"Dutch swimmer Cockie Gastelaars breaks 20-year old world record for 100m freestyle (1:04.2)","12":"Prime Minister of Australia Bob Hawke (26) weds first wife Hazel Masterson (26) at Perth Trinity Church in Australia","13":"Battle of the Bismarck Sea: Australian and American air forces devastate Japanese navy convoy","14":"Mahatma Gandhi begins a fast in Mumbai (Bombay) to protest against autocratic rule in India","15":"American bank robber John Dillinger made a daring escape from prison at Crown Point, Indiana.","16":"The Star-Spangled Banner, written by Francis Scott Key during the War of 1812, was officially adopted as the national anthem of the United States by act of Congress.","17":"The first issue of the American weekly newsmagazine Time was published.","18":"Toronto's Dr Banting & Dr Best announce discovery of insulin","19":"James Montgomery Doohan\nAmerican actor\nwas born","20":"The second of two treaties of Brest-Litovsk concluded hostilities between the Central Powers and Soviet Russia during World War I.","21":"1st major strike of the Russian \"February Revolution\" starts at the giant Putilov factory in Petrograd [OS=Feb 18]","22":"American actress Jean Harlow, who was considered the original “Blonde Bombshell,” was born.","23":"Jean Harlow\nAmerican actress\nwas born","24":"Anne Sullivan begins teaching 6 year old blind-deaf Helen Keller","25":"Georges Bizet's last and greatest opera \"Carmen\" premieres in Paris","26":"Alexander II of Russia signs the Emancipation Manifesto, freeing serfs and granting them the full rights of free citizens [O.S. Feb 19]","27":"The Russian emperor Alexander II issued the Emancipation Manifesto, freeing the serfs from slavery.","28":"Second Opium War: France and the United Kingdom declare war on China","29":"Scottish-born American inventor and scientist Alexander Graham Bell, whose foremost accomplishments were the invention of the telephone (1876) and the refinement of the phonograph (1886), was born in Edinburgh.","30":"Alexander Graham Bell\nAmerican inventor\nwas born","31":"Georg Cantor\nGerman mathematician\nwas born","32":"Henry Clay helped win passage of the Missouri Compromise, which divided the United States over the issue of slavery for years afterward.","33":"The Paris Opéra first opened, with a performance of Pomone by composer Robert Cambert.","34":"Indian Mughal Emperor Akbar defeats Bengali army at the Battle of Tukaroi"}}