{"Year":{"0":"2016","1":"1999","2":"1999","3":"1994","4":"1976","5":"1974","6":"1973","7":"1961","8":"1960","9":"1959","10":"1951","11":"1943","12":"1943","13":"1929","14":"1918","15":"1918","16":"1917","17":"1912","18":"1901","19":"1899","20":"1867","21":"1867","22":"1813","23":"1807","24":"1797","25":"1795","26":"1790","27":"1549","28":"1461"},"Event":{"0":"American actress Patty Duke—who earned an Academy Award for her portrayal of Helen Keller in The Miracle Worker (1962) and later struggled with mental health issues—died in Idaho.","1":"Canadian ice-hockey player Wayne Gretzky, considered by many to be the greatest player in NHL history, scored the final goal of his career; he retired at the end of the season.","2":"The Dow Jones Industrial Average closes at 10006.78 - above the 10,000 mark for the first time ever","3":"Coach Jimmy Johnson quits Dallas Cowboys","4":"Jennifer Capriati\nAmerican tennis player\nwas born","5":"Chinese farmers discover the Terracotta Army near Xi'an, 8,000 clay warrior statues buried to guard the tomb of China's 1st emperor, Qin Shi Huang","6":"American troops evacuated Saigon (Ho Chi Minh City) as the United States ended its involvement in the Vietnam War.","7":"After a 4½ year trial Nelson Mandela is acquitted of treason in Pretoria","8":"Jo Nesbø\nNorwegian writer and musician\nwas born","9":"\"Some Like It Hot\", directed by Billy Wilder and starring Marilyn Monroe, Tony Curtis, and Jack Lemmon, is released in NYC","10":"Julius and Ethel Rosenberg were found guilty of espionage and sentenced to death for turning over U.S. military secrets to the Soviet Union.","11":"British Conservative politician John Major, who served as prime minister of the United Kingdom from 1990 to 1997, was born.","12":"John Major\nprime minister of United Kingdom\nwas born","13":"Actress and dancer Ginger Rogers (17) weds her dancing partner Jack Pepper (26)","14":"Sam Walton\nAmerican businessman\nwas born","15":"Retail magnate Sam Walton, one of the wealthiest individuals in American history and the founder of Wal-Mart, was born.","16":"Man O' War, perhaps the most famous American Thoroughbred in 20th-century horse racing, was foaled.","17":"Captain Robert Scott, storm-bound in a tent near South Pole, makes last entry in his diary \"the end cannot be far\"","18":"Edmund Barton is elected Prime Minister in Australia's first parliamentary election","19":"Lavrenty Beria\nSoviet government official\nwas born","20":"American baseball pitcher Cy Young, who set a major league record for most wins (511), was born.","21":"Dominion of Canada created\nOn this day in 1867, with the British North America Act, the British colonies of Nova Scotia, New Brunswick, and Canada were united as the Dominion of Canada, and the province of Canada was separated into Quebec and Ontario.","22":"John Tyler (23) later 10th US President, marries 1st wife Letitia Christian Tyler (22)","23":"German astronomer Wilhelm Olbers discovered the minor planet Vesta, the brightest asteroid in the sky.","24":"Writer Mary Wollstonecraft marries philopher and journalist William Godwin","25":"Ludwig van Beethoven (24) has his debut performance as a pianist in Vienna","26":"John Tyler, the 10th president of the United States (1841–45), was born.","27":"The city of Salvador da Bahia, the first capital of Brazil, is founded","28":"Edward IV defeated Henry VI for the throne of England in the bloodiest battle of the York-Lancaster conflict known as the Wars of the Roses."}}