{"Year":{"0":"2014","1":"2005","2":"1994","3":"1994","4":"1989","5":"1983","6":"1975","7":"1973","8":"1969","9":"1969","10":"1961","11":"1954","12":"1954","13":"1954","14":"1950","15":"1947","16":"1932","17":"1927","18":"1922","19":"1919","20":"1919","21":"1896","22":"1875","23":"1872","24":"1872","25":"1869","26":"1847","27":"1827","28":"1810","29":"1780","30":"1642","31":"1434"},"Event":{"0":"French film director Alain Resnais—who was a leader of the New Wave of unorthodox influential film directors in France in the late 1950s—died at age 91.","1":"In a major capital punishment case, the U.S. Supreme Court ruled that it was unconstitutional to execute convicts who were under age 18 at the time of their crimes.","2":"Justin Bieber\nCanadian singer\nwas born","3":"Justin Bieber, a Canadian singer noted for his fresh-faced good looks and appealing pop songs, was born in Stratford, Ontario.","4":"Julianne Philips & Bruce Springsteen divorce","5":"Lupita Nyong'o\nKenyan actress\nwas born","6":"Colour television transmissions begin in Australia.","7":"Pink Floyd release their album \"Dark Side of the Moon\", since sold over 45 million copies","8":"Javier Bardem\nSpanish actor\nwas born","9":"New York Yankees legend Mickey Mantle announces his retirement due to persistent knee injuries; finishes 18-season career with 536 home runs and .298 batting average","10":"The Peace Corps was established by U.S. President John F. Kennedy by means of his Peace Corps Act.","11":"US explodes Castle Bravo, 15 megaton hydrogen bomb at Bikini Atoll, which accidentally became the most powerful nuclear device ever detonated by the US","12":"Ron Howard\nAmerican filmmaker and actor\nwas born","13":"American filmmaker Ron Howard, who first achieved fame as a child actor and later became an Academy Award-winning director, was born.","14":"Actress Ingrid Bergman (34) divorces dentist Petter Aron Lindström after 12 years of marriage","15":"Rocket engineer Wernher von Braun (34) weds Maria Luise von Quistorp in Landshut, Germany","16":"The infant son of American aviator Charles A. Lindbergh was abducted from his home, Bruno Hauptmann being later convicted of the baby's kidnapping and murder.","17":"Harry Belafonte\nAmerican singer, actor, and activist\nwas born","18":"Israeli statesman and soldier Yitzhak Rabin—who, as prime minister of Israel, engaged in peace negotiations with the Palestinians, for which he won a share of the 1994 Nobel Prize for Peace—was born.","19":"Actress Gloria Swanson (19) divorces actor Wallace Beery (31) after 2 years of marriage","20":"Protesters in Seoul, Korea, launched the March First Movement, a series of demonstrations for Korean national independence from Japan.","21":"The Ethiopian army of Emperor Menilek II won a decisive victory against the Italian army at Adwa, Ethiopia.","22":"Republicans in the U.S. Congress passed the last of the Force Acts, which protected the constitutional rights of blacks during Reconstruction.","23":"Establishment of Yellowstone as world's first national park\nYellowstone National Park, situated in the western United States and designated a UNESCO World Heritage site in 1978, was established by the U.S. Congress as the country's—and the world's—first national park this day in 1872.","24":"Yellowstone becomes the world's first national park","25":"US Postage stamps showing scenes issued for 1st time. These pictorials showed a post horse and rider, a locomotive, a shield, an eagle and a ship, the Adriatic","26":"Michigan becomes 1st English-speaking jurisdiction to abolish the death penalty (except for treason against the state)","27":"Father of U.S. History George Bancroft (26) weds first wife Sarah Dwight","28":"Frédéric Chopin, a Polish French composer and pianist of the Romantic period who ranks as one of music's greatest tone poets by reason of his imagination and fastidious craftsmanship, was born.","29":"Pennsylvania becomes 1st US state to abolish slavery (for newborns only)","30":"Georgeana (York) Maine became the 1st incorporated American city","31":"Jacqueline, Countess of Haintaut formally marries Frank van Borssele 2 years after first secretly marrying him"}}