{"Year":{"0":"2017","1":"2012","2":"2012","3":"2000","4":"1993","5":"1991","6":"1985","7":"1975","8":"1974","9":"1965","10":"1965","11":"1964","12":"1952","13":"1942","14":"1940","15":"1936","16":"1932","17":"1922","18":"1906","19":"1902","20":"1902","21":"1900","22":"1871","23":"1869","24":"1869","25":"1869","26":"1837","27":"1837","28":"1782","29":"1766","30":"1325","31":"1314","32":"1123"},"Event":{"0":"American singer-songwriter and guitarist Chuck Berry, who was a leading and influential performer in rhythm-and-blues and rock-and-roll music, died at age 90.","1":"Tongan King Tupou V died and was succeeded by his younger brother, Crown Prince Lavaka, who took the name Tupou VI.","2":"\"Twilight\" actor Peter Facinelli (38) divorces \"Beverly Hills 90210\" actress Jennie Garth (39) due to irreconcilable differences after 11 years of marriage","3":"Election of Chen Shui-bian\nOn this day in 2000, Chen Shui-bian, a leader of the pro-independence movement that sought statehood for the Republic of China (Taiwan), was elected president of Taiwan, breaking the Nationalist Party's 55-year rule.","4":"Eddie Murphy marries Nicole Mitchell in NYC","5":"Apple computer head Steve Jobs weds Laurene Powell","6":"Capital Cities Communications Inc acquires ABC for $3.5 billion, first transfer of ownership of a TV network","7":"Sutton Foster\nAmerican actress and singer\nwas born","8":"Seven member countries of OPEC lifted a five-month oil embargo against the United States.","9":"Cosmonaut Alexey Leonov, leaving his spacecraft Voskhod 2 for 12 minutes, becomes the first person to walk in space","10":"Soviet cosmonaut Aleksey Arkhipovich Leonov, after passing through an air lock on the spacecraft Voskhod 2, became the first man to walk in space.","11":"Speed skater Bonnie Blair, one of the most successful American women athletes in Olympic competition, was born in Cornwall, New York.","12":"Mike Webster\nAmerican football player\nwas born","13":"2 black players, Jackie Robinson & Nate Moreland, request a tryout with the Chicago White Sox, they are allowed to work out","14":"Benito Mussolini and Italy join Hitler in Germany's war against France & Britain","15":"Politician F.W. de Klerk—who, as president of South Africa (1989–94), brought the apartheid system of racial segregation to an end and negotiated a transition to majority rule in his country—was born.","16":"American writer John Updike—whose novels, short stories, and poems are known for their realistic but subtle depiction of “American, Protestant, small-town, middle-class” life—was born.","17":"British magistrates in India sentence Mahatma Gandhi to 6 years imprisonment for disobedience","18":"The first monoplane, constructed by the Romanian inventor Trajan Vuia, made a flight of 12 metres (40 feet).","19":"Italian operatic tenor Enrico Caruso becomes 1st well-known performer to make a record","20":"Italian operatic tenor Enrico Caruso, one of the first musicians to document his voice on the gramophone, made his first phonograph recording.","21":"Japan uses its influence over Korea to deny Russia's efforts to obtain a naval station at Korean Port of Masampo, the lead up to the Russo-Japanese war","22":"The Commune of Paris, an insurrection of Parisians against the French government, began, lasting until May 28.","23":"US Abolitionist Harriet Tubman marries civil war veteran Nelson Davis in Auburn NY","24":"Neville Chamberlain, who was British prime minister from May 28, 1937, to May 10, 1940, and whose name is identified with the policy of appeasement toward Adolf Hitler's Germany, was born.","25":"Neville Chamberlain\nprime minister of United Kingdom\nwas born","26":"Grover Cleveland\npresident of United States\nwas born","27":"American politician Grover Cleveland, who was the only U.S. president to serve two discontinuous terms (1885–89 and 1893–97), was born.","28":"John C. Calhoun\nvice president of United States\nwas born","29":"The British Parliament repealed the Stamp Act of 1765 after violent protests from American colonists, including a group known as the Sons of Liberty.","30":"According to legend, Tenochtitlan is founded on this date on an island in what was then Lake Texcoco in the Valley of Mexico","31":"Jacques de Molay, the 23rd and the last Grand Master of the Knights Templar, is burned at the stake by King Philip IV of France","32":"1st Latern Council (9th ecumenical council) opens in Rome, agreements of the Concordat of Worms ratified"}}