{"Year":{"0":"2017","1":"2016","2":"2013","3":"2004","4":"1988","5":"1965","6":"1964","7":"1958","8":"1951","9":"1943","10":"1943","11":"1933","12":"1933","13":"1931","14":"1906","15":"1900","16":"1900","17":"1885","18":"1883","19":"1879","20":"1864","21":"1850","22":"1826","23":"1794","24":"1794","25":"1681","26":"1590"},"Event":{"0":"World's oldest golf club Muirfield in Scotland, votes to admit women as members for 1st time in 273 years","1":"English composer and conductor Sir Peter Maxwell Davies, whose powerfully innovative music made him one of the most influential composers of the 20th century, died in the Orkney Islands, Scotland.","2":"Xi Jinping is named as the new President of the People's Republic of China","3":"Reelection of Vladimir Putin\nVladimir Putin, the intelligence officer and politician who became president of Russia in 1999 upon the resignation of Boris Yeltsin, was overwhelmingly reelected to a second term as president this day in 2004.","4":"Stephen Curry\nAmerican basketball player\nwas born","5":"Aamir Khan\nIndian actor\nwas born","6":"In the first courtroom verdict to be televised in the United States, Jack Ruby was found guilty of the murder of Lee Harvey Oswald, assassin of U.S. President John F. Kennedy.","7":"Albert II, prince of Monaco\nprince of Monaco\nwas born","8":"United Nations forces recaptured Seoul during the Korean War.","9":"World War II: Kraków Ghetto is \"liquidated\"","10":"Actress Lana Turner and actor Stephen Crane marry for the second time","11":"Michael Caine\nBritish actor\nwas born","12":"Quincy Jones\nAmerican songwriter and record producer\nwas born","13":"1st theater built for rear movie projection (NYC)","14":"Film director D. W. Griffith (31) weds Linda Arvidson (21) at Old North Church in Boston, Massachusetts","15":"US currency goes on gold standard after Congress passes the Currency Act","16":"Dutch botanist Hugo de Vries rediscovers Mendel's laws of genetics","17":"Gilbert & Sullivan's comic opera \"Mikado\" premieres in London at the Savoy Theatre","18":"Historian and revolutionary Karl Marx died in London.","19":"German American physicist Albert Einstein, one of the most creative intellects in human history, known for his groundbreaking theories of relativity, was born in Ulm, Germany.","20":"Celebrated American railroad engineer Casey Jones was born in southeastern Missouri.","21":"French writer and playwright Honoré de Balzac marries Ewelina Hańska in Berdyczów, Ukraine","22":"The first Pan-American conference convened in Panama with representatives from Mexico, Colombia, Peru, and Central America in attendance.","23":"Eli Whitney patents the cotton gin machine revolutionizing the cotton industry in the southern US states","24":"American inventor Eli Whitney received a patent for the cotton gin.","25":"German composer Georg Philipp Telemann was born in Magdeburg, Brandenburg.","26":"Battle of Ivry: French King Henry IV beats Catholic League during French Wars of Religion"}}