{"Year":{"0":"2011","1":"2005","2":"2000","3":"1997","4":"1992","5":"1982","6":"1979","7":"1973","8":"1972","9":"1971","10":"1971","11":"1966","12":"1960","13":"1953","14":"1953","15":"1944","16":"1942","17":"1941","18":"1941","19":"1938","20":"1931","21":"1930","22":"1927","23":"1925","24":"1911","25":"1909","26":"1904","27":"1885","28":"1874","29":"1871","30":"1842","31":"1827","32":"1812","33":"1771","34":"1027"},"Event":{"0":"American Democratic politician Geraldine Ferraro, who was the first woman to be nominated (1984) for vice president by a major political party in the United States, died at age 75.","1":"Sixteen years after being cancelled, the BBC sci-fi series Doctor Who returned to television with a new episode, with Christopher Eccleston appearing in the title role.","2":"Russian intelligence officer and politician Vladimir Putin was elected president of Russia.","3":"Police discovered the bodies of 39 members of Heaven's Gate, an American religious group that believed in unidentified flying objects; they had committed suicide in the belief that a spaceship was arriving to take them to a better place.","4":"Heavyweight boxing champion Mike Tyson was sentenced to six years in prison following a rape conviction in Indianapolis, Indiana.","5":"Paul McCartney and Stevie Wonder release the single \"Ebony & Ivory\" in the UK","6":"Signing of Israel-Egypt peace treaty\nThe historic peace accord between Israel and Egypt, agreed to by Menachem Begin and Anwar el-Sādāt and negotiated by U.S. President Jimmy Carter at Camp David, Maryland, in September 1978, was signed this day in 1979.","7":"Larry Page\nAmerican computer scientist and entrepreneur\nwas born","8":"LA Lakers break NBA wins record by winning 69 of 82 games (69-13), record will stand for 24 years","9":"Bangladesh (East Pakistan) under Sheikh Mujibur Rahman declares its independence from Pakistan","10":"Members of the Awami League set up a government-in-exile in Calcutta (Kolkata) and declared Bangladesh an independent state.","11":"Large-scale anti-Vietnam War protests take place in the United States, including in New York, Washington D.C. and Chicago","12":"Academy award-winning actor Yul Brynner (39) divorces actress Virginia Gilmore (40) after 15 years of marriage","13":"Dr Jonas Salk announces vaccine to prevent polio","14":"\"Ugetsu\", Japanese film directed by Kenji Mizoguchi, starring Masayuki Mori, Machiko Kyō and Kinuyo Tanaka, is released","15":"American pop singer and actress Diana Ross—who achieved international stardom, first as leader of the vocal group the Supremes and later as a solo artist—was born.","16":"First \"Eichmann transport\" to Auschwitz & Birkenau concentration camps","17":"Richard Dawkins\nBritish biologist and writer\nwas born","18":"British evolutionary biologist Richard Dawkins, who maintained that genes are the driving force of evolution and advocated atheism, was born in Nairobi, Kenya.","19":"Writer Walter Lippmann (48) weds second wife Helen Byrne Armstrong","20":"Leonard Nimoy\nAmerican actor\nwas born","21":"Sandra Day O'Connor, the first woman to become a U.S. Supreme Court justice, was born in El Paso, Texas.","22":"The Mille Miglia, the famed automobile race across Italy, was inaugurated.","23":"Pierre Boulez\nFrench composer and conductor\nwas born","24":"American dramatist Tennessee Williams, whose plays reveal a world of human frustration in which sex and violence underlie an atmosphere of romantic gentility, was born in Columbus, Mississippi.","25":"In support of Mohammed Ali Shah's coup d'etat against the constitutional government in Persia, a Russian military force invades northern Persia to relieve the siege of Tabriz","26":"Joseph Campbell\nAmerican author\nwas born","27":"The first clash of the Riel Rebellion in Canada took place in Duck Lake, Saskatchewan.","28":"American poet Robert Frost, much admired for his depictions of rural New England life and his realistic verse portraying ordinary people, was born in San Francisco.","29":"Municipal elections bring revolutionaries to power in Paris to form Commune government","30":"Italian general Giuseppe Garibaldi (34) weds Ana Maria de Jesus Ribeiro (20) in Montevideo","31":"Ludwig van Beethoven died of cirrhosis of the liver in Vienna.","32":"Earthquake measuring 7.7 on the Richter scale destroys 90% of Caracas, Venezuela and kills an estimated 15,000–20,000 people","33":"Political activist Thomas Paine (34) weds second wife Elizabeth Ollive","34":"Pope John XIX crowns Conrad II Holy Roman Emperor, founder of the Salian dynasty"}}