{"Year":{"0":"Today","1":"432","2":"2008","3":"2005","4":"2000","5":"1992","6":"1969","7":"1968","8":"1968","9":"1960","10":"1955","11":"1948","12":"1944","13":"1942","14":"1942","15":"1939","16":"1938","17":"1938","18":"1919","19":"1917","20":"1908","21":"1905","22":"1905","23":"1905","24":"1902","25":"1899","26":"1897","27":"1861","28":"1861","29":"1776","30":"1521"},"Event":{"0":"St. Patrick, patron saint of Ireland, died this day in 461, according to legend, and now his feast day is celebrated widely in Ireland and the United States.","1":"Saint Patrick, aged about 16 is captured by Irish pirates from his home in Great Britain and taken as a slave to Ireland (traditional date)","2":"Musician Paul McCartney (65) divorces former model and anti-landmines campaigner Heather Mills (40) on the grounds of unreasonable behaviour","3":"American author Andre Norton, who wrote more than 130 sci-fi and fantasy adventure novels for juveniles and adults, died at age 93.","4":"A fire broke out at the headquarters of the doomsday cult Movement for the Restoration of the Ten Commandments of God in Kanungu, Uganda, and it eventually led to the discovery of more than 775 bodies, many of which had been poisoned; a search was undertaken for the cult's leaders, who were believed to have killed their followers after a promised apocalypse did not occur.","5":"Vote to end apartheid\nOn this day in 1992, nearly 69 percent of white South African voters backed F.W. de Klerk's reforms—which included the repeal of racially discriminatory laws—and effectively endorsed the dismantling of apartheid.","6":"Golda Meir became the fourth prime minister of Israel.","7":"Bee Gees make their US TV debut on \"The Ed Sullivan Show\" performing \"To Love Somebody\" and \"Words\"","8":"Bee Gees make their US TV debut on \"The Ed Sullivan Show\" performing \"To Love Somebody\" and \"Words\"","9":"One of the first French New Wave films, \"Breathless\", directed by Jean-Luc Godard, starring Jean-Paul Belmondo and Jean Seberg is released in France","10":"Erotic writer Anaïs Nin marries actor Rupert Pole at Quartzsite, Arizona, while still married to her first husband","11":"William Gibson\nAmerican-Canadian author\nwas born","12":"Actor Charlton Heston weds Lydia Clarke","13":"Bełżec Concentration Camp opens with the transport of 30,000 Lublin Polish Jews","14":"John Wayne Gacy\nAmerican serial killer\nwas born","15":"Battle of Nanchang between the Kuomintang and the Japanese breaks out (Sino-Japanese War 1937-1945)","16":"Poland issued an ultimatum to Lithuania in an attempt to settle the territorial dispute over the city of Vilnius.","17":"Rudolf Nureyev\nRussian dancer\nwas born","18":"Nat King Cole\nAmerican singer and musician\nwas born","19":"Nat King Cole, an American musician who first came to prominence as a jazz pianist but who reached enormous popularity with his warm, relaxed, somewhat breathy-voiced ballad singing, was born.","20":"Tommy Burns KOs Jem Roche in 88 seconds in the quickest world heavyweight boxing title fight","21":"Eleanor Roosevelt (20) marries Franklin D. Roosevelt (23) later 32nd US President in New York, & given away by her uncle, 26th President Theodore Roosevelt","22":"Albert Einstein finishes his scientific paper detailing his Quantum Theory of Light, one of the foundations of modern physics","23":"Eleanor Roosevelt, niece of President Theodore Roosevelt, married her distant cousin Franklin D. Roosevelt, later U.S. president.","24":"American golfer Bobby Jones, the first player to achieve a Grand Slam, was born.","25":"Gloria Swanson\nAmerican actress\nwas born","26":"British boxer Bob Fitzsimmons KOs American champion Jim Corbett in the 14th round to win world heavyweight title in Carson City, Nevada","27":"In Turin, Italy, after more than 10 years of revolution led by such figures as Giuseppe Garibaldi, a parliament assembled and officially proclaimed the unified Kingdom of Italy.","28":"Italy is unified into a single kingdom under Victor Emmanuel II following the campaigns led by Giuseppe Garibaldi","29":"British General William Howe evacuated Boston after a successful siege by American revolutionaries led by General George Washington.","30":"Portuguese navigator Ferdinand Magellan reaches the Philippines"}}