{"Year":{"0":"2018","1":"2016","2":"2008","3":"2002","4":"1999","5":"1994","6":"1989","7":"1976","8":"1976","9":"1976","10":"1956","11":"1945","12":"1939","13":"1930","14":"1921","15":"1905","16":"1896","17":"1891","18":"1887","19":"1887","20":"1882","21":"1882","22":"1874","23":"1874","24":"1837","25":"1721","26":"1603","27":"1603"},"Event":{"0":"Australian batsman Cameron Bancroft is caught on camera rubbing match ball with an object during 3rd Cricket Test in Cape Town, resulting in an infamous ball tampering scandal","1":"Serbian politician Radovan Karadžić was found guilty of committing war crimes, including genocide, during the civil war that followed Bosnia and Herzegovina's split from Yugoslavia in 1992; he was sentenced to 40 years in prison.","2":"Bhutan held elections for the National Assembly, thereby completing the country's transition to a democracy.","3":"Film stars Denzel Washington and Halle Berry became the second and third African Americans to win Academy Awards for performances in leading roles.","4":"A fire began in the Mont Blanc Tunnel, a major Alpine automotive tunnel connecting France and Italy; it took two days to put out the blaze, and 39 people were killed.","5":"Robert F Kennedy Jr divorces Emily Black","6":"Exxon Valdez Alaskan oil spill\nOn this day in 1989, the oil tanker Exxon Valdez ran aground, spilling some 11 million gallons (41 million litres) of oil into Prince William Sound in Alaska and creating the largest oil spill in U.S. history up to that time.","7":"Peyton Manning\nAmerican football player\nwas born","8":"Argentine President Isabel Martínez de Perón is deposed in a military coup","9":"American professional gridiron football player Peyton Manning, one of the game's premier quarterbacks, was born.","10":"Steven Ballmer\nAmerican businessman\nwas born","11":"With the debut of the Billboard magazine pop album chart, American pianist and singer Nat King Cole's King Cole Trio became the first record album to appear at No. 1.","12":"\"Wuthering Heights\" based on the novel by Emily Brontë, directed by William Wyler and starring Merle Oberon and Laurence Olivier, premieres in Los Angeles","13":"Steve McQueen\nAmerican actor\nwas born","14":"Comedian Oliver Hardy (29) marries actress Myrtle Reeves (24)","15":"Pioneering French science-fiction author Jules Verne died in Amiens, France.","16":"Writer \"Heart of Darkness\" Joseph Conrad (39) marries Englishwoman Jessie George (23)","17":"56th UK Prime Minister Bonar Law (32) weds Annie Robley at West Free Church in Helensburgh, Scotland","18":"Roscoe Arbuckle\nAmerican actor and director\nwas born","19":"American comedian and director Fatty Arbuckle, whose successful career was halted by the first of the major Hollywood scandals, was born.","20":"German scientist Robert Koch discovers and describes the tubercle bacillus which causes tuberculosis ( Mycobacterium tuberculosis)","21":"Robert Koch announced in Berlin that he had isolated and grown the tubercle bacillus, which he believed to be the cause of all forms of tuberculosis.","22":"Harry Houdini\nAmerican magician\nwas born","23":"American magician Harry Houdini, who earned an international reputation for his daring feats of self-extrication from shackles and locked containers, was born.","24":"Canada gives its black citizens the right to vote","25":"Johann Sebastian Bach dedicates his Brandenburg Concertos to Christian Ludwig, Margrave of Brandenburg-Schwedt","26":"King James VI of Scotland ascended the English throne as James I following the death of Elizabeth I.","27":"Scottish King James VI son of Mary Queen of Scots, becomes King James I of England in succession to Elizabeth I, thus joining the English and Scottish crowns."}}