{"Year":{"0":"2017","1":"2014","2":"2008","3":"2006","4":"1990","5":"1985","6":"1984","7":"1975","8":"1965","9":"1963","10":"1962","11":"1961","12":"1961","13":"1960","14":"1958","15":"1949","16":"1941","17":"1940","18":"1918","19":"1891","20":"1880","21":"1874","22":"1871","23":"1806","24":"1804","25":"1768","26":"1685","27":"1556","28":"1349"},"Event":{"0":"Irish politician Martin McGuinness—who, as a member of Sinn Féin, the political wing of the Irish Republican Army (IRA), played an influential role in negotiating the Good Friday Agreement (Belfast Agreement) of 1998—died at age 66.","1":"Russia formally annexes Crimea amid international condemenation","2":"Second wife Marsha Garces divorces comedian Robin Williams (56) after nearly 19 years of marriage due to irreconcilable differences","3":"Twitter cofounder Jack Dorsey sent the first public tweet, which read “just setting up my twttr.”","4":"After 106 years of German and South African rule, Namibia became independent.","5":"Adrian Peterson\nAmerican football player\nwas born","6":"NFL owners passed the infamous anti-celebrating rule","7":"Ethiopia abolishes its monarchy after 3,000 years","8":"American civil rights activists led by Martin Luther King, Jr., began a protest march from Selma to Montgomery, Alabama.","9":"Closing of Alcatraz prison\nThe U.S. federal prison on San Francisco Bay's Alcatraz Island, which had held some of the most dangerous civilian prisoners—including Al Capone and Robert Stroud, the “Birdman of Alcatraz”—was closed this day in 1963.","10":"Rosie O'Donnell\nAmerican entertainer\nwas born","11":"Lothar Matthäus\nGerman football player\nwas born","12":"The Beatles' first appearance at the Cavern Club in Liverpool","13":"About 70 black African demonstrators were killed by police in Sharpeville, Gauteng province, during a protest against South Africa's pass laws.","14":"Gary Oldman\nBritish actor\nwas born","15":"Slavoj Žižek\nSlovene philosopher and cultural theorist\nwas born","16":"Actress Hattie McDaniel (45) weds real estate salesman James Lloyd Crawford","17":"\"Rebecca\" based on the book by Daphne du Maurier, directed by Alfred Hitchcock and starring Laurence Olivier and Joan Fontaine premieres in Miami, Florida (Best Picture 1941)","18":"The Second Battle of the Somme began during World War I.","19":"A Hatfield marries a McCoy, ends long feud in West Virginia it started with an accusation of pig-stealing & lasted 20 years","20":"German painter Hans Hofmann, an influential art teacher and a pioneer in the use of improvisatory techniques whose work paved the way for American painters to develop Abstract Expressionism, was born.","21":"Ulysses S. Grant's daughter Nellie marries in the White House","22":"Journalist Henry Morton Stanley begins his famous expedition to Africa","23":"Mexican national hero Benito Juárez was born in San Pablo Guelatao, Oaxaca.","24":"Napoleonic Code adopted in France, stresses clearly written and accessible law","25":"French mathematician Joseph Fourier was born in Auxerre.","26":"German composer Johann Sebastian Bach, who is generally considered the greatest composer of all time, was born.","27":"Thomas Cranmer, the first Protestant archbishop of Canterbury, was burned at the stake for violating heresy laws revised under the Roman Catholic queen Mary I, known as Bloody Mary.","28":"Between 100 and 3,000 Jews are killed in Black Death riots in Erfurt, Germany"}}