{"Year":{"0":"432 bce","1":"2006","2":"1996","3":"1985","4":"1981","5":"1964","6":"1964","7":"1961","8":"1959","9":"1956","10":"1945","11":"1943","12":"1943","13":"1934","14":"1934","15":"1933","16":"1930","17":"1930","18":"1918","19":"1916","20":"1908","21":"1902","22":"1862","23":"1842","24":"1831","25":"1796","26":"1776","27":"1734","28":"1661","29":"1522","30":"141"},"Event":{"0":"The Parthenon was consecrated in Athens.","1":"British politician John Profumo—who, while serving as secretary of state for war, caused a major scandal in 1963 when it was revealed that he had an affair with Christine Keeler, a dancer who was also involved with the Soviet military attaché in London—died at age 91.","2":"American comedian and actor George Burns—whose career in show business spanned 93 years, the highlights of which included a popular comedy act with his wife, Gracie Allen—died in California.","3":"Actors Laura Johnson (Falcon Crest) & Harry Hamlin (LA Law) wed","4":"Dan Rather becomes primary anchorman of CBS-TV News","5":"French actress Juliette Binoche, who was noted for the intelligence she brought to her complex and varied roles, was born.","6":"Juliette Binoche\nFrench actress\nwas born","7":"Soviet flight Sputnik 9 carries and returns from orbit a dog named Chernushka (Blackie), frogs and a guinea pig","8":"Barbie, a toy doll that became an international sensation despite criticism, was introduced by Mattel, Inc.","9":"Shashi Tharoor\nIndian politician\nwas born","10":"The U.S. Army Air Forces bombed Tokyo with napalm, causing fires that destroyed a quarter of the city and killed some 80,000 civilians.","11":"Bobby Fischer\nAmerican-Icelandic chess player\nwas born","12":"American chess master Bobby Fischer was born in Chicago.","13":"Soviet cosmonaut Yury Alekseyevich Gagarin, the first man to travel in space (1961), was born.","14":"Yuri Gagarin\nSoviet cosmonaut\nwas born","15":"US Congress is called into special session by FDR, beginning its \"100 days\"","16":"American jazz saxophonist, composer, and bandleader Ornette Coleman was born in Fort Worth, Texas.","17":"Ornette Coleman\nAmerican musician\nwas born","18":"Russian Bolshevik Party becomes the Communist Party","19":"Pancho Villa's men killed more than a dozen in a raid on Columbus, New Mexico.","20":"Italian football club Inter Milan founded as Foot-Ball Club Internazionale","21":"Composer Gustav Mahler marries Alma Schindler in Vienna","22":"The Battle of the Monitor and Merrimack, a duel between ironclads during the American Civil War, marked the beginning of a new era of naval warfare.","23":"Giuseppe Verdi's opera \"Nabucco\" premieres in Milan","24":"Creation of French Foreign Legion\nThe Foreign Legion, whose unofficial motto is “Legio patria nostra” (“The legion is our fatherland”), was founded this day in 1831 by King Louis-Philippe as an aid in controlling French colonial possessions in Africa.","25":"French Leader Napoléon Bonaparte (26) marries 1st wife Joséphine de Beauharnais (32), changing her name from Rose","26":"Publication of influential economics book \"The Wealth of Nations\" by Adam Smith","27":"Francisco Bayeu, who was considered by his contemporaries to be the finest Spanish painter of their period and was greatly influenced by Anton Raphael Mengs and Giovanni Battista Tiepolo, was born.","28":"Jules Cardinal Mazarin, a disciple of Richelieu and an architect of France's ascent to European supremacy, died in Vincennes, France.","29":"Martin Luther begins preaching his \"Invocavit Sermons\" in the German city of Wittenberg, reminding citizens to trust God's word rather than violence and thus helping bring to a close the revolutionary stage of the Reformation","30":"BC Liu Che, posthumously known as Emperor Wu of Han, assumes the throne of the Han Dynasty in China and rules for 54 years"}}