{"Year":{"0":"2009","1":"2002","2":"1999","3":"1984","4":"1976","5":"1970","6":"1968","7":"1968","8":"1965","9":"1965","10":"1965","11":"1962","12":"1962","13":"1956","14":"1956","15":"1946","16":"1942","17":"1941","18":"1937","19":"1936","20":"1933","21":"1933","22":"1931","23":"1931","24":"1930","25":"1930","26":"1920","27":"1917","28":"1904","29":"1904","30":"1900","31":"1888","32":"1877","33":"1867","34":"1865","35":"1807","36":"1791","37":"1498"},"Event":{"0":"President João Bernardo Vieira of Guinea-Bissau was assassinated by government soldiers, following years of unrest between Vieira and the military.","1":"U.S. invasion of Afghanistan: US conventional forces first deployed as part of Operation Anaconda","2":"British singer Dusty Springfield—who made her mark during the 1960s beat boom that resulted in the British Invasion, recording such hits as Son of a Preacher Man—died in Henley-on-Thames, Oxfordshire.","3":"Tennis player Yannick Noah (23) weds beauty queen Cecilia Rodhe (22) in Cameroon","4":"Second wife Carole Hoff divorces serial killer John Wayne Gacy (33) after 3 years of marriage","5":"White government of Rhodesia declares itself a republic","6":"Daniel Craig, the sixth actor to assume the role of playboy spy James Bond, was born in Chester, England.","7":"Daniel Craig\nEnglish actor\nwas born","8":"The Sound of Music, a film adaptation of the Rodgers and Hammerstein musical play, premiered; the movie, which was based on the real-life story of the Trapp family of Austria, was a commercial success and won an Oscar for best picture.","9":"One of the most popular musical films of all time, \"The Sound of Music\", starring Julie Andrews and Christopher Plummer, is released (Academy Awards Best Picture 1966)","10":"One of the most popular musical films of all time, \"The Sound of Music\", starring Julie Andrews and Christopher Plummer, is released (Academy Awards Best Picture 1966)","11":"American basketball player Wilt Chamberlain scored a record 100 points in a National Basketball Association (NBA) game.","12":"Philadelphia center Wilt Chamberlain scores 100 points, most ever by an NBA player in a single game, during Warriors' 169-147 win over NY Knicks in Hershey; 36-of-63 from field, 28-of-32 from free-throw line","13":"Morocco tears up the Treaty of Fez, declaring independence from France","14":"Moroccan independence declared\nThe North African country of Morocco, situated directly across the Strait of Gibraltar from Spain, proclaimed independence from France this day in 1956, the sultan Muhammad V having formed its first government.","15":"Ho Chi Minh elected President of North Vietnam","16":"Lou Reed\nAmerican musician\nwas born","17":"David Satcher, who served as the 16th U.S. surgeon general (1998–2002), was born in Anniston, Alabama.","18":"Film director D. W. Griffith (61) weds actress Evelyn Baldwin (26)","19":"Film director D. W. Griffith (61) divorces Linda Arvidson (50) after 30 years of marriage","20":"\"King Kong\" film directed by Merian C. Cooper and Ernest B. Schoedsack, starring Fay Wray premieres at Radio City Music Hall and RKO Roxy in NYC","21":"\"King Kong\" film directed by Merian C. Cooper and Ernest B. Schoedsack, starring Fay Wray premieres at Radio City Music Hall and RKO Roxy in NYC","22":"Mikhail Gorbachev\npresident of Union of Soviet Socialist Republics\nwas born","23":"Soviet official Mikhail Gorbachev, who instituted reforms that led to the end of the Cold War while serving as the general secretary of the Communist Party of the Soviet Union (1985–91) and president of the Soviet Union, was born.","24":"Tom Wolfe\nAmerican author\nwas born","25":"English novelist D.H. Lawrence died in Vence, France (his ashes were moved in 1935 to Taos, New Mexico, where he once had lived).","26":"Actress Mary Pickford (27) divorces actor Owen Moore (33) after 9 years of marriage","27":"The Jones Act took effect, designating Puerto Rico as a territory of the United States, “organized but unincorporated,” and conferring U.S. citizenship collectively on Puerto Ricans.","28":"Dr. Seuss\nAmerican author and illustrator\nwas born","29":"Theodor Seuss Geisel—who, under the pseudonym Dr. Seuss, wrote and illustrated such hugely popular children's books as How the Grinch Stole Christmas (1957) and Green Eggs and Ham (1960)—was born.","30":"Composer Kurt Weill, who created a revolutionary kind of opera of sharp social satire in collaboration with the writer Bertolt Brecht, was born in Germany.","31":"The Convention of Constantinople signed, guaranteeing free maritime passage through the Suez Canal during war and peace","32":"Rutherford B. Hayes was declared the winner of the disputed presidential election of 1876 after a special Electoral Commission awarded him all contested electoral votes; he was sworn into office the following day.","33":"Over U.S. President Andrew Johnson's veto, Radical Republicans in Congress passed the Tenure of Office Act, forbidding the president to remove civil officers without senatorial consent.","34":"Confederate forces under General Jubal A. Early suffered a decisive defeat that ended Southern resistance in the Shenandoah Valley, Virginia, during the American Civil War, and the Confederacy collapsed the following month.","35":"US Congress bans the slave trade within the US, effective January 1, 1808","36":"Long-distance communication speeds up with the unveiling of a semaphore machine in Paris","37":"Portuguese navigator Vasco da Gama and his fleet reached the Island of Mozambique on their first voyage to India."}}