{"Year":{"0":"2014","1":"2014","2":"1999","3":"1996","4":"1973","5":"1971","6":"1948","7":"1945","8":"1942","9":"1936","10":"1922","11":"1922","12":"1917","13":"1917","14":"1917","15":"1902","16":"1879","17":"1867","18":"1857","19":"1848","20":"1841","21":"1841","22":"1820","23":"1817","24":"1702","25":"1531","26":"1418"},"Event":{"0":"Malaysia Airlines Flight 370 with 239 people loses contact and disappears, prompting the most expensive search effort in history","1":"During a flight from Kuala Lumpur to Beijing, Malaysia Airlines flight 370 disappeared, prompting a massive search effort that was finally called off in early 2017.","2":"American baseball player Joe DiMaggio, who was one of the best all-round players in the history of the game, died.","3":"\"Fargo\" directed and written by Joel and Ethan Coen, starring Frances McDormand, William H. Macy and Steve Buscemi released in the US","4":"The Provisional Irish Republican Army undertakes its first operation in Great Britain, planting four car bombs in London; 10 members of PIRA are arrested at Heathrow Airport while trying to leave the country","5":"American boxer Joe Frazier retained his world heavyweight championship by winning a 15-round decision over former champion Muhammad Ali at Madison Square Garden in New York City.","6":"US Supreme Court rules in McCollum v. Board of Education that religious instruction in public schools is unconstitutional","7":"Anselm Kiefer\nGerman painter\nwas born","8":"Japanese troops captured Rangoon, Burma (Yangon, Myanmar) during World War II.","9":"The first stock car race is held in Daytona Beach, Florida.","10":"Shigeru Mizuki\nJapanese manga artist\nwas born","11":"Ralph Henry Baer\nAmerican engineer and inventor\nwas born","12":"Rioting in Petrograd (St. Petersburg) marked the beginning of the February Revolution and the first stage of the Russian Revolution.","13":"Russian \"February Revolution\" begins in earnest with protests celebrating International Woman's Day and riots in St Petersburg over food rations and conduct of the war [OS=Feb 23]","14":"The U.S. Senate voted to limit filibusters by adopting the rule of cloture.","15":"1st performance of Jean Sibelius' 2nd Symphony, his most popular, by the Helsinki Philharmonic Society","16":"Otto Hahn\nGerman chemist\nwas born","17":"British North America Act is passed in the House of Commons, serves as Canada's constitution for more than 100 years","18":"Hundreds of women workers in New York City's garment and textile factories staged a strike against low wages, long working hours, and inhumane work conditions.","19":"Confederate General James Longstreet (27) weds Maria Louisa Garland in Lynchburg, Virginia","20":"U.S. Supreme Court justice and legal historian Oliver Wendell Holmes, Jr., who advocated judicial restraint, arguing that speech could be limited only if it was a “clear and present danger,” was born in Boston.","21":"Oliver Wendell Holmes, Jr.\nUnited States jurist\nwas born","22":"5th US President James Monroe's daughter Maria 1st child of a President to marry in the White House","23":"The New York Stock Exchange is founded","24":"British throne ascended by Anne\nOn this day in 1702, Anne became the last Stuart monarch of Great Britain, having earlier acquiesced to the Act of Settlement of 1701, which designated as her successors the Hanoverian descendants of King James I.","25":"Henry VIII recognised as supreme head of Church in England by the Convocation of Canterbury","26":"Jacqueline, Countess of Haintaut marries her cousin John IV Duke of Brabant in The Hague"}}