{"Year":{"0":"43 bce","1":"2016","2":"2015","3":"2009","4":"1999","5":"1995","6":"1991","7":"1987","8":"1973","9":"1969","10":"1957","11":"1957","12":"1952","13":"1950","14":"1948","15":"1934","16":"1933","17":"1928","18":"1904","19":"1900","20":"1890","21":"1878","22":"1854","23":"1852","24":"1848","25":"1828","26":"1828","27":"1815","28":"1815","29":"1800","30":"1770","31":"1727","32":"1602"},"Event":{"0":"Roman poet Ovid was born in what is now Sulmona, Italy.","1":"Barack Obama becomes the first US President to visit Cuba since 1928, arriving for a 3 day tour","2":"Australian politician Malcolm Fraser, who served as the country's prime minister from 1975 to 1983, died at age 84.","3":"\"Dawson's Creek\" actor Kerr Smith (37) divorces actress Harmoni Everett (34) due to irreconcilable differences after 6 years of marriage","4":"As they floated past longitude 9°27′ W above Mauretania, Bertrand Piccard and Brian Jones became the first aviators to circumnavigate the globe nonstop by balloon; they landed the following day in Egypt.","5":"AUM subway attack\nTop leaders of AUM Shinrikyo (Japanese: “AUM Supreme Truth”), a Japanese Buddhist sect founded in 1987 by Asahara Shoko, released nerve gas into a Tokyo subway this day in 1995, killing 12 people and injuring thousands.","6":"Michael Jackson signs $65M 6 album deal with Sony records","7":"AZT (azidothymidine; also called zidovudine) became the first drug to be approved by the U.S. Food and Drug Administration for the treatment of AIDS.","8":"Roberto Clemente elected to Hall of Fame, 11 weeks after his death in a plane crash","9":"John Lennon, a leader of the seminal British rock group the Beatles, married Japanese artist and musician Yoko Ono in Gibraltar.","10":"American filmmaker Spike Lee, who was known for his uncompromising and provocative approach to controversial subject matter, was born.","11":"Spike Lee\nAmerican director\nwas born","12":"24th Academy Awards: \"An American in Paris\", Humphrey Bogart & Vivian Leigh win","13":"William Hurt\nAmerican actor\nwas born","14":"Canadian American ice hockey player Bobby Orr—who, as a member of the Boston Bruins, became one of the game's best defensemen—was born in Parry Sound, Ontario, Canada.","15":"Vietnam emperor Bảo Đại (20) weds empress Nam Phương (19) at the imperial city of Huế","16":"Dachau the first Nazi concentration camp, is completed","17":"Fred Rogers\nAmerican television personality\nwas born","18":"B.F. Skinner\nAmerican psychologist\nwas born","19":"US Secretary of State John Hay announces that all nations to whom he sent notes calling for an 'open door' policy in China have essentially accepted his stand","20":"German Emperor Wilhelm II fires chancellor Otto von Bismarck","21":"53rd UK Prime Minister Archibald Primrose (31) weds heiress Hannah de Rothschild (27) at the Board of Guardians in Mount Street, London","22":"A meeting of Whigs, anti-Nebraska Democrats, and Free-Soilers in Ripon, Wisconsin, proposed the formation of what became the Republican Party in the United States.","23":"American author Harriet Beecher Stowe's Uncle Tom's Cabin was published in book form.","24":"King Louis I of Bayern abdicates to marry dancer Lola Montez","25":"Henrik Ibsen\nNorwegian dramatist and poet\nwas born","26":"Playwright Henrik Ibsen was born in Skien, Norway.","27":"The Hundred Days—during which Napoleon, having ended his exile by escaping the island of Elba, would try to recapture his empire in France—began with Napoleon's arrival in Paris.","28":"Napoleon enters Paris after escape from Elba, begins 100-day rule","29":"Alessandro Volta reports his discovery of the electric battery in a letter to Joseph Banks, president of the Royal Society of London","30":"German lyric poet Friedrich Hölderlin was born in Lauffen am Neckar, Württemberg.","31":"Sir Isaac Newton, whose Principia (1687) was one of the most important single works in the history of modern science and who was the culminating figure of the scientific revolution of the 17th century, died in London.","32":"United Dutch East Indian Company (VOC) forms"}}