{"Year":{"0":"241","1":"2015","2":"2006","3":"2000","4":"1997","5":"1997","6":"1983","7":"1981","8":"1971","9":"1971","10":"1969","11":"1966","12":"1952","13":"1936","14":"1933","15":"1927","16":"1920","17":"1913","18":"1903","19":"1903","20":"1876","21":"1864","22":"1863","23":"1861","24":"1793","25":"1783","26":"1526"},"Event":{"0":"BC First Punic War: Battle of the Aegates Islands - The Romans sink the Carthaginian fleet bringing the First Punic War to an end","1":"The family of Marvin Gaye win a record $7.3 million lawsuit for music copyright infringement against Robin Thicke, Pharrell Williams, and T.I.","2":"NASA's Mars Reconnaissance Orbiter entered Mars orbit and began searching for signs of water on the planet.","3":"The NASDAQ Composite stock market index peaks at 5132.52, signalling the beginning of the end of the dot-com boom","4":"The cult television series Buffy the Vampire Slayer premiered; created by Joss Whedon, the show centred on Buffy Summers, “an alternative feminist icon” who battles vampires, demons, and other assorted supernatural forces of evil.","5":"\"Buffy the Vampire Slayer\" created by Joss Whedon and starring Sarah Michelle Geller premieres on WB Television Network","6":"Carrie Underwood\nAmerican singer\nwas born","7":"Samuel Eto'o\nCameroonian athlete\nwas born","8":"Jon Hamm\nAmerican actor\nwas born","9":"Timbaland\nAmerican music producer and performer\nwas born","10":"James Earl Ray pled guilty to murdering American civil rights leader Martin Luther King, Jr., and was sentenced to 99 years in prison.","11":"Dutch Crown Princess Beatrix (Queen Beatrix) marries German aristocrat Claus von Amsberg in Amsterdam","12":"Military coup led by General Fulgencio Batista in Cuba","13":"Sepp Blatter\nSwiss sports executive\nwas born","14":"Opening of the Nazis' first concentration camp\nOn this day in 1933, soon after Adolf Hitler became chancellor, the first concentration camp in Germany opened at Dachau, where at least 32,000 people would die from disease, malnutrition, physical oppression, and execution.","15":"American author and journalist \"The Old man and the Sea\" Enerest Hemingway divorces 1st wife Elizabeth Hadley Richardson","16":"Home Rule Act passed by the British Parliament, dividing Ireland into two parts; it is rejected by the southern counties, where the Ango-Irish war continues for a year","17":"In Toledo, Ohio, William Knox became the first bowler to make a perfect score of 300 in an American Bowling Congress tournament.","18":"American playwright and politician Clare Boothe Luce—who was noted for her satiric sense of humour, which she displayed in such oft-quoted aphorisms as “No good deed goes unpunished”—was born.","19":"American jazz cornetist Bix Beiderbecke was born in Davenport, Iowa.","20":"Alexander Graham Bell's “liquid” transmitter design permitted the first transmission of speech by Bell to his assistant, Thomas Watson.","21":"The Red River Campaign began in the American Civil War, and it lasted for several months before Confederate troops under General Richard Taylor defeated the Union forces.","22":"Prince of Wales, Albert Edward (21) weds Princess Alexandra of Denmark (18) at Windsor Castle in St. George's chapel","23":"West African political leader El Hadj Umar Tall seizes the city of Segou, destroying the Bambara Empire of Mali","24":"In Paris, on the proposal of Georges Danton, the National Convention decreed the establishment of the Revolutionary Tribunal.","25":"USS Alliance under Captain Barry fights and wins last naval battle of US Revolutionary War off Cape Canaveral","26":"Holy Roman Emperor Charles V marries Princess Isabella of Portugal, his 1st cousin, in Seville"}}