{"Year":{"0":"2015","1":"2001","2":"1998","3":"1985","4":"1983","5":"1980","6":"1976","7":"1973","8":"1972","9":"1968","10":"1945","11":"1940","12":"1933","13":"1933","14":"1923","15":"1919","16":"1912","17":"1910","18":"1910","19":"1908","20":"1849","21":"1806","22":"1779","23":"1775","24":"1775","25":"1769","26":"1743","27":"1490"},"Event":{"0":"TV personality Kris Jenner and athlete Bruce Jenner divorce after 13 years of marriage","1":"Although designed for only 5 years of service, the Soviet\/Russian space station Mir ended 15 years in orbit when it reentered Earth's atmosphere, falling into the South Pacific Ocean.","2":"James Cameron's epic drama Titanic (1997) won 11 Academy Awards, tying the record set by Ben-Hur (1959).","3":"Musician Billy Joel weds supermodel Christie Brinkley","4":"In a nationwide television address, U.S. President Ronald Reagan announced the Strategic Defense Initiative, popularly known as Star Wars, a proposed strategic defensive system against potential nuclear attacks.","5":"Allan Border becomes the first and only batsman to reach 150 in each innings of a test Australia v Pakistan Third Test in Lahore","6":"The International Covenant on Civil and Political Rights entered into force, incorporating almost all the international human rights proclaimed in the Universal Declaration of Human Rights of 1948.","7":"Jason Kidd\nAmerican basketball player and coach\nwas born","8":"Joe Calzaghe\nWelsh boxer\nwas born","9":"Damon Albarn\nBritish musician\nwas born","10":"Battle of Okinawa: US Navy ships bomb the Japanese island of Okinawa in preparation for the Allied invasion; it would become the largest battle of the Pacific War in World War II","11":"1st radio broadcast of \"Truth or Consequences\" on CBS","12":"The German Reichstag, dominated by the Nazi Party and German National People's Party, voted to pass the Enabling Act, thereby assuring Nazi primacy, in a process that began with the Reichstag fire about a month prior.","13":"Enabling Act: German Reichstag grants Adolf Hitler dictatorial powers","14":"Writer Anaïs Nin (Delta of Venus) marries banker and artist Hugh Parker Guiler in Havana, Cuba","15":"8th Congress of the Russian Communist Party re-establishes a five-member Politburo which becomes the center of political power in the Soviet Union. Original members Vladimir Lenin, Leon Trotsky, Joseph Stalin, Lev Kamenev and Nikolai Krestinsky","16":"Wernher von Braun\nGerman-born American engineer\nwas born","17":"Japanese director Kurosawa Akira—who won worldwide acclaim with subtle, brilliantly composed films, such as Rashōmon (1950), that combined Japanese historic themes with a Western sense of action and drama—was born.","18":"Kurosawa Akira\nJapanese film director\nwas born","19":"American actress Joan Crawford, who made her initial impact as a vivacious Jazz Age flapper but later matured into a star of psychological melodramas, was born.","20":"At the Battle of Novara, during the first Italian War of Independence, outnumbered Austrian troops under Field Marshal Joseph Radetzky destroyed the poorly trained Italian troops of Charles Albert, king of Sardinia-Piedmont.","21":"Lewis and Clark's return trip begun\nHaving completed the first U.S. overland expedition to the Pacific coast, explorers Meriwether Lewis and William Clark this day in 1806 began their return to St. Louis, Missouri, where their journey had begun in May 1804.","22":"Botanist Joseph Banks (36) weds Dorothea Hugessen","23":"Patrick Henry proclaims \"Give me liberty or give me death\" in speech in favour of Virginian troops joining US Revolutionary war","24":"Patrick Henry, a major figure of the American Revolution, delivered the well-known speech featuring the phrase “give me liberty or give me death” at the second Virginia Convention, at St. John's Church, Richmond.","25":"Augustus FitzRoy, English Duke of Grafton divorces the Duchess of Grafton, (formerly Hon. Anne Liddell) by an Act of Parliament","26":"George Frideric Handel's oratorio \"Messiah\" premieres in London","27":"1st dated edition of Maimonides \"Mishneh Torah\", a code of Jewish religious law is published"}}