{"Year":{"0":"2009","1":"2009","2":"1983","3":"1982","4":"1982","5":"1971","6":"1968","7":"1965","8":"1960","9":"1950","10":"1944","11":"1936","12":"1933","13":"1933","14":"1933","15":"1923","16":"1922","17":"1918","18":"1902","19":"1895","20":"1888","21":"1861","22":"1837","23":"1804","24":"1801","25":"1789","26":"1681","27":"1678","28":"1678","29":"1540","30":"1461","31":"1238"},"Event":{"0":"International Criminal Court issues an arrest warrant for Sudanese President Omar Hassan al-Bashir for war crimes and crimes against humanity in Darfur becoming the first sitting head of state to be indicted","1":"American playwright and screenwriter Horton Foote—who evoked American life in beautifully observed minimal stories and was perhaps best known for his adaptation of To Kill a Mockingbird—died in Connecticut.","2":"Actor Harrison Ford marries screenwriter Melissa Mathison (divorced 2004)","3":"Canadian jurist Bertha Wilson became the first woman appointed to the Supreme Court of Canada.","4":"Landon Donovan\nAmerican soccer player\nwas born","5":"Prime Minister of Canada Pierre Trudeau (51) weds author\/actress Margaret Joan Sinclair (23) at a private ceremony in North Vancouver, Canada","6":"Italian boxer Nino Benvenuti regains world middleweight title with a 15-round points decision over American champion Emile Griffith at Madison Square Garden, NY; last of famous trilogy of fights","7":"Khaled Hosseini\nAmerican author\nwas born","8":"Lucille Ball files divorce from Desi Arnaz","9":"Rick Perry\nAmerican politician\nwas born","10":"Bobby Womack\nAmerican singer, songwriter, and guitarist\nwas born","11":"1st flight of the airship Hindenburg at Friedrichshafen, Germany","12":"Inauguration of U.S. President Franklin D. Roosevelt\nOn this day in 1933, in the midst of the Great Depression, Franklin D. Roosevelt was inaugurated as the 32nd U.S. president, and later he led the country out of the Depression and to victory in World War II.","13":"Government official Frances Perkins was sworn in as U.S. secretary of labour in the administration of President Franklin Delano Roosevelt; she was the first woman appointed to a cabinet post.","14":"Franklin D. Roosevelt inaugurated as 32nd US President, pledges to pull US out of the Depression, \"We have nothing to fear but fear itself\"","15":"Actor Rudolph Valentino (24) divorces actress Jean Acker (26) only after 6 hours of getting married","16":"1st vampire film Nosferatu premieres at the Berlin Zoological Garden, Germany, an adaptation of Bram Stoker's Dracula","17":"First recorded case of Spanish flu at Funston Army Camp, Kanas; start of worldwide pandemic killing 50-100 million","18":"American Automobile Association (AAA) founded in Chicago","19":"Gustav Mahler's 2nd Symphony premieres in Berlin","20":"Gridiron football coach Knute Rockne—who, while at the University of Notre Dame, became the intercollegiate sport's first true celebrity coach—was born in Voss, Norway.","21":"Abraham Lincoln is inaugurated as the 16th US President","22":"Chicago was incorporated as a city, with a population of about 4,200.","23":"Irish convicts rose up in the Castle Hill Rising, Australia's first rebellion.","24":"Thomas Jefferson is the first US President to be inaugurated in Washington, D.C.","25":"The U.S. Constitution went into effect as the governing law of the United States, the date having been established by Congress.","26":"William Penn secured from King Charles II of England the colonial province of Pennsylvania in North America, hoping to provide a refuge in the New World for Quakers and other persecuted people and to build an ideal Christian commonwealth.","27":"Antonio Vivaldi\nItalian composer\nwas born","28":"Italian composer and violinist Antonio Vivaldi, who left a decisive mark on the form of the concerto and the style of late Baroque instrumental music, was born.","29":"Protestant Count Philip of Hessen marries 2nd wife","30":"King Henry VI of England was deposed by Yorkists and replaced by Edward IV.","31":"Battle of the Sit River: Mongol forces of Batu Khan overcome Russians under Yuri II of Vladimir-Suzdal near Yaroslavl in Russia, ending Russian resistance"}}