{"Year":{"0":"44 bce","1":"44","2":"221","3":"2014","4":"2010","5":"2003","6":"1990","7":"1972","8":"1972","9":"1964","10":"1964","11":"1962","12":"1947","13":"1945","14":"1943","15":"1917","16":"1917","17":"1878","18":"1875","19":"1869","20":"1813","21":"1783","22":"1781","23":"1767","24":"1767","25":"1614","26":"1493"},"Event":{"0":"Julius Caesar assassinated on the Ides of March\nIn 44  Roman dictator Julius Caesar was launching a series of political and social reforms when he was assassinated this day, the Ides of March, by a group of nobles, among whom were Cassius and Brutus.","1":"BC Julius Caesar is stabbed to death by Brutus, Cassius and several other Roman senators on the Ides of March in Rome","2":"Liu Bei, a Chinese warlord and member of the Han royal house, declares himself Emperor of Shu-Han, claiming legitimate succession to the Han Dynasty","3":"\"Today\" show anchor Savannah Guthrie (42) weds public relations Michael Feldman (45) at the Ritz Carlton Dove Mountain Resort in Tucson, Arizona","4":"Stand-up comedian and writer Sacha Baron Cohen (40) weds actress Isla Fisher (36) in Paris, France","5":"Hu Jintao succeeded Jiang Zemin as the president of China.","6":"The Congress of People's Deputies of the U.S.S.R. elected Mikhail Gorbachev to the newly created post of president of the Soviet Union.","7":"\"The Godfather\", based on the book by Mario Puzo, directed by Francis Ford Coppola and starring Marlon Brando and Al Pacino, premieres in NYC (Academy Awards Best Picture 1973)","8":"The Godfather, an epic drama about organized crime, premiered to universal acclaim; the Academy Award-winning film was directed by Francis Ford Coppola and starred Al Pacino and Marlon Brando.","9":"Following a highly publicized affair, American actress Elizabeth Taylor wed British actor Richard Burton in Montreal; they divorced in 1974 and briefly remarried (1975–76).","10":"Actress Elizabeth Taylor (32) marries for the 5th time to actor Richard Burton (38)","11":"Five research groups announce the discovery of anti-matter","12":"Ry Cooder\nAmerican musician\nwas born","13":"Billboard publishes its 1st album chart (King Cole Trio is #1)","14":"David Cronenberg\nCanadian film director, screenwriter, and actor\nwas born","15":"Nicholas II, the last Russian Tsar abdicates and nominates his brother Grand Duke Michael to succeed him [OS Mar 2]","16":"During the first phase of the Russian Revolution, Tsar Nicholas II was forced to abdicate, thus ending the rule of the Romanov dynasty.","17":"Reza Shah Pahlavi\nshah of Iran\nwas born","18":"Pope Pius IX appointed John McCloskey the first American cardinal of the Roman Catholic Church.","19":"Cincinnati Red Stockings become the 1st professional baseball team","20":"John Snow\nBritish physician\nwas born","21":"In an emotional speech in Newburgh, New York, George Washington asks his officers not to support the Newburgh Conspiracy. The plea is successful and the threatened coup d'etat never takes place.","22":"American revolutionaries won a strategic victory over the British at the Battle of Guilford Courthouse in North Carolina.","23":"Military hero and seventh U.S. president (1829–37) Andrew Jackson, who was the first president to come from west of the Appalachians and the first to gain office by a direct appeal to the mass of voters, was born.","24":"Andrew Jackson\npresident of United States\nwas born","25":"Franciscus Sylvius, whose studies helped shift medical emphasis from mystical speculation to a rational application of the laws of physics, was born in Hanau, Germany.","26":"Christopher Columbus returns to Spain after his first voyage to the New World"}}