{"Year":{"0":"240","1":"2016","2":"2004","3":"2003","4":"2002","5":"1997","6":"1990","7":"1981","8":"1981","9":"1979","10":"1972","11":"1970","12":"1968","13":"1968","14":"1965","15":"1959","16":"1946","17":"1945","18":"1945","19":"1940","20":"1937","21":"1914","22":"1912","23":"1870","24":"1867","25":"1867","26":"1856","27":"1856","28":"1853","29":"1282"},"Event":{"0":"BC 1st recorded perihelion passage of Halley's Comet","1":"Comedian Rosie O'Donnell and marketing executive Kelli O'Donnell divorce after 3 years of marriage","2":"\"Alias\" actress Jennifer Garner (30) divorces actor Scott Foley (30) due to irreconcilable differences after nearly 4 years of marriage","3":"A law banning cigarette smoking in all places of employment, including restaurants and bars, went into effect in New York City.","4":"Elizabeth, the Queen Mother, who was queen consort of the United Kingdom of Great Britain and Ireland (1936–52), died in her sleep at Windsor Castle at age 101.","5":"Rapper Vanilla Ice (29) weds Laura Giarritta","6":"Jack Nicklaus makes his debut in the \"Seniors\" golf tournament","7":"\"Chariots of Fire\" directed by Hugh Hudson and starring Ben Cross and Ian Charleson premieres at a Royal Command Film Performance (Best Picture 1982)","8":"Failed assassination attempt against U.S. President Ronald Reagan\nIn Washington, D.C., on this day in 1981, barely two months after his inauguration as the 40th president of the United States, Ronald Reagan was shot and seriously wounded by would-be assassin John W. Hinckley, Jr.","9":"Norah Jones\nAmerican musician and actress\nwas born","10":"Northern Ireland's Government and Parliament dissolved by the British Government and 'direct rule' from Westminster is introduced","11":"Miles Davis's influential double album \"Bitches Brew\" released","12":"French Canadian pop singer Céline Dion, who was known for her vocal prowess and her passionate showmanship, was born.","13":"Céline Dion\nCanadian singer\nwas born","14":"Piers Morgan\nBritish journalist and television personality\nwas born","15":"Dalai Lama flees China and is granted political asylum in India","16":"Actress Doris Day (23) weds saxophonist George Weidler","17":"British rock musician Eric Clapton, a highly influential guitarist who performed with such groups as the Yardbirds and Cream before embarking on a successful solo career, was born.","18":"Eric Clapton\nBritish musician\nwas born","19":"Broadcast journalist Walter Cronkite weds Mary Elizabeth Maxwell at the Grace and Holy Trinity Episcopal Church","20":"Warren Beatty\nAmerican actor, director, and producer\nwas born","21":"American blues vocalist and harmonica virtuoso Sonny Boy Williamson was born in Jackson, Tennessee.","22":"The Treaty of Fès established the French protectorate in Morocco.","23":"15th Amendment to the US constitution is adopted, guarantees right to vote regardless of race","24":"Alaska Purchase: US buys Alaska from Russia for $7,200,000 ($109 million in 2018), roughly 2 cents an acre","25":"William H. Seward, secretary of state under U.S. President Andrew Johnson, signed the Alaska Purchase, a treaty ceding Russian North America to the United States for a price—$7.2 million—that amounted to about two cents per acre.","26":"Russia signs the Treaty of Paris, ending the Crimean War","27":"The Treaty of Paris was signed, ending the Crimean War.","28":"Dutch painter Vincent van Gogh, one of the greatest Post-Impressionists, known for works that convey not only keen observations of nature but the anguish of a mental illness, was born.","29":"The people of Palermo massacred 2,000 French residents in the Sicilian Vespers, a revolt against the Angevin king Charles I."}}