{"Year":{"0":"624","1":"2013","2":"2012","3":"2004","4":"2004","5":"2003","6":"1996","7":"1986","8":"1961","9":"1956","10":"1942","11":"1938","12":"1930","13":"1926","14":"1925","15":"1911","16":"1911","17":"1903","18":"1894","19":"1884","20":"1884","21":"1881","22":"1870","23":"1855","24":"1804","25":"1781","26":"1781","27":"1764","28":"1741","29":"1741","30":"1642","31":"1591"},"Event":{"0":"Battle of Badr: Muhammad's Muslim forces win significant victory over Meccan army","1":"Jorge Mario Bergoglio, the archbishop of Buenos Aires, was elected pope of the Roman Catholic Church; taking the name Francis I, he succeeded Benedict XVI, who had resigned.","2":"Encyclopædia Britannica, Inc., announced that it was ceasing publication of its print version, the oldest and longest continually published English-language general print encyclopaedia.","3":"Luciano Pavarotti performs in his last opera at New York Metropolitan Opera's \"Tosca\"","4":"Luciano Pavarotti performs in his last opera at New York Metropolitan Opera's \"Tosca\"","5":"The journal Nature reports that 350,000-year-old footprints of an upright-walking human have been found in Italy","6":"A gunman invaded a primary school in the small Scottish town of Dunblane and shot to death 16 young children and their teacher before turning a gun on himself; the school shooting resulted in various changes to British gun laws.","7":"Soviet cosmonauts Leonid Kizim and Vladimir Solovyev were sent aloft aboard a Soyuz spacecraft to rendezvous with the space station Mir and become its first occupants.","8":"Pablo Picasso (79) marries his model Jacqueline Rocque (37)","9":"\"The Searchers\" American western film directed by John Ford and starring John Wayne and Natalie Wood is released","10":"Mahmoud Darwish\nPalestinian poet\nwas born","11":"The Anschluss, political union between Austria and Germany, was announced.","12":"Clyde Tombaugh announces discovery of Pluto at Lowell Observatory","13":"Country singer Maybelle Carter (17) weds Ezra Carter","14":"The Tennessee legislature passed a bill that banned the teaching of Charles Darwin's theory of evolution in the state's public schools; in a highly publicized trial, high-school teacher John T. Scopes was later convicted of breaking the law.","15":"L. Ron Hubbard, the founder of the Church of Scientology, was born in Tilden, Nebraska.","16":"L. Ron Hubbard\nAmerican writer\nwas born","17":"Fall of the Sokoto Caliphate in Northern Nigeria, the British claim supremacy on over 500,000 square miles","18":"J L Johnstone of England invents horse racing starting gate","19":"Al-Mahdī began the Siege of Khartoum, capital of the Sudan, which was defended by an Egyptian garrison under the British general Charles George (“Chinese”) Gordon.","20":"Siege of Khartoum, Sudan begins by Mahdist forces, lasts 10 months","21":"Tsar Alexander II of Russia was assassinated in St. Petersburg.","22":"Artist William Glackens, whose paintings of street scenes and urban life rejected the dictates of 19th-century academic art and introduced a matter-of-fact realism into American art, was born.","23":"Percival Lowell\nAmerican astronomer\nwas born","24":"Economist Thomas Robert Malthus (38) weds Harriet Eckersall in Bath, Somerset","25":"William Herschel sees what he thinks is a \"comet\" but is actually the discovery of the planet Uranus","26":"The planet Uranus discovered\nEnglish astronomer William Herschel observed this day in 1781 the seventh planet from the Sun, Uranus—first described by him as “a curious either nebulous star or perhaps a comet” and named for the father of the god Saturn.","27":"Charles Grey, 2nd Earl Grey\nprime minister of United Kingdom\nwas born","28":"The Holy Roman emperor Joseph II, who at first was coruler (1765–80) with his mother, Maria Theresa, and then acted as sole ruler (1780–90) of the Austrian Habsburg dominions, was born.","29":"Joseph II\nHoly Roman emperor\nwas born","30":"The marquis de Cinq-Mars, a favourite of King Louis XIII of France, signed a secret treaty with King Philip IV of Spain in a plot to overthrow Cardinal de Richelieu.","31":"Battle at Tondibi: Moroccan army under Judar defeats Sultan Askia Ishaq II of Songhai"}}