{"Year":{"0":"538","1":"2015","2":"2009","3":"2003","4":"1999","5":"1994","6":"1993","7":"1992","8":"1973","9":"1972","10":"1970","11":"1969","12":"1948","13":"1948","14":"1947","15":"1947","16":"1947","17":"1946","18":"1942","19":"1940","20":"1930","21":"1922","22":"1922","23":"1912","24":"1860","25":"1849","26":"1832","27":"1831","28":"1804","29":"1613","30":"1455"},"Event":{"0":"Witiges, king of the Ostrogoths, ends his siege of Rome, retreats to Ravenna, leaving the city in the hands of the victorious Roman general, Belisarius","1":"American architect and designer Michael Graves, who was one of the principal figures of the postmodernist movement, died in New Jersey.","2":"American hedge-fund investment manager Bernie Madoff pled guilty to various crimes related to his operation of a Ponzi scheme that was one of the largest in the world; he was sentenced to 150 years in prison.","3":"The World Health Organization (WHO) issued a worldwide health alert, one of the first in a decade, regarding an illness it later called severe acute respiratory syndrome (SARS) that struck hundreds of people in China, Hong Kong, and Vietnam.","4":"Poland, Hungary, and the Czech Republic became members of the North Atlantic Treaty Organization (NATO) shortly before the group's 50th anniversary.","5":"Church of England ordains 1st 33 women priests","6":"American lawyer and public official Janet Reno was sworn in as U.S. attorney general, becoming the first woman to hold the office.","7":"Actress Annette Bening (33) weds actor Warren Beatty (54)","8":"Rowan & Martin's Laugh-In last airs on NBC-TV","9":"NHL great Gordie Howe retires after 26 seasons","10":"Actor Phil Hartman (21) weds first wife Gretchen Lewis","11":"Paul McCartney marries Linda Louise Eastman in London","12":"James Taylor\nAmerican musician\nwas born","13":"American singer, songwriter, and guitarist James Taylor was born.","14":"Mitt Romney\nUnited States senator\nwas born","15":"American businessman and politician Mitt Romney, who served as governor of Massachusetts (2002–06), was born.","16":"Truman Doctrine pronounced\nOn this day in 1947, U.S. President Harry S. Truman articulated what became known as the Truman Doctrine when he asked Congress to appropriate aid for Greece and Turkey, both of which were facing communist threats.","17":"Liza Minnelli\nAmerican actress and singer\nwas born","18":"Ratko Mladić\nBosnian Serb military leader\nwas born","19":"Finland agreed to Soviet peace terms, including the cession of western Karelia and the construction of a Soviet naval base on the Hanko Peninsula, to end the Russo-Finnish War.","20":"Mohandas Gandhi begins 200m (300km) march protesting British salt tax","21":"American novelist and poet Jack Kerouac—who was a leader of the Beat movement, perhaps best known for On the Road (1957)—was born.","22":"Jack Kerouac\nAmerican writer\nwas born","23":"Juliette Gordon Low formed the first troop of American Girl Guides (later Girl Scouts), in Savannah, Georgia.","24":"Congress accepts Pre-emption Bill: free land in West for colonists","25":"The Sikh army surrendered to the British at the end of the Second Sikh War, conceding to the annexation of the Punjab in northwestern India.","26":"The ballet La Sylphide first premieres at the Opéra de Paris.","27":"American manufacturer Clement Studebaker, founder of the Studebaker automobile company, was born in Pinetown, Pennsylvania.","28":"Samuel Chase became the first (and, so far, only) U.S. Supreme Court justice to be impeached.","29":"André Le Nôtre—one of the greatest French landscape architects, whose masterpiece is the gardens of Versailles—was born in Paris.","30":"First record of Johannes Gutenberg's Bible, letter dated this day by Enea Silvio Piccolomini refers to the bible printed a year before"}}