{"Year":{"0":"330","1":"330","2":"2010","3":"2000","4":"1997","5":"1996","6":"1995","7":"1984","8":"1981","9":"1981","10":"1970","11":"1969","12":"1963","13":"1943","14":"1933","15":"1924","16":"1918","17":"1918","18":"1910","19":"1894","20":"1893","21":"1888","22":"1888","23":"1885","24":"1846","25":"1811","26":"1811","27":"1751","28":"1189"},"Event":{"0":"Constantinople (Byzantium) becomes the capital of the Roman Empire","1":"“New Rome” established by Constantine\nOn this day in 330, Constantine the Great dedicated Byzantium (Constantinople; now Istanbul) as the new capital of the Eastern Roman Empire, an act that helped transform it into a leading city of the world.","2":"Scottish-born British politician Gordon Brown officially resigned as prime minister of the United Kingdom, ending 13 years of Labour Party rule.","3":"India's population officially reaches 1 billion - Astha Arora named India's billionth baby","4":"IBM's chess-playing computer Deep Blue defeated Garry Kasparov in the last game of a six-game match to claim a 3.5–2.5 victory (it won two games and had three draws); it marked the first time a current world champion had lost a match to a computer under tournament conditions.","5":"Fashion designer Cynthia Rowley (39) weds retail store designer Bill Keenan (43) at Manhattan City Hall in New York","6":"In New York City, more than 170 countries decide to extend the Nuclear Nonproliferation Treaty indefinitely and without conditions.","7":"Andrés Iniesta\nSpanish football player\nwas born","8":"Andrew Lloyd Webber's musical \"Cats\" (based on poetry by T. S. Eliot) directed by Trevor Nunn first premieres in the West End, London","9":"Jamaican reggae star Bob Marley died of cancer.","10":"Sammy Davis Jr weds Altovise","11":"British comedy troupe Monty Python forms, made up of Graham Chapman, John Cleese, Terry Gilliam, Eric Idle, Terry Jones, and Michael Palin","12":"Prime Minister of Canada John Turner (33) weds Geills McCrae Kilgour (25)","13":"U.S. troops invaded Attu, one of the Aleutian Islands captured by the Japanese in 1942.","14":"Louis Farrakhan\nAmerican religious leader\nwas born","15":"Daimler-Motoren-Gesellschaft and Benz & Cie begin their first joint venture (later merge into Mercedes-Benz)","16":"Richard Feynman\nAmerican physicist\nwas born","17":"American theoretical physicist Richard Feynman was born in New York City.","18":"Glacier National Park was established in the Rocky Mountain wilderness of northwestern Montana.","19":"Railroad workers for the Pullman Palace Car Company went on strike, and the protest continued for several months until the federal government intervened.","20":"Henri Desgrange establishes world's 1st bicycle world record, travelling 35.325 km an hour","21":"American composer Irving Berlin, who played a leading role in the evolution of the popular song from the early ragtime and jazz eras through the golden age of musicals, was born in Russia.","22":"Irving Berlin\nAmerican composer\nwas born","23":"American jazz cornetist King Oliver was born in Abend, Louisiana.","24":"U.S. President James K. Polk asked Congress to declare war on Mexico.","25":"Conjoined twins Chang and Eng, who gained worldwide fame in the 19th century, were born in Meklong, Siam (Thailand).","26":"Chang and Eng\nAmerican showmen\nwas born","27":"Pennsylvania Hospital founded by Dr. Thomas Bond and Benjamin Franklin","28":"Holy Roman Emperor Frederick I Barbarossa and 100,000 crusaders depart Regensburg for the Third Crusade"}}