{"Year":{"0":"495 bce","1":"2010","2":"2003","3":"2002","4":"1991","5":"1988","6":"1987","7":"1975","8":"1969","9":"1969","10":"1951","11":"1948","12":"1948","13":"1940","14":"1918","15":"1914","16":"1914","17":"1909","18":"1886","19":"1885","20":"1869","21":"1859","22":"1825","23":"1618","24":"1567","25":"1252"},"Event":{"0":"On the Aventine Hill in Rome, the temple of the Roman god Mercury was dedicated.","1":"Jessica Watson at age 16 becomes the youngest person to sail solo, non-stop and unassisted around the world","2":"American singer and songwriter June Carter Cash—a leading figure in country music, especially noted for her work with the Carter Family and Johnny Cash—died in Nashville.","3":"\"Bowling for Columbine\", a documentary directed by Michael Moore has its premiere at the Cannes Film Festival","4":"Edith Cresson appointed French premier\nOn this day in 1991, Edith Cresson of the Socialist Party became the first female premier of France, but she lost the office less than a year later because of rising unemployment and declining support from within her party.","5":"USSR begins withdrawing its 115,000 troops from Afghanistan","6":"Andy Murray\nScottish tennis player\nwas born","7":"Ray Lewis\nAmerican football player\nwas born","8":"Emmitt Smith\nAmerican football player\nwas born","9":"American lawyer and judge Abe Fortas became the first U.S. Supreme Court justice to resign under threat of impeachment.","10":"AT&T becomes the 1st US corporation to have a million stockholders after young car salesman Brady Denton purchases 7 shares worth $1,078","11":"Brian Eno\nBritish musician and producer\nwas born","12":"Dancer and actress Cyd Charisse (26) weds singer Tony Martin (34)","13":"Richard and Maurice McDonald open the 1st McDonald's restaurant in San Bernardino, California","14":"The first regular airmail route in the United States opened between New York City and Washington, D.C.","15":"Henri Rabaud's opera \"Marouf, savetier de Caire\" premieres in Paris","16":"Mountaineer Tenzing Norgay, who, with Sir Edmund Hillary, was the first person to stand atop the summit of Mount Everest, was born in Tshechu, Tibet.","17":"James Mason\nBritish actor\nwas born","18":"American poet Emily Dickinson died in Amherst, Massachusetts.","19":"Louis Riel surrendered after leading two rebellions against the Canadian government in response to its efforts to assume the territorial rights of the Hudson's Bay Company in northwestern Canada.","20":"National Woman Suffrage Association forms in New York, founded by Susan B. Anthony and Elizabeth Cady Stanton","21":"Physical chemist Pierre Curie, cowinner (with his wife, Marie Curie) of the 1903 Nobel Prize for Physics, was born in Paris.","22":"Author and scholar Wilhelm Grimm (39) weds Henriette Dorothea","23":"German astronomer Johannes Kepler discovers the third of his three planetary laws his \"harmonics law\"","24":"Mary, Queen of Scots marries James Hepburn, Earl of Bothwell","25":"Pope Innocent IV issues the papal bull ad exstirpanda, which authorizes, but also limits, the torture of heretics in the Medieval Inquisition"}}