{"Year":{"0":"2002","1":"1999","2":"1994","3":"1994","4":"1994","5":"1994","6":"1986","7":"1976","8":"1970","9":"1965","10":"1963","11":"1960","12":"1960","13":"1960","14":"1956","15":"1946","16":"1940","17":"1940","18":"1940","19":"1927","20":"1890","21":"1869","22":"1865","23":"1857","24":"1857","25":"1838","26":"1838","27":"1818","28":"1801","29":"1775","30":"1775"},"Event":{"0":"American FBI agent Robert Hanssen was sentenced to life in prison after pleading guilty to spying for Moscow; he was one of the Soviet Union's and Russia's most-valuable double agents and the most-damaging spy ever to penetrate the FBI.","1":"American cartoonist, children's author, poet, and playwright Shel Silverstein, who was best known for his light verse and quirky cartoons, died in Florida.","2":"Nelson Mandela sworn in as South Africa's 1st black president","3":"American serial killer John Wayne Gacy—whose murders of 33 boys and young men in the 1970s shocked his suburban Chicago community, where he was known for his performances as a clown at charitable events and children's parties—was executed.","4":"Nelson Mandela inaugurated as president of South Africa\nNelson Mandela, whose efforts to end apartheid led to his imprisonment (1962–90) and earned him a share (with F.W. de Klerk) of the 1993 Nobel Peace Prize, became president of South Africa this day in 1994.","5":"Drew Barrymore (19) files for divorce from Jeremy Thomas (31)","6":"Tommy Lee drummer of Motley Crue marries Heather Locklear","7":"\"KISS\" former lead guitarist Ace Frehley (25) weds Janette Trerotola","8":"Stanley Cup Final, Boston Garden, Boston, MA: Bobby Orr scores famous OT winner as Boston beats St. Louis Blues, 4-3 for 4-0 series sweep; Bruins its first title since 1941","9":"Linda Evangelista\nCanadian fashion model\nwas born","10":"Decca signs Rolling Stones on advice of Beatle George Harrison","11":"Bono\nIrish singer\nwas born","12":"Irish musician and human rights activist Bono, who was the lead singer of the popular rock band U2, was born.","13":"US atomic submarine USS Triton completes 1st submerged circumnavigation of the globe","14":"9th Cannes Film Festival: \"The Silent World\" directed by Jacques Cousteau and Louis Malle wins the Palme d'Or","15":"Donovan\nScottish singer-songwriter\nwas born","16":"Winston Churchill succeeds Neville Chamberlain as British Prime Minister","17":"Germany invaded Belgium, Luxembourg, and the Netherlands during World War II.","18":"After losing the support of many Conservatives in the House of Commons, British Prime Minister Neville Chamberlain resigned his office and was replaced by Winston Churchill.","19":"1954 Nobel Prize winner in Literature Ernest Hemingway (27) weds journalist Pauline Pfeiffer (31)","20":"Alfred Jodl\nGerman general\nwas born","21":"The tracks of the Central Pacific and the Union Pacific were joined at Promontory, Utah, to form the first transcontinental railway in the United States.","22":"Jefferson Davis, president of the Confederacy, was captured by Union troops near Irwinville, Georgia.","23":"Indian Mutiny against rule by the British East India Company begins with the revolt of the Sepoy soldiers in Meerut","24":"The Indian Mutiny erupted in Meerut in reaction to the increased pace of Westernization in India and a military crackdown on Indian troops by their British officers.","25":"John Wilkes Booth\nAmerican actor and assassin\nwas born","26":"American actor John Wilkes Booth, who would assassinate President Abraham Lincoln in 1865, was born near Bel Air, Maryland.","27":"American patriot Paul Revere died in Boston.","28":"First Barbary War: The Barbary pirates of Tripoli declare war on the United States of America (1st US foreign war)","29":"The Green Mountain Boys, under the joint command of Ethan Allen and Benedict Arnold, captured the British-controlled Fort Ticonderoga during the American Revolution.","30":"Second Continental Congress convenes in Philadelphia, Pennsylvania and issues paper currency for 1st time"}}