{"Year":{"0":"2013","1":"2004","2":"2003","3":"1989","4":"1986","5":"1981","6":"1981","7":"1964","8":"1964","9":"1961","10":"1960","11":"1950","12":"1950","13":"1950","14":"1941","15":"1940","16":"1940","17":"1939","18":"1934","19":"1932","20":"1922","21":"1917","22":"1871","23":"1846","24":"1830","25":"1787","26":"1767"},"Event":{"0":"American psychologist and media personality Joyce Brothers—who was the first woman to win the top prize on the TV game show The $64,000 Question, a victory she parlayed into a successful career as a radio and television therapist—died at age 85.","1":"The final episode of \"Frasier\" on NBC is watched by 33 million people","2":"NBA star Dennis Rodman (42) weds Michelle Moyer in a small civil ceremony in Newport Beach, California","3":"Approx 2,000 students begin hunger strike in Tiananmen Square, China","4":"Lena Dunham\nAmerican actress, writer, director, and producer\nwas born","5":"Pope John Paul II survived an assassination attempt in St. Peter's Square, Vatican City, in which he was shot and seriously wounded by Mehmet Ali Agca, a Turkish national.","6":"Pope John Paul II is shot and critically wounded by Turkish gunman Mehemet Ali Agca in St Peter's Square, Vatican City","7":"American actor and comedian Stephen Colbert—best known as the host of The Colbert Report, an ironic send-up of television news programs, and The Late Show with Stephen Colbert—was born.","8":"Stephen Colbert\nAmerican comedian\nwas born","9":"Dennis Rodman\nAmerican basketball player\nwas born","10":"A Swiss expedition led by Max Eiselin reached the summit of Dhaulagiri in the Himalayas.","11":"American musician Stevie Wonder, a child prodigy who developed into one of the most creative musical figures of the late 20th century, was born in Saginaw, Michigan.","12":"Stevie Wonder\nAmerican singer, composer, and musician\nwas born","13":"First ever race of the Formula 1 World Drivers Championship is run at Silverstone, England and won by Giuseppe Farina of italy in an Alfa Romeo","14":"American singer and songwriter Ritchie Valens, who was the first Latino rock and roller, was born in Pacoima, California.","15":"British politician Winston Churchill faced the House of Commons for the first time as prime minister and told the members that “I have nothing to offer but blood, toil, tears and sweat.”","16":"Winston Churchill says \"I have nothing to offer but blood, toil, tears and sweat\" in his first speech as Prime Minister to British House of Commons","17":"Harvey Keitel\nAmerican actor\nwas born","18":"Great dustbowl storm sweeps across US prairies","19":"Russian composer Dmitri Shostakovich marries Nina Varsar","20":"\"Latin Lover\" silent actor Rudolph Valentino (27) weds film costume and set designer Natacha Rambova (25) in Mexicali, Mexico","21":"Three children—Lucia dos Santos and her cousins Francisco and Jacinta Marto—reported seeing the Virgin Mary near Fátima, Portugal.","22":"With the Law of Guarantees, the Italian government attempted to settle the question of its relationship with the pope, who had been deprived of his lands in the process of Italian national unification.","23":"U.S. declaration of war on Mexico approved\nTensions between Mexico and the United States—stemming from the U.S. annexation of Texas (1845)—led the U.S. Congress on this day in 1846 to approve overwhelmingly a declaration of war against its southern neighbour.","24":"Republic of Ecuador is founded, with Juan Jose Flores as president","25":"Arthur Phillip sets sails with 11 ships of criminals to Botany Bay, Australia","26":"Wolfgang Amadeus Mozart's first opera \"Apollo et Hyacinthus\", written when he was 11 years old, premieres in Salzburg"}}