{"Year":{"0":"2015","1":"2014","2":"2004","3":"2004","4":"1996","5":"1973","6":"1971","7":"1956","8":"1954","9":"1939","10":"1939","11":"1936","12":"1923","13":"1918","14":"1886","15":"1875","16":"1875","17":"1866","18":"1866","19":"1827","20":"1803","21":"1792","22":"1792","23":"1763","24":"1527","25":"1510"},"Event":{"0":"\"Blurryface,\" 4th studio album by Twenty One Pilots is released (1st album ever to have every track gold-certified)","1":"The center-right Hindu Nationalist Party, the BJP, wins landslide election victory in India","2":"Massachusetts becomes the first U.S. state to legalize same-sex marriage","3":"Massachusetts became the first U.S. state to legalize same-sex marriage as it began issuing marriage licenses to gay couples.","4":"U.S. President Bill Clinton signed Megan's Law, which required that law-enforcement officials notify local schools, day-care centres, and residents of the presence of registered sex offenders in their communities.","5":"Senate Watergate Committee begins its hearings","6":"Máxima\nqueen consort of the Netherlands\nwas born","7":"Sugar Ray Leonard\nAmerican boxer and television commentator\nwas born","8":"School segregation outlawed by U.S. Supreme Court\nOn this day in 1954, lawyer Thurgood Marshall scored a landmark victory as the U.S. Supreme Court unanimously ruled in Brown v. Board of Education of Topeka that racial segregation in public schools was unconstitutional.","9":"1st televised baseball game is broadcast on NBC, with Princeton defeating Columbia 2-1","10":"1st televised baseball game is broadcast on NBC, with Princeton defeating Columbia 2-1","11":"Dennis Hopper\nAmerican actor, director, and writer\nwas born","12":"Actress and singer Marlene Dietrich (21) weds assistant director Rudolf Sieber (26) in Berlin, Germany","13":"Swedish operatic soprano Birgit Nilsson was born in Västra Karup.","14":"Alfonso XIII\nking of Spain\nwas born","15":"1st Kentucky Derby: Oliver Lewis aboard Aristides wins in 2:37.75","16":"The first Kentucky Derby was run at Churchill Downs in Louisville, Kentucky, and the winning horse was Aristides.","17":"French composer Erik Satie was born in Honfleur.","18":"Erik Satie\nFrench composer\nwas born","19":"US President Andrew Johnson (18) weds Eliza McCardle (16) in Warrenton, Tennessee","20":"John Hawkins & Richard French patent the Reaping Machine","21":"Meeting on what is now Wall Street in New York City, 24 businessmen took the initial steps to forming the New York Stock Exchange.","22":"24 merchants form New York Stock Exchange at 70 Wall Street","23":"Philosopher Marquis de Sade (22) weds Renee Pelagie de Montreuil in Paris","24":"Pánfilo de Narváez departs Spain to explore Florida with 600 men - by 1536 only 4 survive","25":"Italian artist Sandro Botticelli, one of the greatest painters of the Florentine Renaissance, died."}}