{"Year":{"0":"2018","1":"2001","2":"1994","3":"1992","4":"1991","5":"1989","6":"1976","7":"1958","8":"1935","9":"1930","10":"1928","11":"1925","12":"1919","13":"1908","14":"1898","15":"1890","16":"1890","17":"1885","18":"1884","19":"1880","20":"1853","21":"1802","22":"1649","23":"1643","24":"1643","25":"1571","26":"1536","27":"1536"},"Event":{"0":"Prince Harry married American actress Meghan Markle at St. George's Chapel, Windsor Castle; the ceremony, unlike any previous British royal wedding, mixed pomp and circumstance with African American culture, the latter a celebration of the bride's biracial background.","1":"Apple Inc. opened its first two retail stores, in McLean, Virginia, and Glendale, California.","2":"Jacqueline Kennedy Onassis—who, as U.S. first lady, married to President John F. Kennedy, became known for her style and elegance—died in New York City.","3":"Sam Smith\nBritish singer-songwriter\nwas born","4":"Willy T. Ribbs becomes 1st African American driver to make Indianapolis 500","5":"\"Do the Right Thing\", directed by Spike Lee, starring Danny Aiello and Ossie Davis premieres at the Cannes Film Festival","6":"Kevin Garnett\nAmerican basketball player\nwas born","7":"\"South Pacific\" soundtrack album goes #1 & stays #1 for 31 weeks","8":"British archaeological scholar, military strategist, and author T.E. Lawrence, whose life inspired the epic film Lawrence of Arabia (1962), died in Clouds Hill, Dorset, England.","9":"Playwright Lorraine Hansberry was born in Chicago.","10":"Dolph Schayes\nAmerican basketball player\nwas born","11":"Pol Pot\nCambodian political leader\nwas born","12":"Mustafa Kemal Atatürk lands at Samsun on the Black Sea coast, beginning the Turkish War of Independence","13":"Prime Minister of Canada Louis St. Laurent (26) weds Jeanne Renault","14":"US Congress passes the Private Mailing Card Act, allowing private publishers and printers to produce postcards, had to be labelled \"Private Mailing Cards\" until 1901, known as \"souvenir cards\"","15":"Ho Chi Minh—founder of the Indochina Communist Party (1930) and its successor, the Viet Minh (1941), and president (1945–69) of the Democratic Republic of Vietnam (North Vietnam)—was born in Hoang Tru, Vietnam, French Indochina.","16":"Ho Chi Minh\npresident of North Vietnam\nwas born","17":"German Chancellor Otto von Bismarck takes possession of Cameroon and Togoland","18":"Ringling Bros. Circus formed\nThe Ringling brothers opened a small circus in Baraboo, Wisconsin, on this day in 1884 and by the early 20th century had transformed it into the Ringling Bros. and Barnum & Bailey Circus, the leading American circus.","19":"Novelist Robert Louis Stevenson (29) weds Fanny Van de Grift Osbourne (40) in San Francisco","20":"Dutch prince Henry marries princess Amalia of Saxony-Weimar","21":"Napoleon created the Legion of Honour, the premier order of the French republic.","22":"England is declared a Commonwealth by an act of the Rump Parliament making England a republic for the next 11 years","23":"Massachusetts Bay, Plymouth, Connecticut and New Harbor form the United Colonies of New England","24":"During the Thirty Years' War, the French army—led by Louis II de Bourbon—defeated the Spanish in the Battle of Rocroi, ending Spain's military ascendancy in Europe.","25":"Spanish explorer Miguel López de Legazpi established the city of Manila in the Philippines.","26":"Having been found guilty on charges of adultery, Anne Boleyn—the second wife of King Henry VIII of England and the mother of Queen Elizabeth I—was beheaded.","27":"Anne Boleyn, second wife of English King Henry VIII, is beheaded at the Tower of London on charges of adultery, incest and treason"}}