{"Year":{"0":"2013","1":"2008","2":"2007","3":"1975","4":"1966","5":"1966","6":"1961","7":"1955","8":"1953","9":"1948","10":"1946","11":"1946","12":"1944","13":"1943","14":"1943","15":"1937","16":"1929","17":"1929","18":"1920","19":"1920","20":"1919","21":"1880","22":"1868","23":"1861","24":"1836","25":"1801","26":"1770","27":"1763"},"Event":{"0":"Human stem cells are successfully cloned","1":"\"24\" actor Kiefer Sutherland (37) divorces former model Elizabeth Kelly Winn (42) due to irreconcilable differences after nearly 8 years of marriage","2":"French politician Nicolas Sarkozy was sworn in as president of France; defeated at the polls in 2012, he became only the second French president to fail in a reelection bid since the foundation of the Fifth Republic in 1958.","3":"Tabei Junko of Japan, accompanied by Ang Tsering of Nepal, became the first woman to reach the summit of Mount Everest.","4":"Janet Jackson\nAmerican entertainer\nwas born","5":"American rock group the Beach Boys released their masterwork, Pet Sounds, a bittersweet pastiche of songs recalling the pangs of unrequited love and other coming-of-age trials.","6":"The military seized power in South Korea, overthrowing the Second Republic, as General Park Chung-Hee took over the government machinery, dissolved the National Assembly, and imposed a strict ban on political activity.","7":"Soviet gymnast Olga Korbut—who won three gold medals at the 1972 Olympics in Munich, West Germany, where she captivated audiences with her charm, youth, and diminutive size—was born in Belorussia (now Belarus).","8":"Pierce Brosnan\nIrish American actor\nwas born","9":"First chess world championship since WWII; Russian player Mikhail Botvinnik wins a 5-player tournament to begin 20-year Russian domination","10":"\"Annie Get Your Gun\" musical by Irving Berlin, Dorothy and Herbert Fields opens at Imperial Theater NYC, starring Ethel Merman and featuring \"There's no Business Like Show Business\"","11":"\"Annie Get Your Gun\" musical by Irving Berlin, Dorothy and Herbert Fields opens at Imperial Theater NYC, starring Ethel Merman and featuring \"There's no Business Like Show Business\"","12":"1st of 180,000+ Hungarian Jews reach Auschwitz","13":"Warsaw Ghetto Uprising suppressed\nOn this day in 1943, Nazi troops quelled the monthlong Warsaw Ghetto Uprising, in which Polish Jews, led by Mordecai Anielewicz and the Jewish Fighting Organization, resisted deportation to the Treblinka extermination camp.","14":"Operation Chastise: No. 617 Squadron RAF begins the famous dambusters Raid, bombing the Möhne and Eder dams in the Ruhr valley with bouncing bombs","15":"Yvonne Craig\nAmerican actress\nwas born","16":"1st Academy Awards: \"Wings\", Emil Jannings & Janet Gaynor win","17":"The first Academy Awards were presented; Janet Gaynor and Emil Jannings won for best actress and actor, respectively.","18":"Joan of Arc, national heroine of France, was canonized as a saint by Pope Benedict XV.","19":"Joan of Arc (Jeanne D'arc) canonized a saint","20":"Liberace\nAmerican pianist\nwas born","21":"British writer Mary Anne Evans, (pen name George Eliot), aged 60 marries John Cross, 20 years her junior","22":"The first of two key votes was held in the Senate impeachment trial of U.S. President Andrew Johnson, who was ultimately acquitted of all charges.","23":"H.H. Holmes\nAmerican serial killer\nwas born","24":"US writer Edgar Allan Poe (26) marries his 13-year-old cousin Virginia Clemm","25":"American politician William H. Seward—who is perhaps best known for his purchase of Alaska (1867) while serving as U.S. secretary of state (1861–69)—was born in Florida, New York.","26":"Marie Antoinette (14) marries future King Louis XVI (15) of France","27":"In London Samuel Johnson met James Boswell, who published his famous biography, Life of Johnson, in 1791."}}