{"Year":{"0":"2017","1":"2012","2":"2009","3":"2004","4":"1999","5":"1990","6":"1989","7":"1980","8":"1974","9":"1974","10":"1970","11":"1964","12":"1957","13":"1956","14":"1955","15":"1953","16":"1940","17":"1933","18":"1927","19":"1899","20":"1896","21":"1883","22":"1872","23":"1868","24":"1860","25":"1804","26":"1642","27":"1514","28":"1291","29":"1152"},"Event":{"0":"American television producer and political consultant Roger Ailes—who was a highly influential figure in the Republican Party, especially as the founding president of the Fox News Channel (1996–16)—died at age 77.","1":"Facebook, an American company offering online social networking services, held its initial public offering, which raised $16 billion.","2":"Sri Lankan Civil War: The LTTE are defeated by the Sri Lankan government, ending almost 26 years of fighting between the two sides.","3":"American baseball player Randy Johnson became the oldest pitcher to throw a perfect game, for the Arizona Diamondbacks against the Atlanta Braves.","4":"\"Millennium\" 3rd studio album by the Backstreet Boys is released - one of the best-selling albums of all time, over 30 million copies sold","5":"Edmonton right wing Jari Kurri sets record for scoring in a Stanley Cup Finals game with 3 goals and 2 assists in 7-2 win at Boston Garden","6":"Lisa Strawberry files for divorce from Darryl","7":"Eruption of Mount St. Helens\nOn this day in 1980, following an earthquake with a magnitude of 5.1 on the Richter scale, Mount St. Helens in Washington erupted in one of the greatest volcanic explosions ever recorded in North America.","8":"India becomes the sixth nation to explode an atomic bomb","9":"India detonated a nuclear weapon in the Rajasthan desert.","10":"Tina Fey\nAmerican comedian, writer, and actress\nwas born","11":"Guitarist Ritchie Blackmore (19) weds Margrit Volkmar","12":"Ai Weiwei\nChinese activist and artist\nwas born","13":"Swiss climbers Fritz Luchsinger and Ernest Reiss made the first ascent of the Lhotse I mountain in the Himalayas.","14":"Chow Yun-Fat\nChinese actor\nwas born","15":"American aviator Jacqueline Cochran became the first woman to break the sound barrier.","16":"Brussels fell to the invading German army in World War II and was subjected to harsh terms of occupation.","17":"The U.S. government established the Tennessee Valley Authority to control floods and produce electrical power along the Tennessee River and its tributaries.","18":"Grauman's Chinese Theater opens in Hollywood, California","19":"The first of a series of international conferences that produced the Hague Convention began at The Hague in the Netherlands.","20":"Khodynka Tragedy: A mass panic on Khodynka Field, Moscow, during the festivities of the coronation of Russian Tsar Nicholas II, results in the deaths of 1,389 people","21":"German architect and educator Walter Gropius, who exerted a major influence on the development of modern architecture while serving as director of the Bauhaus (1919–28), was born in Berlin.","22":"Bertrand Russell\nBritish logician and philosopher\nwas born","23":"Nicholas II\ntsar of Russia\nwas born","24":"Abraham Lincoln became the Republican candidate for the U.S. presidency on the third ballot at the Republican National Convention in Chicago.","25":"Napoleon Bonaparte proclaimed Emperor of France by the French Senate","26":"Montreal was founded by Paul de Chomedey, sieur (lord) de Maisonneuve.","27":"Francis, Duke of Valois, later Francis I marries Claude, Duchess of Brittany","28":"After 100 years of Crusader control, Acre is the last Crusader stronghold reconquered and destroyed by the Mamluks under Sultan al-Ashraf Khalil","29":"Eleanor of Aquitaine marries Henri of Anjou, handing the future King Henry II of England most of France, allowing future kings of England to claim France for centuries thereafter"}}