{"Year":{"0":"2015","1":"1998","2":"1998","3":"1998","4":"1994","5":"1984","6":"1984","7":"1973","8":"1969","9":"1967","10":"1962","11":"1952","12":"1952","13":"1948","14":"1948","15":"1944","16":"1832","17":"1804","18":"1804","19":"1796","20":"1796","21":"1787","22":"1771","23":"1771","24":"1643","25":"1607"},"Event":{"0":"American guitarist and singer B.B. King, who was a principal figure in the development of blues and from whose style leading popular musicians drew inspiration, died in Las Vegas.","1":"The last episode of the television situation comedy Seinfeld aired; ostensibly a show about nothing, it was a landmark of American popular culture.","2":"Seinfeld's final 2-part episode \"The Finale\" airs on NBC to 76.3M viewers (commercials priced at $2M for 30 seconds)","3":"American singer and actor Frank Sinatra—who, through a long career and a very public personal life, became one of the most sought-after performers in the entertainment industry—died in Los Angeles.","4":"Mayflower Madame Sydney Biddle Barrows (42) weds television producer Darnay Hoffman (46) at Cathedral of St. John the Divine in New York City","5":"Mark Zuckerberg\nAmerican computer programmer and entrepreneur\nwas born","6":"American computer programmer Mark Zuckerberg, who cofounded the social networking Web site Facebook, was born.","7":"Skylab, the first U.S. space station, was launched.","8":"Cate Blanchett\nAustralian actress\nwas born","9":"NY Yankee Mickey Mantle hits career HR #500 off Baltimore Oriole's Stu Miller","10":"Princess Sophia of Greece weds Don Juan Carlos of Spain","11":"David Byrne\nScottish-born musician and interdisciplinary artist\nwas born","12":"Robert Zemeckis\nAmerican director and screenwriter\nwas born","13":"Israel declares independence from British administration","14":"Declaration of Israel's statehood\nOn this day in 1948—just before the expiry of the British mandate in Palestine—David Ben-Gurion and the Jewish People's Council proclaimed the establishment of the State of Israel, precipitating the first Arab-Israeli war.","15":"George Lucas\nAmerican director, producer, and screenwriter\nwas born","16":"Felix Mendelssohn's concert overture \"Hebrides\" premieres in London","17":"Meriwether Lewis and William Clark embarked from the American Midwest on their famous expedition to the Pacific coast of North America.","18":"Meriwether Lewis & William Clark's expedition commissioned by Thomas Jefferson sets out from St Louis for Pacific Coast","19":"Edward Jenner administered the first vaccination against smallpox.","20":"English country doctor Edward Jenner administers the first inoculation against smallpox, using cowpox pus, in Berkeley, Gloucestershire","21":"Delegates gather in Philadelphia to draw up US constitution","22":"Robert Owen, a manufacturer-turned-reformer who was one of the most-influential utopian socialists of the early 19th century, was born in Newtown, Wales.","23":"King of France Louis XVIII weds princess Maria Giuseppina of Savoy at the Palace of Versailles","24":"Four-year-old Louis XIV ascended the throne of France.","25":"The first permanent British settlement in North America was founded at Jamestown, Virginia."}}