{"Year":{"0":"2015","1":"2002","2":"1990","3":"1983","4":"1978","5":"1968","6":"1946","7":"1946","8":"1935","9":"1927","10":"1927","11":"1915","12":"1908","13":"1908","14":"1900","15":"1891","16":"1882","17":"1873","18":"1864","19":"1862","20":"1862","21":"1806","22":"1806","23":"1784","24":"1756","25":"1609","26":"1498"},"Event":{"0":"David Letterman—who redefined American talk shows with his unconventional humour and innovative segments—stepped down as host of the Late Show with David Letterman.","1":"East Timor officially became independent.","2":"Hubble Space Telescope sends its 1st photographs from space","3":"\"Every Breath You Take\" single released by The Police (Billboard Song of the Year 1983)","4":"Soldier and later politician Lee Hsien Loong marries first wife doctor Wong Ming Yang","5":"\"The Who\" guitarist and songwriter Pete Townshend (23) weds Karen Astley in England","6":"American singer and actress Cher, who was known for her flamboyant style, was born.","7":"Cher\nAmerican actress and singer\nwas born","8":"José Mujica\npresident of Uruguay\nwas born","9":"At 7:40 AM, Charles Lindbergh takes off from New York to cross the Atlantic for Paris, aboard Spirit of St Louis (1st non-stop flight)","10":"Saudi Arabia becomes independent of Great Britain in the Treaty of Jeddah","11":"Moshe Dayan\nIsraeli statesman\nwas born","12":"American motion-picture star Jimmy Stewart was born in Indiana, Pennsylvania.","13":"James Stewart\nAmerican actor\nwas born","14":"2nd modern Olympic games opens in Paris (lasted 5 months)","15":"History of cinema: The first public display of Thomas Edison's prototype kinetoscope to members of the National Federation of Women's Club","16":"Germany, Austria-Hungary, and Italy secretly formed the Triple Alliance, a treaty organization that provided for mutual protection against attacks by other European powers until Italy entered World War I.","17":"Levi Strauss and Jacob Davis were granted a patent for using copper rivets to strengthen certain areas of trousers, notably pocket corners; the patent was credited with giving rise to blue jeans.","18":"Spotsylvania campaign in US Civil War ends after 10,920 killed or injured","19":"US Homestead Act becomes law which provides cheap land for the settlement of the American West","20":"U.S. Homestead Act signed\nOn this day in 1862, U.S. President Abraham Lincoln signed the Homestead Act, which provided 160 acres of public land virtually free of charge to those who had lived on and cultivated the land for at least five years.","21":"John Stuart Mill\nBritish philosopher and economist\nwas born","22":"Economist and philosopher John Stuart Mill was born in London.","23":"The Netherlands yielded to Great Britain some of its holdings in India and Indonesia in a treaty signed as part of the Peace of Paris, a collection of treaties that concluded the American Revolution.","24":"Prime Minister of Great Britain Frederick North (24) weds heiress Anne Speke","25":"Shakespeare's Sonnets are first published in London, perhaps illicitly, by publisher Thomas Thorpe","26":"Portuguese explorer Vasco da Gama arrives at Calicut, India becoming the first European to reach India by sea"}}