{"Year":{"0":"2012","1":"2011","2":"2000","3":"1978","4":"1977","5":"1977","6":"1961","7":"1946","8":"1938","9":"1935","10":"1935","11":"1935","12":"1927","13":"1914","14":"1901","15":"1898","16":"1889","17":"1887","18":"1878","19":"1878","20":"1810","21":"1810","22":"1803","23":"1787","24":"1720","25":"1661"},"Event":{"0":"Actress Halina Mlynkova (35) divorces actor Lukasz Nowicki (39) after 9 years of marriage","1":"The last episode of The Oprah Winfrey Show aired; the long-running TV program had helped make Winfrey one of the richest and most influential women in the United States.","2":"Television producer and director Mark Tinker (49) divorces actress and painter Kristin Harmon (54) after 12 years of marriage","3":"Brian Urlacher\nAmerican football player\nwas born","4":"Original \"Star Wars\" movie (Episode IV – A New Hope), directed by George Lucas and starring Mark Hamill, Carrie Fisher and Harrison Ford first released","5":"Original \"Star Wars\" movie (Episode IV – A New Hope), directed by George Lucas and starring Mark Hamill, Carrie Fisher and Harrison Ford first released","6":"JFK announces US goal of putting a man on Moon before the end of decade","7":"ʿAbdullāh I, ruler of Transjordan, proclaimed himself king.","8":"Raymond Carver\nAmerican author\nwas born","9":"Track and field athlete Jesse Owens equals or breaks 4 world records in 45 minutes at a Big Ten meet at Ferry Field in Ann Arbor, Michigan. Remembered as \"the greatest 45 minutes ever in sport\".","10":"American baseball player Babe Ruth hit the 714th and last home run of his career; he retired later that year.","11":"American track-and-field standout Jesse Owens set three world records and equaled one other at a meet in Ann Arbor, Michigan.","12":"Robert Ludlum\nAmerican writer\nwas born","13":"British House of Commons passes the Irish Home Rule Bill","14":"Anton Chekhov (41), Russian physician, dramatist and author marries actress Olga Knipper (31)","15":"Chocolatier Milton S. Hershey (40) weds Catherine Sweeney at St. Patrick's Cathedral in New York City","16":"Aircraft designer Igor Sikorsky, who successfully developed the helicopter, was born in Kiev, Ukraine, Russian Empire.","17":"Padre Pio\nItalian priest and saint\nwas born","18":"W. S. Gilbert and Arthur Sullivan's comic opera \"H.M.S. Pinafore\" premieres in London, their first international success","19":"American entertainer Bill (“Bojangles”) Robinson was born in Richmond, Virginia.","20":"In the May Revolution, citizens of Buenos Aires expel the Spanish Viceroy Cisneros during Semana de Mayo","21":"Having severed ties with Spain and the viceregal government, the municipal council of Buenos Aires established an autonomous government.","22":"Ralph Waldo Emerson\nAmerican author\nwas born","23":"U.S. Constitutional Convention opened in Philadelphia\nOn this day in 1787, the Constitutional Convention opened in Philadelphia, where 55 state delegates, initially charged with amending the Articles of Confederation, later drafted the Constitution of the United States.","24":"The Ship \"Le Grand St Antoine\" reaches Marseille, bringing Europe's last major plague outbreak. Kills around 100,000","25":"King Charles II marries Portuguese princess Catherina of Braganca"}}