{"Year":{"0":"2016","1":"2015","2":"2011","3":"2011","4":"2008","5":"2008","6":"1997","7":"1982","8":"1975","9":"1972","10":"1949","11":"1946","12":"1945","13":"1945","14":"1939","15":"1936","16":"1935","17":"1921","18":"1921","19":"1906","20":"1903","21":"1892","22":"1892","23":"1889","24":"1860","25":"1816","26":"1803","27":"1652","28":"1611","29":"1519"},"Event":{"0":"Leicester City win the English Premier League title after starting the season at 5,000-1 odds","1":"Princess Charlotte Elizabeth Diana of Cambridge, the second child of Prince William, duke of Cambridge, and Catherine, duchess of Cambridge, was born in London.","2":"Osama bin Laden, the suspected mastermind behind the September 11 attacks and the FBI's most wanted man is killed by US special forces in Abbottabad, Pakistan","3":"Osama bin Laden—founder of the militant Islamist organization al-Qaeda and mastermind of numerous terrorist attacks, notably the September 11, 2001, attacks—was killed by U.S. forces in Abbottabad, Pakistan.","4":"Cyclone Nargis makes landfall in Myanmar killing over 130,000 people and leaving millions of people homeless","5":"First film in the Marvel Cinematic Universe released \"Iron Man\" directed by Jon Favreau, starring Robert Downey Jr. as Tony Stark","6":"British Labour Party leader Tony Blair became prime minister of the United Kingdom; he was the youngest person to hold the office since 1812.","7":"Falklands War: Argentine cruiser General Belgrano sunk by British submarine Conqueror, killing more than 350 men","8":"David Beckham\nBritish athlete\nwas born","9":"Dwayne Johnson\nAmerican professional wrestler and actor\nwas born","10":"Arthur Miller wins Pulitzer Prize for \"Death of a Salesman\"","11":"An attempted prison escape by six inmates at Alcatraz resulted in two days of violent fighting, which became known as the Battle of Alcatraz.","12":"World War II: Battle of Berlin ends as Soviet army takes Berlin and General Weidling surrenders","13":"More than 1,000,000 German soldiers officially surrender to the Western Allies in Italy and Austria","14":"Lou Gehrig's 2,130-game streak ended\nOn this day in 1939, New York Yankee great Lou Gehrig, the “Iron Horse” of American baseball, ended his streak of consecutive games played (2,130), setting a record that stood until 1995, when it was broken by Cal Ripken, Jr.","15":"Sergei Prokofiev's musical \"Peter and the Wolf\" premieres in Moscow","16":"The peasants of Luzon, Philippines, rose up in arms against oppressive land tenancy laws.","17":"Bengali director Satyajit Ray, who brought Indian cinema to world recognition with the Apu Trilogy, was born in Calcutta (Kolkata).","18":"Satyajit Ray\nIndian film director\nwas born","19":"US Secretary of State James F. Byrnes marries Maude Busch","20":"American pediatrician Benjamin Spock—who wrote a number of influential works on child rearing, notably Common Sense Book of Baby and Child Care (1946), which sold more than 50 million copies worldwide—was born.","21":"Manfred, Freiherr (baron) von Richthofen (the “Red Baron”), Germany's top aviator and leading ace in World War I, was born in Breslau, Germany (now Wrocław, Poland).","22":"Manfred, baron von Richthofen\nGerman aviator\nwas born","23":"Menilek II of Ethiopia signed the Treaty of Wichale with Italy, granting it territory in northern Ethiopia in exchange for money and weaponry.","24":"Theodor Herzl\nAustrian Zionist leader\nwas born","25":"Léopold (Léopold I)of Saxe-Coburg, 1st King of Belgium following independence from the Netherlands marries British Princess Charlotte Augusta","26":"The United States purchased the Louisiana Territory from France at a rate of less than three cents per acre for 828,000 square miles (2,144,520 square km), which soon proved to be a tremendous bargain.","27":"Daughter of the Prince of Orange, Albertine Agnes marries William Frederick Prince of Nassau-Dietz","28":"The King James Version of the Bible was first published.","29":"Renaissance artist Leonardo da Vinci—whose works, notably the painting Mona Lisa, were among the most famous in the world—died in Cloux, France."}}