{"Year":{"0":"2017","1":"2010","2":"1999","3":"1984","4":"1953","5":"1953","6":"1952","7":"1942","8":"1942","9":"1942","10":"1942","11":"1922","12":"1905","13":"1903","14":"1884","15":"1874","16":"1860","17":"1851","18":"1849","19":"1848","20":"1736","21":"1736","22":"1660","23":"1658","24":"1630","25":"1592","26":"1506","27":"1453","28":"1453"},"Event":{"0":"Panamanian military leader Manuel Noriega—who ruled Panama (1983–89) until ousted by U.S. forces and who later served prison sentences in the United States and Panama—died at age 83 in Panama City.","1":"Five-time Grammy Award singer Shania Twain (42) divorces music producer Robert John Lange (59) after 14 years of marriage","2":"Discovery became the first space shuttle to dock with the International Space Station.","3":"Carmelo Anthony\nAmerican basketball player\nwas born","4":"Edmund Hillary (NZ) and Tenzing Norgay (Nepal) are first to reach the summit of Mount Everest as part of a British Expedition","5":"Mount Everest summit reached by Edmund Hillary and Tenzing Norgay \nFollowing numerous failed attempts by other climbers, Edmund Hillary of New Zealand and Tenzing Norgay of Tibet surmounted Mount Everest, the highest mountain in the world (29,035 feet [8,850 metres]), on this day in 1953.","6":"Country music legend Hank Williams and Audrey Sheppard granted divorce for the second and final time after seven years of marriage. Their first divorce was in 1948.","7":"Bing Crosby records \"White Christmas\", world's best-selling single (estimated 100 million copies sold)","8":"\"Yankee Doodle Dandy\", based on life of George M. Cohan, directed by Michael Curtiz, starring James Cagney and Joan Lesley, premieres in NYC (Academy Awards Best Actor 1943)","9":"Bing Crosby records \"White Christmas\", world's best-selling single (estimated 100 million copies sold)","10":"\"Yankee Doodle Dandy\", based on life of George M. Cohan, directed by Michael Curtiz, starring James Cagney and Joan Lesley, premieres in NYC (Academy Awards Best Actor 1943)","11":"US Supreme Court rules organized baseball is a sport and not a business and thus not subject to antitrust laws","12":"The Russian navy was defeated in the Battle of Tsushima during the Russo-Japanese War.","13":"Bob Hope\nAmerican actor and entertainer\nwas born","14":"Irish writer Oscar Wilde marries Constance Lloyd at St. James Church, Paddington, London","15":"G.K. Chesterton\nBritish author\nwas born","16":"Composer and virtuoso pianist Isaac Albéniz was born in Camprodón, Spain.","17":"Sojourner Truth addresses 1st Black Women's Rights Convention in Akron, Ohio","18":"Bacteriologist Louis Pasteur (26) weds secretary Marie Laurent (23) in Strasbourg, France","19":"Wisconsin became the 30th state of the union.","20":"Patrick Henry\nAmerican statesman\nwas born","21":"Orator Patrick Henry, a major figure of the American Revolution, was born in Studley, Virginia.","22":"On his 30th birthday Charles II returns to London from exile in the Netherlands to claim the English throne after the Puritan Commonwealth comes to an end","23":"The Battle of Samugarh was fought in a contest for the throne between the sons of the Mughal emperor Shāh Jahān following the emperor's serious illness in September 1657.","24":"Charles II\nking of Great Britain and Ireland\nwas born","25":"Battle of Sacheon: Korean navy led by Admiral Yi Sun Shin repels a Japanese fleet - first use of Korean Turtle ship","26":"Earl Willem I van Nassau-Dillenburg weds countess Walburg van Egmont","27":"Constantinople and the Byzantine Empire fell to the Ottomans.","28":"Constantinople, capital of the Eastern Roman Empire falls to the Turks under Muhammad II; ends the Byzantine Empire"}}