{"Year":{"0":"2000","1":"1994","2":"1988","3":"1986","4":"1966","5":"1956","6":"1951","7":"1949","8":"1941","9":"1941","10":"1941","11":"1935","12":"1935","13":"1928","14":"1917","15":"1908","16":"1895","17":"1883","18":"1856","19":"1844","20":"1830","21":"1822","22":"1743","23":"1738","24":"1689","25":"1595"},"Event":{"0":"Israel ended its 18-year occupation of southern Lebanon, withdrawing the last of its troops from its self-declared security zone.","1":"Four men convicted in the 1993 bombing of the World Trade Center in New York City were each sentenced to 240 years in prison; the terrorist attack had killed 6 people and injured some 1,000.","2":"Section 28 passed as law by Parliament in the United Kingdom prohibiting the promotion of homosexuality. Repealed 2001\/2004","3":"Country singer Garth Brooks marries songwriter Sandy Mahl","4":"Eric Cantona\nFrench football player\nwas born","5":"1st Eurovision Song Contest: Lys Assia for Switzerland wins singing \"Refrain\" in Lugano","6":"In the U.S. nuclear program, the fourth test of Operation Greenhouse was conducted, resulting in the first proof-of-principle test of a booster design in nuclear fission.","7":"Jim Broadbent\nBritish actor\nwas born","8":"German battleship Bismarck sinks the British battle cruiser HMS Hood; 1,416 die, 3 survive","9":"Bob Dylan\nAmerican musician\nwas born","10":"American singer-songwriter Bob Dylan, who was hailed as the Shakespeare of his generation, was born in Duluth, Minnesota.","11":"1st major league night baseball game, in Cincinnati (Reds 2, Phil 1)","12":"Swedish princess Ingrid marries Danish crown prince Frederik (IX)","13":"Irish author William Trevor was born in County Cork.","14":"Writer Walter Lippmann (27) weds Faye Albertson","15":"Sam Giancana\nAmerican gangster\nwas born","16":"Henry Irving becomes the first actor to receive a knighthood","17":"Opening of the Brooklyn Bridge\nA brilliant feat of 19th-century engineering, the Brooklyn Bridge—spanning the East River from Brooklyn to Manhattan Island in New York City—opened this day in 1883, designed by civil engineer John Augustus Roebling.","18":"A group of abolitionists led by John Brown launched a nighttime raid on a proslavery settlement at Pottawatomie Creek in Kansas Territory during which five men were murdered.","19":"Samuel Morse taps out \"What hath God wrought\" in the world's first telegraph message","20":"The first line of the Baltimore and Ohio Railroad opened with the maiden voyage of Peter Cooper's locomotive Tom Thumb.","21":"Part of the Latin American wars of independence from Spanish rule, the Battle of Pichincha took place on the lower slopes of Cerro Pichincha and ended in victory for South American rebels.","22":"Jean-Paul Marat\nFrench politician, physician, and journalist\nwas born","23":"John Wesley is converted, launching the Methodist movement; celebrated annually by Methodists as Aldersgate Day","24":"The Toleration Act was passed by the British Parliament, granting freedom of worship to Nonconformists and allowing them their own places of worship and their own teachers and preachers.","25":"Nomenclator of Leiden University Library appears, the first printed catalog of an institutional library"}}