{"Year":{"0":"585","1":"2018","2":"2014","3":"2013","4":"1999","5":"1972","6":"1968","7":"1961","8":"1954","9":"1951","10":"1948","11":"1944","12":"1938","13":"1937","14":"1936","15":"1934","16":"1923","17":"1894","18":"1888","19":"1830","20":"1830","21":"1804","22":"1788","23":"1742","24":"1660","25":"1660","26":"1588","27":"1533","28":"1431","29":"1291"},"Event":{"0":"BC Solar eclipse, as predicted by Greek philosopher Thales, while Lydians at war with the Medes leads to a truce. One of the cardinal dates from which other dates calculated.","1":"South Korean boy band BTS are the first K-pop group to top the US Billboard 200 with their album \"Love Yourself: Tear\"","2":"American poet and memoirist Maya Angelou—whose several volumes of autobiography explore the themes of economic, racial, and sexual oppression—died in Winston-Salem, North Carolina.","3":"Actress Courteney Cox and actor David Arquette divorce after 13 years of marriage","4":"After some two decades of restoration work, Leonardo da Vinci's Last Supper was reopened to public view in Santa Maria delle Grazie, Milan.","5":"White House \"plumbers\" first break in at the Democratic National Headquarters at Watergate Complex in Washington D.C.","6":"Kylie Minogue\nAustralian singer\nwas born","7":"Amnesty International founded\nDedicated to informing public opinion about human rights and to securing the release of political prisoners, Amnesty International was founded in London on this day in 1961 and won the 1977 Nobel Peace Prize.","8":"\"The Bad and the Beautiful\" actor Kirk Douglas (37) weds producer Ann Buydens (24) at Sahara Hotel in Las Vegas","9":"Radio programme \"Crazy People\" (later titled The Goon Show) premieres on the BBC, created by Spike Milligan","10":"Film director Stanley Kubrick (19) weds high school sweetheart Toba Metz","11":"Rudy Giuliani\nAmerican politician and lawyer\nwas born","12":"Jerry West\nAmerican basketball player, coach, and manager\nwas born","13":"Neville Chamberlain became prime minister of Great Britain.","14":"Alan Turing submits \"On Computable Numbers\" for publication, in which he set out the theoretical basis for modern computers.","15":"The Dionne quintuplets, the first set of documented quintuplets to survive, were born near Callander, Ontario, Canada, to Oliva and Elzire Dionne.","16":"Nandamuri Taraka Rama Rao\nIndian actor, director, and politician\nwas born","17":"Belgium Princess Josephine marries Prince Karl von Hohenzollern","18":"American athlete Jim Thorpe, one of the most-accomplished all-around athletes in history, was born.","19":"The Indian Removal Act was passed, allowing U.S. President Andrew Jackson to grant Native American tribes unsettled western prairie land in exchange for their settlements within the borders of extant U.S. states, thereby clearing the way for further white settlement.","20":"US President Andrew Jackson signs the Indian Removal Act, authorizing the Army to force Cherokee, Chickasaw, Choctaw, Creek, and Seminole tribes out of Georgia and surrounding states, setting the stage for the Cherokee Trail of Tears","21":"Napoleon proclaimed the establishment of the French Empire.","22":"The Federalist papers—a series of 85 essays on the proposed new U.S. Constitution and on the nature of republican government, written in 1787–88 by Alexander Hamilton, James Madison, and John Jay—were published in book form.","23":"1st indoor swimming pool opens (Goodman's Fields, London)","24":"George I, the elector of Hanover (1698–1727) and the first Hanoverian king of Great Britain (1714–27), was born in Osnabrück, Germany.","25":"George I\nking of Great Britain\nwas born","26":"Spanish Armada under the Duke of Medina-Sidonia departs Lisbon to invade England","27":"The Archbishop of Canterbury voids the marriage of King Henry VIII of England and Anne Boleyn","28":"Joan of Arc is accused of relapsing into heresy by donning male clothing again, providing justification for her execution","29":"Crusader rule in the Holy Land came to an end as the Mamlūks took the city of Acre, the last stronghold of the kingdom of Jerusalem."}}