{"Year":{"0":"2016","1":"2015","2":"2000","3":"2000","4":"1998","5":"1980","6":"1971","7":"1970","8":"1958","9":"1953","10":"1951","11":"1949","12":"1942","13":"1934","14":"1934","15":"1933","16":"1928","17":"1915","18":"1912","19":"1883","20":"1873","21":"1813","22":"1785","23":"1707","24":"1706","25":"1618","26":"1618","27":"1533","28":"1430"},"Event":{"0":"Actress Amber Heard (30) files for divorce from fellow actor Johnny Depp (52)","1":"American mathematician John Nash, who won the 1994 Nobel Prize for Economics for his landmark work on game theory and who struggled with paranoid schizophrenia, died at age 86.","2":"American rapper Eminem released The Marshall Mathers LP, which became the fastest-selling album in the history of rap.","3":"Eminem releases 3rd studio album \"The Marshall Mathers LP\", is fastest ever selling studio album (Grammy - Best Rap Album 2001)","4":"The Good Friday Agreement is accepted in a referendum in Northern Ireland with 75% voting yes.","5":"Horror film \"The Shining\" released directed by Stanley Kubrick, starring Jack Nicholson and Shelley Duvall, based on book by Stephen King","6":"George Osborne\nBritish politician\nwas born","7":"US Secretary of State John Kerry (26) weds heiress Julia Stimson Thorne (25)","8":"Mao Zedong starts the \"Great Leap Forward\" movement in China","9":"John F. Kennedy's sister Eunice Kennedy (31) weds activist and attorney Sargent Shriver at Saint Patrick's Cathedral in New York City","10":"Tibet annexed by China\nChina formally annexed Tibet as an autonomous region on this day in 1951, giving rise to a Tibetan independence movement—led by the Dalai Lama, winner of the 1989 Nobel Peace Prize—that continued into the early 21st century.","11":"Federal Republic of [West] Germany created out of the American, British and French occupation zones","12":"Comic book artist Jack Kirby (24) weds Roz Goldstein","13":"First wife Marguerite Van Kessel divorces NFL player Curly Lambeau (36) after 14 years of marriage","14":"Bonnie and Clyde, notorious American outlaws, were killed in a police shoot-out near Gibsland, Louisiana.","15":"Joan Collins\nEnglish actress\nwas born","16":"Rosemary Clooney\nAmerican actress and musician\nwas born","17":"Italy declared war on Austria-Hungary, entering World War I on the side of the Allies.","18":"John Payne\nAmerican actor\nwas born","19":"Douglas Fairbanks\nAmerican actor\nwas born","20":"1st Preakness Stakes: G. Barbee aboard Survivor wins in 2:43 at Pimlico Race Course, Baltimore, Maryland","21":"South American independence leader Simón Bolívar enters Mérida, leading the invasion of Venezuela, and is proclaimed El Libertador (\"The Liberator\")","22":"Benjamin Franklin announces his invention of bifocals","23":"Swedish botanist and explorer Carolus Linnaeus, the first to frame principles for defining genera and species of organisms and to create a uniform system for naming them, was born in Råshult.","24":"Allied (Anglo-Dutch) forces led by the duke of Marlborough recorded a major victory over the French at the Battle of Ramillies, a turning point in the War of the Spanish Succession.","25":"The Defenestration of Prague occurred in response to religious persecution, helping set the stage for the Thirty Years' War.","26":"Second Defenestration of Prague: Two Catholic Lords Regent and their secretary are thrown out of a window and amazingly are not seriously injured by the 70 foot (21m) fall. Triggers the Thirty Years' War.","27":"King Henry VIII of England & Catherine of Aragon's marriage declared null & void by authority English clergy not the Pope","28":"Joan of Arc was captured by Burgundians near Compiègne, France."}}