{"Year":{"0":"2000","1":"1991","2":"1981","3":"1972","4":"1960","5":"1959","6":"1951","7":"1944","8":"1932","9":"1932","10":"1927","11":"1927","12":"1921","13":"1908","14":"1904","15":"1904","16":"1881","17":"1871","18":"1871","19":"1856","20":"1844","21":"1832","22":"1825","23":"1792","24":"1553","25":"1542","26":"1527"},"Event":{"0":"British author Dame Barbara Cartland—who wrote more than 700 books, mostly formulaic novels of romantic love set in the 19th century—died.","1":"Indian politician Rajiv Gandhi, who served as the country's prime minister (1984–89), was assassinated in a suicide bombing attack.","2":"Reggae musician Bob Marley receives a Jamaican state funeral","3":"Michelangelo's Pietà, a sculpture depicting the Virgin Mary supporting the body of the dead Christ, was attacked and badly damaged in St. Peter's Basilica, Vatican City.","4":"Jeffrey Dahmer\nAmerican serial killer\nwas born","5":"Loretta Lynch\nAmerican lawyer and official\nwas born","6":"Al Franken\nUnited States senator\nwas born","7":"Actor Burgess Meredith (36) weds actress Paulette Goddard (33) at David O Selznick's Beverly Hills home","8":"After flying for 17 hours from Newfoundland, Amelia Earhart lands near Londonderry, Northern Ireland, becoming the 1st transatlantic solo flight by a woman","9":"American aviator Amelia Earhart became the first woman to pilot an airplane solo across the Atlantic Ocean.","10":"First nonstop solo transatlantic flight made by Charles Lindbergh\nAmerican aviator Charles A. Lindbergh completed the first nonstop solo flight across the Atlantic Ocean on this day in 1927, traveling from New York to Paris in the monoplane Spirit of Saint Louis in about 33.5 hours.","11":"Aviator Charles Lindbergh, in the Spirit of St Louis, lands in Paris after the first solo air crossing of Atlantic","12":"Soviet nuclear theoretical physicist and human rights advocate Andrey Sakharov, who won the 1975 Nobel Prize for Peace, was born in Moscow.","13":"1st horror movie (Dr Jekyll & Mr Hyde) premieres in Chicago","14":"Fats Waller\nAmerican musician\nwas born","15":"Federation Internationale de Football Association (FIFA) forms in Paris","16":"Clara Barton founded the American Association of the Red Cross (later the American Red Cross).","17":"The Commune of Paris revolted against the French national government under Adolphe Thiers, beginning a period of violence known as “Bloody Week.”","18":"-July 28] French regular troops attack Commune of Paris; 17,000 die","19":"During the small civil war known as Bleeding Kansas—a dispute over control of the new U.S. territory of Kansas under the doctrine of popular sovereignty—the town of Lawrence was sacked by a pro-slavery mob intent on destroying the “hotbed of abolitionism.”","20":"French painter Henri Rousseau—the archetype of the modern naive artist, known for his richly coloured and meticulously detailed pictures of lush jungles, wild beasts, and exotic figures—was born in Laval.","21":"1st Democratic National Convention (Baltimore)","22":"Prince Willem FK marries Louise AWA of Prussia","23":"Mount Unzen on Japan's Shimabara Peninsula, erupts creating a tsunami, killing about 15,000; Japan's deadliest volcanic eruption","24":"Lady Jane Grey (15), later English queen for 9 days, marries Lord Guildford Dudley (18)","25":"Spanish explorer and conquistador Hernando de Soto, the first European to discover the Mississippi River, died and was buried in the river in Louisiana.","26":"Philip II\nking of Spain and Portugal\nwas born"}}