{"Year":{"0":"2008","1":"2004","2":"1984","3":"1975","4":"1973","5":"1971","6":"1971","7":"1967","8":"1966","9":"1949","10":"1948","11":"1940","12":"1927","13":"1926","14":"1926","15":"1923","16":"1913","17":"1913","18":"1910","19":"1908","20":"1907","21":"1907","22":"1896","23":"1895","24":"1886","25":"1876","26":"1703","27":"1583","28":"1521"},"Event":{"0":"American director, producer, and actor Sydney Pollack—who helmed a number of popular films, including The Way We Were (1973), Tootsie (1982), and Out of Africa (1985)—died in Pacific Palisades, California.","1":"The United States Army veteran Terry Nichols is found guilty of 161 state murder charges for helping carry out the Oklahoma City bombing.","2":"Actress Annette Bening (25) weds J. Steven White","3":"Lauryn Hill\nAmerican singer\nwas born","4":"Prime Minister of Canada Brian Mulroney (34) weds Mila Pivnicki (19)","5":"American screenwriter, actor, and producer Matt Stone—who was best known as the cocreator, with Trey Parker, of the subversive animated television series South Park—was born.","6":"Matt Stone\nAmerican screenwriter, actor, and producer\nwas born","7":"EMI releases \"Sgt. Pepper's Lonely Hearts Club Band\" a few days early in the UK; it would go to number one for 15 weeks in the US and 22 weeks in the UK","8":"Formerly a colony of the Dutch and later the British, Guyana gained its independence.","9":"Jeremy Corbyn\nBritish politician\nwas born","10":"South Africa elects a nationalist government under D. F. Malan with an apartheid policy","11":"During World War II the British began to evacuate their troops from Dunkirk, France.","12":"Henry Ford and the Ford Motor Company produce the last (and 15th million) Model T Ford \/ Tin Lizzie","13":"Miles Davis\nAmerican musician\nwas born","14":"Jazz musician Miles Davis, a trumpeter who was one of the major influences on jazz from the late 1940s, was born in Alton, Illinois.","15":"1st Le Mans Grand Prix d'Endurance is run","16":"US Actors' Equity Association forms (NYC)","17":"Actors' Equity Association, the trade union for American performing artists, was founded.","18":"US General George S. Patton (24) weds Frederick Ayer's daughter Beatrice Ayer at Beverly Farms Episcopal Church near Boston, Massachusetts","19":"At Masjed Soleyman (مسجد سليمان) in southwest Persia, the first major commercial oil strike in the Middle East is made, rights acquired by the United Kingdom","20":"John Wayne\nAmerican actor\nwas born","21":"Motion-picture actor John Wayne, who embodied the image of the strong, taciturn cowboy or soldier, was born in Winterset, Iowa.","22":"Dow Jones begins an index of 12 industrial stocks (closing is 40.94)","23":"American photographer Dorothea Lange, whose portraits of displaced farmers during the Great Depression greatly influenced later documentary and journalistic photography, was born.","24":"Al Jolson, a popular American singer and blackface comedian of the musical stage and motion pictures, was born Asa Yoelson in Srednike, Russia (now Seredžius, Lithuania).","25":"The Challenger Expedition, a groundbreaking oceanographic exploration cruise carried out by the British Admiralty and the Royal Society, concluded successfully.","26":"English diarist and naval administrator Samuel Pepys, celebrated for his Diary, died in London.","27":"Susanna, the elder daughter of William Shakespeare and Anne Hathaway, was baptized.","28":"Martin Luther declared a heretic by the Edict of Worms\nPassed this day in 1521, the Edict of Worms banned the writings of Martin Luther—a German cleric whose efforts to change the church led to the Reformation—and declared him an outlaw and a heretic who was to be captured."}}