{"Year":{"0":"2006","1":"2003","2":"2000","3":"1999","4":"1994","5":"1993","6":"1980","7":"1977","8":"1977","9":"1975","10":"1964","11":"1963","12":"1961","13":"1941","14":"1940","15":"1933","16":"1929","17":"1923","18":"1922","19":"1916","20":"1912","21":"1912","22":"1911","23":"1911","24":"1905","25":"1905","26":"1889","27":"1873","28":"1819","29":"1703","30":"1703","31":"1679","32":"1660"},"Event":{"0":"Earthquake strikes Java, Indonesia at 5:53:58 AM local time (22:53:58 UTC May 26) devastating Bantul and the city of Yogyakarta, killing over 6,600 people","1":"Actress Angelina Jolie (26) divorces actor Billy Bob Thornton (47) due to irreconcilable differences","2":"Canadian ice hockey player Maurice (“Rocket”) Richard, who helped the Montreal Canadiens win eight Stanley Cups while becoming the first NHL player to score 500 goals, died at age 78.","3":"The International Criminal Tribunal for the former Yugoslavia indicts Slobodan Milošević and four others for war crimes and crimes against humanity committed in Kosovo","4":"Exiled from the Soviet Union since February 13, 1974, for writing The Gulag Archipelago, Aleksandr Solzhenitsyn returned to his Russian homeland.","5":"A terrorist bomb went off in Florence, damaging a wing of the famous Uffizi Gallery.","6":"President of Haiti Jean-Claude Duvalier (28) weds Michele Bennett in Haiti","7":"The Sex Pistols release \"God Save the Queen\", sparking major controversy and leading to a ban on the song by the BBC","8":"The Sex Pistols release \"God Save the Queen\", sparking major controversy and leading to a ban on the song by the BBC","9":"Jamie Oliver\nBritish chef\nwas born","10":"Former Indian prime minister Jawaharlal Nehru, a leader of the Indian independence movement of the 1930s and '40s, died in New Delhi.","11":"Jomo Kenyatta elected 1st Prime Minister of Kenya","12":"Fiorentina of Italy win 1st European Cup Winner's Cup against Glasgow Rangers 4-2 in Florence (2nd leg)","13":"In World War II the British navy sank the German battleship Bismarck.","14":"British and Allied forces begin the evacuation of Dunkirk (Operation Dynamo) during WWII","15":"Walt Disney's short film \"3 Little Pigs\" released (Academy Award Best Animated film 1934)","16":"Aviator Charles Lindbergh (27) weds author Anne Morrow (22) in Englewood, New Jersey","17":"Henry A. Kissinger\nUnited States statesman\nwas born","18":"Christopher Lee\nEnglish actor\nwas born","19":"Naval commander Karl Donitz (24) weds nurse Ingeborg Weber","20":"Sam Snead\nAmerican golfer\nwas born","21":"American short-story writer and novelist John Cheever, known as “the Chekhov of the suburbs,” was born.","22":"American actor Vincent Price, who was considered the master of horror films, was born in St. Louis, Missouri.","23":"Vincent Price\nAmerican actor\nwas born","24":"The final conflict of the Russo-Japanese War, the Battle of Tsushima, commenced.","25":"Japanese fleet destroys the Russian East Sea fleet in the Battle of Tsushima, the only decisive clash between modern steel battleships in history","26":"The American petrochemical corporation South Penn Oil Co., later Pennzoil Company, was founded in Pennsylvania.","27":"Heinrich Schliemann discovers \"Priam's Treasure\" a cache of gold and other objects in Hisarlik (Troy) in Anatolia","28":"American author and lecturer Julia Ward Howe, who was best known for Battle Hymn of the Republic, was born.","29":"Founding of St. Petersburg\nFounded this day in 1703 by Peter the Great, St. Petersburg has played a vital role in Russian history and is especially known as the scene of the 1917 revolutions and as a fiercely defended city during World War II.","30":"Saint Petersburg (Leningrad) founded by Russian Tsar Peter the Great","31":"Habeaus Corpus Act (strengthening person's right to challenge unlawful arrest & imprisonment) passes in England","32":"The Treaty of Copenhagen between Sweden and Denmark-Norway was signed, concluding a generation of warfare between the two powers as well as helping to establish the modern boundaries of Denmark, Norway, and Sweden."}}