{"Year":{"0":"337","1":"334","2":"2014","3":"2011","4":"2003","5":"2001","6":"1992","7":"1992","8":"1987","9":"1972","10":"1960","11":"1956","12":"1946","13":"1946","14":"1945","15":"1942","16":"1942","17":"1939","18":"1939","19":"1907","20":"1900","21":"1885","22":"1860","23":"1844","24":"1843","25":"1813","26":"1813","27":"1570"},"Event":{"0":"Roman Emperor Constantine I baptized\nOn this day in 337, Constantine the Great, who had practiced Christianity since his youth and sparked its growth into a world religion, became on his deathbed the first Roman emperor to be baptized in the Christian church.","1":"BC The Macedonian army of Alexander the Great defeats Darius III of Persia in the Battle of the Granicus","2":"Royal Thai Armed Forces, led by General Prayut Chan-o-cha stage a coup in Thailand, suspending the kingdom's constitution and taking control of the government, the 12th since the country's first coup in 1932","3":"One of the deadliest tornados in U.S. history struck Joplin, Missouri, causing massive damage and killing some 160 people.","4":"In Fort Worth, Texas, Annika Sörenstam becomes the first woman to play the PGA Tour in 58 years.","5":"Actress and former fitness guru Jane Fonda (63) divorces CNN founder Ted Turner (62) due to irretrievably broken marriage 10 years after getting married","6":"American comedian Johnny Carson, considered by many to be the king of late-night television, made his final appearance as host of The Tonight Show.","7":"Johnny Carson's final appearance as host of \"The Tonight Show\"","8":"Novak Djokovic\nSerbian tennis player\nwas born","9":"Richard M. Nixon arrived in Moscow, the first visit by a U.S. president to the Soviet Union.","10":"One of the largest earthquakes on record struck the southern coast of Chile, killing about 5,700 people and creating seismic sea waves that caused death and destruction in distant Pacific coastal areas, notably Japan and Hawaii.","11":"Actress Anita Ekberg (24) weds actor and singer Anthony Steel (36) in Florence, Italy","12":"George Best\nIrish-born football player\nwas born","13":"First US rocket (WAC Corporal) to reach edge of space fired from White Sands Missile Range New Mexico","14":"Paranormal investigator Lorraine Warren (18) weds partner Ed Warren (18)","15":"Mexico entered World War II by declaring war on Germany, Italy, and Japan.","16":"Ted Kaczynski\nAmerican criminal\nwas born","17":"Adolf Hitler and Benito Mussolini sign \"Pact of Steel\" in Berlin, Germany","18":"Adolf Hitler of Germany and Benito Mussolini of Italy signed the Pact of Steel, a full military and political alliance between their countries.","19":"Laurence Olivier\nBritish actor, director, writer, and producer\nwas born","20":"Edwin S Votey patents pneumatic piano player","21":"French poet, novelist, and dramatist Victor Hugo died in Paris.","22":"Major General George McClellan (33) weds Mary Ellen at Calvary Church in NYC, New York","23":"American painter Mary Cassatt was born in Allegheny City, Pennsylvania.","24":"1st wagon train with 700 - 1000 migrants, departs Independence, Missouri for Oregon","25":"German dramatic composer Richard Wagner was born in Leipzig.","26":"Richard Wagner\nGerman composer\nwas born","27":"1st atlas 'Theatrum Orbis Terrarum' (Theatre of the World), published by Abraham Ortelius in Antwerp with 70 maps"}}