{"Year":{"0":"2012","1":"1987","2":"1980","3":"1975","4":"1974","5":"1963","6":"1942","7":"1927","8":"1925","9":"1922","10":"1917","11":"1913","12":"1911","13":"1911","14":"1909","15":"1909","16":"1868","17":"1854","18":"1848","19":"1814","20":"1797","21":"1539","22":"1536","23":"1431","24":"1431"},"Event":{"0":"Charles Taylor, the former president of Liberia, was sentenced to 50 years in prison after being convicted of crimes against humanity and war crimes that were committed during Sierra Leone's civil war.","1":"North American Philips Company unveils compact disc video","2":"Steven Gerrard\nEnglish football player\nwas born","3":"Marissa Mayer\nAmerican software engineer and businesswoman\nwas born","4":"CeeLo Green\nAmerican singer, rapper, and songwriter\nwas born","5":"Helen Sharman\nBritish chemist and astronaut\nwas born","6":"During World War II the British Royal Air Force dispatched more than 1,000 bombers against Cologne, Germany.","7":"Academy Award-winning actor Fredric March (29) marries actress Florence Eldridge","8":"In the May Thirtieth Incident, some 12 labour demonstrators were killed by British police in Shanghai, sparking nationwide strikes and protests in China.","9":"The Lincoln Memorial was dedicated in Washington, D.C.","10":"Jazz standard \"Dark Town Strutters Ball\" by Shelton Brooks recorded by the Original Dixieland Jazz Band","11":"Treaty of London signed by the Great Powers, the Ottoman Empire and the victorious Balkan League (Serbia, Greece, Kingdom of Bulgaria, and Montenegro) bringing an end to the First Balkan War","12":"1st Indianapolis 500 car race, Ray Harroun wins at 74.59 MPH (120 KPH)","13":"The first Indianapolis 500 automobile race was run in Indianapolis, Indiana.","14":"American jazz musician and bandleader Benny Goodman, who was known as the “King of Swing,” was born.","15":"Benny Goodman\nAmerican musician\nwas born","16":"\"Decoration Day\", later called Memorial Day is first observed in Northern US states","17":"The Kansas-Nebraska Act was passed, providing for the territorial organization of Kansas and Nebraska under the principle of popular sovereignty.","18":"Mexico ratifies treaty giving US; New Mexico, California & parts of Nevada, Utah, Arizona & Colorado in return for $15 million","19":"The first of the Treaties of Paris was signed, ending the Napoleonic Wars.","20":"Abolitionist William Wilberforce (37) weds Barbara Spooner (25) at St Swithins Church in Walcot, Bath","21":"Spanish explorer Hernando de Soto discovers Florida","22":"English King Henry VIII marries Jane Seymour, his 3rd wife","23":"Joan of Arc burned at the stake\nHaving led the French army in a momentous victory over England at Orléans during the Hundred Years' War, Joan of Arc was charged with heresy and witchcraft and, on this day in 1431, was burned at the stake.","24":"Hundred Years' War: 19 year old Joan of Arc is burned at the stake by an English-dominated tribunal in Rouen, France"}}