{"Year":{"0":"2014","1":"2009","2":"2007","3":"2007","4":"2005","5":"1991","6":"1970","7":"1962","8":"1949","9":"1947","10":"1947","11":"1943","12":"1943","13":"1935","14":"1923","15":"1923","16":"1919","17":"1916","18":"1916","19":"1910","20":"1910","21":"1902","22":"1902","23":"1889","24":"1889","25":"1868","26":"1819","27":"1819","28":"1790","29":"1578","30":"1279"},"Event":{"0":"Psy's \"Gangnam Style\" becomes the first video to reach 2 billion views on YouTube","1":"Millvina Dean, the last known person to have survived the sinking of the Titanic in 1912, died in Southampton, England; she was nine weeks old at the time of the disaster.","2":"Actress Billie Piper and radio DJ Chris Evans divorce after 6 years of marriage","3":"Rihanna releases her breakthrough album \"Good Girl Gone Bad\"","4":"It was publicly revealed that former FBI official W. Mark Felt, Sr., was “Deep Throat,” the anonymous informant at the centre of the Watergate scandal that involved U.S. President Richard Nixon's administration.","5":"Oldest bride - Minnie Munro, 102, weds Dudley Reid, 83, in Australia","6":"7.75 Ancash earthquake off coast of Peru kills 66-70,000 and sets off world's deadliest avalanche","7":"Adolf Eichmann hanged\nOn this day in 1962, the State of Israel hanged German official Adolf Eichmann, who had escaped from a prison camp in 1946 and spent some 14 years in hiding, for his part in the Nazi extermination of Jews during World War II.","8":"Actress Doris Day (27) divorces saxophonist George Weidler (23) after 3 years of marriage","9":"John Bonham\nBritish musician\nwas born","10":"Communists seize power in Hungary","11":"American gridiron football player Joe Namath was born in Beaver Falls, Pennsylvania.","12":"Joe Namath\nAmerican football player\nwas born","13":"7.7 magnitude earthquake hits Quetta in Balochistan, British Raj (Pakistan) killing an estimated 50,000 people","14":"Ellsworth Kelly\nAmerican painter, sculptor, and printmaker\nwas born","15":"Rainier III, prince de Monaco\nprince of Monaco\nwas born","16":"1st wedding held in an aircraft (over Houston, Texas)","17":"Battle of Jutland: Largest naval battle of World War I between the British Grand Fleet and the German High Seas Fleet which killed 8,645 in an inconclusive battle but strategic British victory. German fleet never puts to sea again in WWI.","18":"The Battle of Jutland, an encounter between British and German naval fleets in World War I, began.","19":"Union of South Africa declares its independence from the United Kingdom","20":"Louis Botha formed the first government of the Union of South Africa.","21":"Boer War Ends; Treaty of Unity signed, Britain annexes Transvaal","22":"The South African War, or Boer War, came to a close with the signing of the Peace of Vereeniging.","23":"Pianist Ignacy Jan Paderewski (38) weds baroness Helena Maria Rosen","24":"Considered one of the worst natural disasters in American history, a flood ravaged Johnstown, Pennsylvania, causing more than 2,200 deaths.","25":"Dr James Moore (UK) wins 1st recorded bicycle race, (2k) velocipede race at Parc fde St Cloud, Paris","26":"Walt Whitman\nAmerican poet\nwas born","27":"American poet, essayist, and journalist Walt Whitman was born on Long Island, New York.","28":"The United States established copyright law.","29":"Martin Frobisher sails from Harwich, England, to Frobisher Bay, Canada. Eventually mines fools gold, famously used to pave the streets of London.","30":"BC Ramesses II, also known as Ramesses the Great becomes Pharaoh of Ancient Egypt (19th Dynasty)"}}