{"Year":{"0":"2016","1":"1999","2":"1996","3":"1991","4":"1986","5":"1979","6":"1960","7":"1960","8":"1947","9":"1945","10":"1944","11":"1944","12":"1937","13":"1937","14":"1933","15":"1926","16":"1921","17":"1906","18":"1903","19":"1903","20":"1898","21":"1884","22":"1815","23":"1791","24":"1494","25":"1469"},"Event":{"0":"A wildfire forced the evacuation of Fort McMurray, Alberta—the capital of Canada's tar sand industry—and the surrounding area; ultimately more than 80,000 people fled the blaze, which caused billions of dollars in losses.","1":"Stephen Hendry defeats Mark Williams 18-11 to win the World Snooker Championship for a record seventh time.","2":"At the first formal review of the 1980 Geneva Convention on Inhumane Weapons, the signatories agreed to curtail the use of land mines over the next decade.","3":"American singer Andy Williams weds 2nd wife Debbie Hass","4":"Actress-singer Annette Funicello (43) weds harness racing horse breeder and trainer Glen Holt","5":"Margaret Thatcher elected prime minister of Britain\nOn this day in 1979, Margaret Thatcher of the Conservative Party was elected British prime minister, becoming the first woman in Europe to hold that post and later the longest continuously serving British premier since 1827.","6":"Musical \"Fantasticks\" by Harvey Schmidt and Tom Jones, premieres in NYC (world's longest running musical)","7":"Musical \"Fantasticks\" by Harvey Schmidt and Tom Jones, premieres in NYC (world's longest running musical)","8":"Japan's post-war constitution goes into effect, granting universal suffrage, stripping Emperor Hirohito of all but symbolic power and outlawing Japan's right to make war","9":"World War II: German ship \"Cap Arcona\" laden with prisoners sunk by Royal Air Force in East Sea, 5,800 killed - one of largest maritime losses of life","10":"\"Going My Way\", directed by Leo McCarey and starring Bing Crosby premieres in New York (Best Picture 1945)","11":"\"Going My Way\", directed by Leo McCarey and starring Bing Crosby premieres in New York (Best Picture 1945)","12":"Margaret Mitchell wins Pulitzer Prize for \"Gone With the Wind\"","13":"American author Margaret Mitchell won a Pulitzer Prize for her enormously popular novel Gone with the Wind, which was made into an Academy Award-winning motion picture two years later.","14":"James Brown\nAmerican singer\nwas born","15":"Britain's Trade Union Congress calls for the country's first ever general strike, begins at 1 minute to midnight in support striking coal miners, lasts 9 days","16":"Sugar Ray Robinson\nAmerican boxer\nwas born","17":"Mary Astor\nAmerican actress\nwas born","18":"American singer, actor, and songwriter Bing Crosby was born in Tacoma, Washington.","19":"Bing Crosby\nAmerican singer, actor, and songwriter\nwas born","20":"Golda Meir, a founder and the fourth prime minister (1969–74) of Israel, was born in Kiev, Ukraine, then part of the Russian Empire.","21":"Mechanical engineer Frederick Winslow Taylor (28) weds Louise M. Spooner","22":"The Congress Kingdom of Poland was created by the Congress of Vienna as part of the political settlement at the end of the Napoleonic Wars.","23":"Constitution of May 3 is proclaimed by the Great Sejm (Parliament) of the Polish-Lithuanian Commonwealth, becoming the 1st modern constitution in Europe","24":"European explorer Christopher Columbus encountered the island of Jamaica, which he named Santiago.","25":"Niccolò Machiavelli\nItalian statesman and writer\nwas born"}}