{"Year":{"0":"2008","1":"2000","2":"1996","3":"1989","4":"1979","5":"1970","6":"1962","7":"1961","8":"1959","9":"1958","10":"1944","11":"1942","12":"1941","13":"1929","14":"1928","15":"1919","16":"1904","17":"1886","18":"1869","19":"1863","20":"1814","21":"1814","22":"1796","23":"1770","24":"1471"},"Event":{"0":"Seth MacFarlane reaches an agreement worth $100 million with Fox to keep \"Family Guy\" and \"American Dad\" on television until 2012, making MacFarlane the world's highest paid television writer","1":"British politician Ken Livingstone was elected mayor of London, marking the first time that British voters had directly elected a candidate to an executive office at any level of government.","2":"José María Aznar of the conservative Popular Party became prime minister of Spain; during his term, which lasted until 2004, he oversaw an improving economy while facing growing terrorism by ETA and Islamic extremists.","3":"Rory McIlroy\nNorthern Irish golfer\nwas born","4":"Margaret Thatcher becomes the first woman to be elected Prime Minister of the United Kingdom","5":"Four students shot at Kent State\nOn this day in 1970, an anti-Vietnam War demonstration at Kent State University turned deadly when the Ohio National Guard shot four unarmed students and wounded nine others, further turning public opinion against the war.","6":"Actor Christopher Plummer (32) weds columnist Patricia Lewis at the Marylebone Registry office in London","7":"The first Freedom Ride—a political protest against the segregation of interstate bus travel in the South—began as a group of white and black Americans departed Washington, D.C., on buses bound for New Orleans.","8":"First Grammy Awards: Perry Como & Ella Fitzgerald win","9":"Keith Haring\nAmerican artist\nwas born","10":"Baseball player Ted Williams marries Doris Soule (divorced 1954)","11":"During World War II, U.S. air and naval fleets turned back a Japanese invasion force heading for the strategic Port Moresby, New Guinea, in the Battle of the Coral Sea.","12":"Los Angeles Mayor Tom Bradley (23) weds Ethel Arnold","13":"Audrey Hepburn\nBelgian-born British actress\nwas born","14":"Hosni Mubarak\npresident of Egypt\nwas born","15":"In what later became known as the May Fourth Movement, patriotic Chinese students protested the decision of the Paris Peace Conference that Japan retain defeated Germany's rights and possessions in Shantung (Shandong).","16":"Construction begins by the United States on the Panama Canal","17":"Violence between police and labour protesters erupted in the Haymarket Riot in Chicago, dramatizing the labour movement's struggle for recognition in the United States.","18":"Cincinnati Red Stockings play their first official game as the sport's first professional side against the Great Western Base Ball Club winning 45-9","19":"The Battle of Chancellorsville in the American Civil War, a bloody assault by the Union army in Virginia that failed to disperse the Confederate Army of Northern Virginia, continued.","20":"Napoleon landed at the island of Elba to serve the first of his two exiles.","21":"King Ferdinand VII of Spain signs the Decree of the 4th of May, returning Spain to absolutism","22":"Horace Mann\nAmerican educator\nwas born","23":"François Gérard, a French Neoclassical painter best known for his portraits of celebrated European personalities, particularly the leading figures of the French First Empire and Restoration periods, was born in Rome.","24":"Battle of Tewkesbury, Gloucestershire, final battle between the Houses of Lancaster and York: Prince of Wales, Edward of Westminster killed and King Edward IV restored to his throne. Re-restores political stability to England until his death in 1483."}}