{"Year":{"0":"2018","1":"2018","2":"2001","3":"1989","4":"1988","5":"1988","6":"1981","7":"1980","8":"1973","9":"1965","10":"1961","11":"1960","12":"1955","13":"1942","14":"1941","15":"1914","16":"1904","17":"1904","18":"1891","19":"1885","20":"1864","21":"1862","22":"1813","23":"1813","24":"1797","25":"1789","26":"1761","27":"1640","28":"1260"},"Event":{"0":"Childish Gambino aka Donald Glover releases the music video to new single \"This is America\" to wide acclaim","1":"Childish Gambino aka Donald Glover releases the music video to new single \"This is America\" to wide acclaim","2":"American publisher Clifton Keith Hillegass, the creator of the popular series of literary study guides known as Cliff Notes, died in Nebraska.","3":"Chris Brown\nAmerican singer\nwas born","4":"English pop singer and songwriter Adele—whose soulful emotive voice and traditionally crafted songs made her one of the most broadly popular performers of her generation—was born.","5":"Adele\nBritish singer-songwriter\nwas born","6":"After 66 days on hunger strike, 26 year old Provisional IRA member and British MP Bobby Sands dies in the Maze Prision. Nine more hunger strikers die in the next 3 months.","7":"Siege at Iranian Embassy in London ends as the SAS and police storm the building","8":"American racehorse Secretariat (1970–89) won the Kentucky Derby en route to capturing the U.S. Triple Crown, which also includes the Preakness Stakes and the Belmont Stakes.","9":"First large-scale US Army ground units arrive in South Vietnam","10":"Alan Shepard, Jr., made a 15-minute suborbital flight in the Freedom 7 spacecraft, becoming the first U.S. astronaut to travel in space.","11":"Soviet Premier Nikita Khrushchev told the Supreme Soviet of the U.S.S.R. that a U.S. spy plane piloted by Francis Gary Powers had been shot down on May 1 over the Soviet Union, referring to the flight as an “aggressive act” by the United States.","12":"West Germany is granted full sovereignty by its three occupying powers","13":"Tammy Wynette\nAmerican singer\nwas born","14":"Ethiopian Emperor Haile Selassie returns to Addis Ababa","15":"Tyrone Power\nAmerican actor\nwas born","16":"Cy Young pitches the first perfect game in \"modern\" baseball for Boston Americans against Philadelphia Athletics's (3-0)","17":"American baseball pitcher Cy Young registered the first perfect game (no player reaching first base) of the modern era, for the Red Sox against the Philadelphia Athletics.","18":"Music Hall (Carnegie Hall) opens in New York, Tchaikovsky is guest conductor","19":"Author Gerhart Hauptmann (22) weds Marie Thienemann","20":"Forces commanded by the generals Ulysses S. Grant of the Union and Robert E. Lee of the Confederacy engaged in the Battle of the Wilderness near Fredericksburg, Virginia, during the American Civil War.","21":"Mexican victory in the Battle of Puebla\nOn this day in 1862, Mexico repelled the French forces of Napoleon III at the Battle of Puebla, a victory that became a symbol of resistance to foreign domination and is now celebrated as a national holiday, Cinco de Mayo.","22":"Søren Kierkegaard\nDanish philosopher\nwas born","23":"Danish religious philosopher Søren Kierkegaard, regarded as the founder of existentialist philosophy, was born in Copenhagen.","24":"Napoleon I's sister Elisa marries Felix Bacciochi","25":"At the beginning of the French Revolution, the Estates-General met for the first time since 1614 at Versailles and debated the role of the Third Estate.","26":"Jurist William Blackstone (37) weds Sarah Clitherow","27":"King Charles I of England dissolved the Short Parliament, the first parliament to be summoned in 11 years.","28":"Kublai Khan, grandson of Genghis Khan, becomes ruler of the Mongol Empire"}}