{"Year":{"0":"2016","1":"2006","2":"2004","3":"2004","4":"1992","5":"1974","6":"1966","7":"1961","8":"1961","9":"1954","10":"1954","11":"1950","12":"1946","13":"1942","14":"1941","15":"1937","16":"1931","17":"1915","18":"1915","19":"1895","20":"1889","21":"1856","22":"1856","23":"1840","24":"1840","25":"1758","26":"1626","27":"1476"},"Event":{"0":"Actress Kaley Cuoco and professional tennis player Ryan Sweeting divorce after 2 years of marriage","1":"\"Dallas\" actress Victoria Principal (56) divorces plastic surgeon Harry Glassman (63) due to irreconcilable differences after nearly 21 years of marriage","2":"TV sitcom \"Friends\" airs season finale in 10th and final season in US (52.5 million viewers)","3":"The final episode of the television sitcom Friends aired and was watched by more than 52 million viewers.","4":"German American actress Marlene Dietrich—whose beauty, voice, aura of sophistication, and languid sensuality made her one of the world's most glamorous film stars—died in Paris.","5":"Actress Maggie Smith (39) divorces actor Robert Stephens (42) after 6 years of marriage","6":"The Rolling Stones release \"Paint it Black\" in the US","7":"George Clooney\nAmerican actor and director\nwas born","8":"American actor George Clooney—who emerged in the 1990s as a popular leading man, known for his good looks and versatility, and who later became a respected director and screenwriter—was born.","9":"Roger Bannister of the UK becomes the 1st person to run a 4 minute mile, recording 3:59:4 at Iffley Road, Oxford","10":"Roger Bannister of Britain became the first athlete to run a mile in less than four minutes.","11":"Elizabeth Taylor (18) marries for the 1st time to hotel heir Conrad \"Nicky\" Hilton (23)","12":"Comedian Stan Laurel (55) marries for the 5th time actress Ida Kitaeva (47)","13":"The American garrison on Corregidor Island, under the command of General Jonathan M. Wainwright, surrendered to Japanese invaders after a 27-day standoff during World War II.","14":"Joseph Stalin becomes Premier of the Soviet Union","15":"Hindenburg disaster\nOn this day in 1937, while landing at Lakehurst, New Jersey, on its first transatlantic crossing of the year, the German dirigible Hindenburg burst into flames and was destroyed, killing 36 of the 97 persons aboard.","16":"American baseball star Willie Mays was born in Westfield, Alabama.","17":"American motion-picture actor and director Orson Welles was born in Kenosha, Wisconsin.","18":"Orson Welles\nAmerican actor, director and writer\nwas born","19":"Rudolph Valentino\nAmerican actor\nwas born","20":"Exposition Universelle (World's Fair) in Paris opens with the recently completed Eiffel Tower serving as the entrance arch","21":"Austrian neurologist Sigmund Freud, the founder of psychoanalysis, was born in Freiberg, Moravia, Austrian Empire (now Príbor, Czech Republic).","22":"Sigmund Freud\nAustrian psychoanalyst\nwas born","23":"The “penny black” stamp, issued in Great Britain, went into circulation as the first prepaid postage stamp in history.","24":"World's first adhesive postage stamp, the \"Penny Black\", is first used in Great Britain","25":"Maximilien Robespierre\nFrench revolutionary\nwas born","26":"Dutch colonist Peter Minuit organizes the purchase of Manhattan Island from Native Americans for 60 guilders worth of goods, believed to have been Canarsee Indians of the Lenape","27":"Emperor Frederik III of Habsburg & duke Charles the bold arrange marriage of their children"}}