{"Year":{"0":"2017","1":"2017","2":"2002","3":"1992","4":"1954","5":"1952","6":"1950","7":"1946","8":"1945","9":"1945","10":"1939","11":"1919","12":"1918","13":"1915","14":"1915","15":"1915","16":"1914","17":"1912","18":"1911","19":"1901","20":"1892","21":"1883","22":"1861","23":"1861","24":"1824","25":"1748","26":"1711","27":"1711","28":"1663","29":"1429"},"Event":{"0":"Emmanuel Macron wins France's presidential election defeating Marine Le Pen","1":"“Baahubali 2: The Conclusion” becomes the highest grossing Indian box office film ever earning $120 million","2":"On the 25th anniversary of his Kentucky Derby win, Seattle Slew, the first undefeated racehorse ever to win the U.S. Triple Crown, died.","3":"Jockey Angel Cordero retires after winning over 7,000 horse races","4":"Viet Minh General Vo Nguyen Giap took the French by surprise at the Battle of Dien Bien Phu, surrounding their base with 40,000 men and employing heavy artillery to capture it during the First Indochina War.","5":"The concept of the integrated circuit, the basis for all modern computers, is first published by Geoffrey Dummer","6":"Actor Jack Lemmon (25) weds tv actress Cynthia Stone (24)","7":"Sony Corporation, a major Japanese manufacturer of consumer electronics products, was founded by Ibuka Masaru and Morita Akio.","8":"World War II: Unconditional German surrender to the Allies signed by General Alfred Jodl at Rheims","9":"A German delegation that included General Alfred Jodl went to U.S. General Dwight D. Eisenhower's headquarters in Reims, France, and signed the surrender documents that ended the European phase of World War II.","10":"Germany and Italy announce an alliance known as the Rome-Berlin Axis","11":"Argentine political figure Eva Perón—who, as the wife of President Juan Perón, became a powerful though unofficial leader—was born.","12":"The Treaty of Bucharest forced Romania to make territorial and financial reparations following its defeat by the Central Powers during World War I.","13":"Japan delivered an ultimatum to China, demanding special privileges, which the major European powers were unable to oppose because of their involvement in World War I.","14":"A German submarine sunk the Lusitania, a British ocean liner, indirectly contributing to the entry of the United States into World War I.","15":"RMS Lusitania sunk by German submarine off the southern coast of Ireland; 1198 lives lost","16":"28th US President Woodrow Wilson's daughter Eleanor marries in The White House","17":"Columbia University approves plans for awarding the Pulitzer Prize in several categories, after established by Joseph Pulitzer","18":"Japanese director Honda Ishirō, perhaps best known for a series of Godzilla movies, was born in Yamagata prefecture.","19":"Gary Cooper\nAmerican actor\nwas born","20":"Josip Broz Tito\npresident of Yugoslavia\nwas born","21":"US Senator Albert B. Fall (21) weds Emma Garland Morgan in Clarksville, Texas","22":"Rabindranath Tagore, a Bengali poet, short-story writer, song composer, playwright, essayist, and painter who received the Nobel Prize for Literature in 1913, was born in Calcutta (Kolkata).","23":"Rabindranath Tagore\nBengali poet\nwas born","24":"Ludwig van Beethoven's 9th (Chorale) Symphony, premieres in Vienna, often regarded as his greatest work","25":"Olympe de Gouges\nFrench writer\nwas born","26":"David Hume\nScottish philosopher\nwas born","27":"Scottish philosopher David Hume, known for his philosophical empiricism and skepticism, was born in Edinburgh.","28":"Theatre Royal opened\nThe Theatre Royal, built by the dramatist Thomas Killigrew for his company of actors and now commonly known as the Drury Lane Theatre, opened in London this day in 1663 and is the oldest English theatre still in use.","29":"English siege of Orleans broken by Joan of Arc and the French army"}}