{"Year":{"0":"2012","1":"2007","2":"1999","3":"1984","4":"1980","5":"1979","6":"1970","7":"1959","8":"1958","9":"1945","10":"1945","11":"1942","12":"1940","13":"1930","14":"1926","15":"1926","16":"1910","17":"1902","18":"1899","19":"1895","20":"1886","21":"1884","22":"1864","23":"1846","24":"1835","25":"1783","26":"1737","27":"1660"},"Event":{"0":"American artist Maurice Sendak, who was best known for his illustrated children's books, died in Connecticut.","1":"A new Northern Ireland Executive is formed with Ian Paisley (Democratic Unionist Party) as First Minister and Martin McGuinness (Sinn Féin) as Deputy First Minister","2":"Nancy Mace became the first woman to graduate from The Citadel, a military college in Charleston, South Carolina.","3":"The Soviet Union announces it will not participate in Los Angeles Summer Olympics in retaliation for the American boycott of the 1980 Moscow Olympics","4":"World Health Organization announces smallpox has been eradicated","5":"The Cure release their debut album \"Three Imaginary Boys\" (Boys Don't Cry in US, Australia)","6":"A month after officially disbanding, the British rock group the Beatles released their final studio album, Let It Be.","7":"Actress Raquel Welch (18) weds high school sweetheart James Welch","8":"\"Dracula\" film starring Christopher Lee as the eponymous vampire, directed by Terence Fisher is the first Hammar Horror film released","9":"V-E Day: WWII ends in Europe after Germany signs an unconditional surrender","10":"World War II in Europe ended\nFollowing Germany's unconditional surrender, World War II in Europe officially ended at midnight on this day in 1945, although the war in the Pacific continued until the Japanese surrender in September.","11":"In the Battle of the Coral Sea, the USS Lexington became the first U.S. aircraft carrier to be sunk during World War II.","12":"Rick Nelson\nAmerican musician and actor\nwas born","13":"Doug Atkins\nAmerican football player\nwas born","14":"Don Rickles\nAmerican comedian and actor\nwas born","15":"David Attenborough\nEnglish broadcaster, writer, and naturalist\nwas born","16":"Film producer Samuel Goldwyn (27) weds first wife Blanche Lasky","17":"Mount Pelée on the French overseas island of Martinique erupts, wiping out the city of Saint-Pierre, killing 30,000 and leaving only two survivors","18":"F.A. Hayek\nBritish economist\nwas born","19":"China cedes Taiwan to Japan under Treaty of Shimonoseki","20":"American pharmacist John S. Pemberton developed Coca-Cola, a drink he originally billed as a cure-all tonic.","21":"Harry S. Truman, the 33rd president of the United States (1945–53), was born in Lamar, Missouri.","22":"During the American Civil War, Union General Ulysses S. Grant engaged the Confederate forces of General Robert E. Lee at Spotsylvania Court House, Virginia.","23":"U.S. troops under General Zachary Taylor defeated a Mexican force under General Mariano Arista in the Battle of Palo Alto, the first clash of the Mexican War (1846–48).","24":"1st installment of Hans Christian Andersen \"Fairy Tales\" published by C. A. Reitzel in Copenhagen, Denmark","25":"First American flag seamstress Betsy Ross (31) weds John Claypoole at Christ Church","26":"English historian Edward Gibbon was born in Putney, Surrey.","27":"English parliament declares Charles Stuart to be King Charles II of England"}}