{"Year":{"0":"2018","1":"2012","2":"2008","3":"2001","4":"1987","5":"1974","6":"1969","7":"1962","8":"1960","9":"1960","10":"1958","11":"1949","12":"1945","13":"1942","14":"1941","15":"1939","16":"1936","17":"1936","18":"1934","19":"1918","20":"1901","21":"1865","22":"1860","23":"1860","24":"1800","25":"1800","26":"1502","27":"1386"},"Event":{"0":"Historic win in Malaysian general election by opposition coalition Pakatan Harapan led by 92 year old former Prime Minister Dr. Mahathir bin Mohamad, defeating Prime Minister Najib Razak and ending 61 years of rule by the Barisan Nasional coalition","1":"British hairstylist and entrepreneur Vidal Sassoon, who created individualized haircuts featuring stark geometric angles and precise scissor cuts that complemented each woman's bone structure and natural hair texture, died in Los Angeles.","2":"\"The View\" former co-host Star Jones (46) divorces investment banker Al Reynolds (39) after three-and-a-half years of marriage","3":"Accra Sports Stadium Disaster: 129 Ghanian football fans die in a stampede caused by the firing of teargas by police following a decision by the referee in a crucial match between arch-rivals Accra Hearts of Oak and Kumasi Asante Kotoko","4":"Actor Tom Cruise (27) weds actress Mimi Rogers (33)","5":"The U.S. House Judiciary Committee launched a formal impeachment investigation of President Richard M. Nixon.","6":"Actress Lana Turner marries for the 8th time to Ronald Dante","7":"The Beatles sign their 1st contract with EMI Parlophone","8":"US becomes the first country to legalize the birth control pill","9":"The U.S. Food and Drug Administration approved the first birth control pill.","10":"\"Vertigo\", American film noir psychological thriller directed by Alfred Hitchcock, starring Jimmy Stewart and Kim Novak, is released","11":"Billy Joel\nAmerican musician\nwas born","12":"World War II: The Soviet Union marks Victory Day","13":"Physicist Robert Hofstadter (27) weds Nancy Givan","14":"British intelligence at Bletchley Park breaks German spy codes after capturing Enigma machines aboard the weather ship Muenchen","15":"American track-and-field athlete Ralph Boston, the first man to jump more than 27 feet (8.23 metres), was born in Laurel, Mississippi.","16":"Seven months after invading Ethiopia and driving Emperor Haile Selassie I into exile, Italy annexed Ethiopia as part of Italian East Africa.","17":"Albert Finney\nBritish actor\nwas born","18":"Alan Bennett\nBritish playwright\nwas born","19":"American television interviewer and reporter Mike Wallace—who, while on the show 60 Minutes, became known for his aggressive and bruising style—was born.","20":"The first Australian Parliament opens in Melbourne, though the first working session will not be until 21 May","21":"President Andrew Johnson issues a proclamation declaring armed resistance in the South is virtually at an end; this is the commonly accepted end date of the American Civil War","22":"Dramatist J.M. Barrie—best known for Peter Pan, the title character of which is an eternal boy—was born in Kirriemuir, Angus, Scotland.","23":"J.M. Barrie\nScottish author\nwas born","24":"American abolitionist John Brown was born in Torrington, Connecticut.","25":"John Brown\nAmerican abolitionist\nwas born","26":"Fourth and final voyage of Christopher Columbus launched\nOn this day in 1502, master navigator and admiral Christopher Columbus, long considered the “discoverer” of the New World, set sail from Cádiz, Spain, on his fourth and final voyage, hoping to find a passage to Asia.","27":"Treaty of Windsor between Portugal and England (oldest diplomatic alliance in the world still in force)"}}