{"Year":{"0":"2017","1":"2017","2":"2002","3":"2000","4":"1983","5":"1983","6":"1982","7":"1976","8":"1971","9":"1971","10":"1970","11":"1969","12":"1966","13":"1965","14":"1965","15":"1964","16":"1937","17":"1920","18":"1920","19":"1906","20":"1905","21":"1898","22":"1898","23":"1878","24":"1818","25":"1806","26":"1791","27":"1783","28":"164","29":"1620","30":"1620"},"Event":{"0":"After some 37 years as leader of Zimbabwe—first as prime minister and later as president—Robert Mugabe resigned from office as the parliament began impeachment proceedings against him.","1":"Robert Mugabe's resignation after 37 years in power is read out in Zimbabwe's parliaments during impeachment proceedings","2":"A North Atlantic Treaty Organization (NATO) summit meeting in Prague extended an official invitation to become new alliance members to Bulgaria, Estonia, Latvia, Lithuania, Romania, Slovakia, and Slovenia.","3":"The United Farm Workers called off the boycott of California table grapes begun in 1984 by union organizer Cesar Chavez, saying the goals of the strike had been met.","4":"Actor Ed Harris (33) weds actress Amy Madigan (33)","5":"NY Ranger Ron Greschner marries model Carol Alt","6":"Singer Joni Mitchell (39) weds bassist Larry Klein in Malibu, California","7":"\"Rocky\" directed by John G. Avildsen and starring Sylvester Stallone premieres in New York (Best Picture 1977)","8":"Battle of Garibpur: Indian troops aided by Mukti Bahini (Bengali guerrillas) defeat the Pakistan army","9":"Michael Strahan\nAmerican football player\nwas born","10":"General Hafez al-Assad becomes Prime Minister of Syria following military coup","11":"Ken Griffey, Jr.\nAmerican baseball player\nwas born","12":"Troy Aikman\nAmerican football player\nwas born","13":"Björk\nIcelandic musician\nwas born","14":"Icelandic singer-songwriter and actress Björk, whose music often integrated electronic and organic sounds to explore the relationship between nature and technology, was born.","15":"The Verrazano-Narrows Bridge, spanning New York Harbor from Brooklyn to Staten Island, opened to traffic.","16":"Dmitri Shostakovich's 5th Symphony premieres in Lenningrad, with the ovation lasting over an hour","17":"On Bloody Sunday, the Irish Republican Army killed 11 Englishmen suspected of being intelligence agents, and the Black and Tans took revenge the same afternoon, attacking spectators and players at a Gaelic football match in Croke Park, Dublin, killing 12 and wounding 60.","18":"American baseball player Stan Musial, who was considered one of the game's greatest hitters, was born.","19":"China prohibits the opium trade","20":"1st game ever played in the Australian Tennis Open","21":"Belgian artist René Magritte—one of the most prominent Surrealist painters, whose bizarre flights of fancy blended horror, peril, comedy, and mystery—was born.","22":"René Magritte\nBelgian artist\nwas born","23":"Lord Lytton, the viceroy of India, launched the Second Anglo-Afghan War.","24":"Russia's Tsar Alexander I petitions for a Jewish state in Palestine","25":"The Continental System, a blockade designed to close the entire European continent to British trade, was proclaimed when Napoleon issued the Berlin Decree.","26":"Colonel Napoléon Bonaparte is promoted to 1st Lieutenant and appointed Commander-in-Chief of the Armies of the French Republic.","27":"The first manned hot-air balloon flight was made by Jean-François Pilâtre de Rozier and François Laurent, marquis d'Arlandes, traveling from the Château de la Muette across the Bois de Boulogne on the edge of Paris in a balloon made by Joseph-Michel and Jacques-Étienne Montgolfier.","28":"BC During Maccabbean revolt Judas Maccabaeus recaptures Jersusalem and rededicates the Second Temple, commemorated since as Jewish festival Hanukkah","29":"Mayflower Compact signed by Pilgrims at Cape Cod, [O.S. Nov 11]","30":"Signing of Mayflower Compact\nOn this day in 1620, 41 male passengers on the Mayflower, prior to landing at Plymouth, Massachusetts, signed the Mayflower Compact, by which they agreed to abide by the laws of the new government they would establish."}}