{"Year":{"0":"644","1":"2016","2":"2014","3":"2012","4":"2012","5":"1998","6":"1998","7":"1992","8":"1992","9":"1991","10":"1978","11":"1970","12":"1963","13":"1957","14":"1957","15":"1953","16":"1952","17":"1949","18":"1949","19":"1949","20":"1933","21":"1921","22":"1916","23":"1906","24":"1903","25":"1903","26":"1793","27":"1640","28":"1620","29":"1534","30":"1295"},"Event":{"0":"Umar ibn al-Khattab, second Muslim caliph, is killed by a Persian slave in Medina","1":"After trailing in the series 3–1, the Chicago Cubs defeated the Cleveland Indians to capture the franchise's first World Series title in 108 years; the extra-inning game seven—which was interrupted by a rain delay—had started November 2 but went into the early hours of November 3.","2":"One World Trade Center opened in New York City on the site of the former World Trade Center complex, which had been largely destroyed in the September 11, 2001, attacks.","3":"Olympic gymnast Carly Patterson (24) weds Mark Caldwell (27) at the Main Street Garden Park in Dallas, Texas","4":"Professional bull rider Luke Snyder (30) weds Jennifer Manna (34) at Big Cedar Lodge outside of Branson, Missouri","5":"American cartoonist Bob Kane, who cocreated (with Bill Finger) the comic-book characters Batman and Robin, died in Los Angeles.","6":"Another section of Great Wall of China discovered\nAnnounced on this day in 1998 was the discovery in the Hui Autonomous Region of Ningxia of a previously unknown 15.5-mile (25-km) segment of the Great Wall of China, which runs in toto about 4,500 miles (7,300 km).","7":"\"I Will Always Love You\" (Dolly Parton cover) single released by Whitney Houston (Billboard Song of the Year 1993)","8":"Democratic politician Carol Moseley Braun became the first African American woman elected to the U.S. Senate.","9":"Ayrton Senna wins Australian Grand Prix in Adelaide; shortest F1 race ever run (14 laps) because of wet conditions; Senna retains his 3rd World Drivers Championship by 24 points from Nigel Mansell","10":"Dominica achieved full independence, with Patrick Roland John as its first prime minister.","11":"US President Richard Nixon promises gradual troop removal of Vietnam","12":"Cosmonaut Valentina Tereshkova (26) weds cosmonaut Andriyan Nikolayev (34) at the Moscow Wedding Palace","13":"USSR launches Sputnik 2 with a dog (Laika), 1st animal in orbit","14":"The Soviet Union launched Sputnik 2, which carried the dog Laika, the first living creature to be shot into space and orbit Earth.","15":"\"Tokyo Story\", Japanese film directed by Yasujirō Ozu, starring Chishū Ryū, Chieko Higashiyama and Setsuko Hara, is released","16":"Roseanne Barr\nAmerican comedian and actress\nwas born","17":"Anna Wintour\nBritish editor\nwas born","18":"Larry Holmes\nAmerican boxer\nwas born","19":"British editor Anna Wintour—who, as the longtime editor of American Vogue, became one of the most powerful figures in fashion—was born.","20":"Amartya Sen\nIndian economist\nwas born","21":"Charles Bronson\nAmerican actor\nwas born","22":"Playwright Eugene O'Neill made his New York City debut with the one-act play Bound East for Cardiff.","23":"International Radiotelegraph Conference in Berlin selects \"SOS\" (· · · – – – · · ·) distress signal as the worldwide standard for help","24":"Influenced by Philippe-Jean Bunau-Varilla and U.S. interests, a revolutionary junta proclaimed Panamanian independence from Colombia.","25":"American photographer Walker Evans, whose best-known images show quotidian American life during the second quarter of the 20th century, was born.","26":"Stephen Austin, founder of the principal settlements of English-speaking people in Texas in the 1820s, when that territory was still part of Mexico, was born.","27":"English Long Parliament forms","28":"Great Patent granted to Plymouth Colony","29":"English parliament passes Act of Supremacy: Henry VIII and subsequent monarchs become Head of Church of England","30":"Maḥmūd Ghāzān, the most prominent of the Il-Khans (a Mongol dynasty) to rule Iran, was formally enthroned."}}