{"Year":{"0":"380","1":"2001","2":"1998","3":"1989","4":"1980","5":"1979","6":"1978","7":"1976","8":"1963","9":"1954","10":"1950","11":"1950","12":"1947","13":"1947","14":"1946","15":"1925","16":"1874","17":"1864","18":"1864","19":"1859","20":"1859","21":"1832","22":"1784","23":"1700","24":"1642","25":"1642","26":"1639","27":"1531","28":"1190"},"Event":{"0":"Theodosius I makes his adventus, or first formal entry, into Constantinople","1":"The Grand National Assembly of Turkey ratified changes to the country's legal code that made women equal to men before the law and no longer subject to their husbands.","2":"Queen Elizabeth II, speaking at the annual ceremonies opening the British Parliament, announced that the right of hereditary peers to vote in the House of Lords would end, though compromise legislation later allowed 92 hereditary peers to remain in the Lords.","3":"Sachin Tendulkar scores a Test Cricket fifty aged 16 years 214 days, a record","4":"Ronald Reagan Jr marries Doria Palmieri","5":"Author Kurt Vonnegut Jr. (57) weds photographer Jill Krementz (39)","6":"Katherine Heigl\nAmerican actress\nwas born","7":"Singer-songwriter Donna Summer (27) divorces actor Helmuth Sommer after 5 years of marriage","8":"Dallas nightclub owner Jack Ruby fatally shot Lee Harvey Oswald, the accused assassin of U.S. President John F. Kennedy.","9":"France sends 20,000 soldiers to Algeria","10":"\"Guys & Dolls\" opens at 46th St Theater NYC for 1200 performances","11":"UN troops begin an assault intending to end Korean War by Christmas","12":"The US House of Representatives Committee on Un-American Activities finds \"Hollywood 10\" in contempt because of their refusal to reveal whether they were communists","13":"The Hollywood Ten, a group of motion-picture producers, directors, and screenwriters who appeared before the House Un-American Activities Committee in October 1947, were found in contempt of Congress.","14":"Ted Bundy\nAmerican serial killer\nwas born","15":"William F. Buckley, Jr.\nAmerican editor\nwas born","16":"American inventor Joseph Farwell Glidden patented the first commercially successful barbed wire.","17":"Henri de Toulouse-Lautrec\nFrench artist\nwas born","18":"French artist Henri de Toulouse-Lautrec, who documented with great psychological insight the personalities and facets of Parisian nightlife, was born.","19":"English naturalist Charles Darwin publishes \"On the Origin of Species\" radically changing the view of evolution and laying the foundation for evolutionary biology","20":"Charles Darwin's On the Origin of Species by Means of Natural Selection was published.","21":"A special state convention in South Carolina adopted the Ordinance of Nullification, upholding the doctrine of nullification.","22":"Zachary Taylor\npresident of United States\nwas born","23":"Louis XIV of France proclaimed his grandson Philip to be king of Spain, beginning the War of the Spanish Succession.","24":"Dutch discovery of Tasmania\nDutch navigator Abel Janszoon Tasman, who sailed from Batavia (Jakarta) to investigate the practicality of a sea passage eastward to Chile and to explore New Guinea, skirted the southern shores of Tasmania this day in 1642.","25":"Dutch explorer Abel Tasman discovers Van Diemen's Land (Tasmania)","26":"1st observation of transit of Venus by Jeremiah Horrocks and William Crabtree - helped establish size of the Solar System","27":"The second Peace of Kappel brought an end to the Kappel Wars during the Swiss Reformation.","28":"Isabella of Jerusalem marries Conrad of Montferrat at Acre, making him de jure King."}}