{"Year":{"0":"284","1":"2013","2":"2008","3":"2003","4":"2003","5":"1995","6":"1989","7":"1978","8":"1973","9":"1970","10":"1960","11":"1950","12":"1950","13":"1949","14":"1944","15":"1942","16":"1942","17":"1934","18":"1933","19":"1922","20":"1887","21":"1869","22":"1869","23":"1855","24":"1831","25":"1800","26":"1800","27":"1749","28":"1558","29":"1558"},"Event":{"0":"Diocletian was acclaimed emperor by his soldiers.","1":"German Red Bull driver Sebastian Vettel wins record 8th consecutive Formula 1 race with victory in United States Grand Prix at the Circuit of the Americas","2":"The first film adaptation of Stephenie Meyer's popular Twilight Saga, a vampire-themed series of novels for teenagers, premiered in Los Angeles.","3":"Britney Spears, at 21 years old, becomes the youngest singer to get a star on the Hollywood Walk of Fame","4":"Arnold Schwarzenegger inaugurated as governor of California\nRepublican Arnold Schwarzenegger, an Austrian-born American bodybuilder and film actor, was inaugurated on this day in 2003 as the governor of California following a recall election that ousted the sitting governor.","5":"Retired MLB player Johnny Bench (47) divorces Laura Cwikowski after nearly 8 years of marriage","6":"Massive antigovernment demonstrations in Czechoslovakia were set off by police brutality at a demonstration commemorating the 50th anniversary of the suppression of a student demonstration in German-occupied Prague, and, under the leadership of Václav Havel, they continued until the communist government resigned.","7":"Rachel McAdams\nCanadian actress\nwas born","8":"During the Watergate scandal, U.S. Pres. Richard Nixon held a press conference in which he declared, “I am not a crook.”","9":"Douglas Engelbart receives the patent for the first computer mouse","10":"RuPaul\nAmerican entertainer\nwas born","11":"German athlete Roland Matthes, one of the greatest backstrokers in the history of swimming, was born in East Germany.","12":"Writer Jack Kerouac (28) weds Joan Haverty","13":"John Boehner\nAmerican politician\nwas born","14":"Lorne Michaels\nAmerican writer and producer\nwas born","15":"American filmmaker Martin Scorsese, who was known for his harsh, often violent depictions of American culture, was born.","16":"Martin Scorsese\nAmerican director\nwas born","17":"Lyndon B. Johnson marries Claudia Alta Taylor","18":"Marx brothers film \"Duck Soup\" directed by Leo McCarey and starring the Marx Brothers is released in the US","19":"The last sultan of the Ottoman Empire Mehmed VI is expelled to Malta on British warship","20":"British Field Marshal Bernard Law Montgomery was born in London.","21":"After 10 years of construction, the Suez Canal opened in Egypt.","22":"Suez Canal in Egypt opens, linking Mediterranean and Red seas","23":"David Livingstone becomes the first European to see Victoria Falls, in what is now Zambia and Zimbabwe","24":"Ecuador and Venezuela separated from Greater Colombia","25":"Congress holds its 1st session in Washington D.C. in an incomplete Capitol Building","26":"The U.S. Congress held its first session in Washington, D.C.","27":"Founding Father of the United States Roger Sherman (28) weds first wife Elizabeth Hartwell in Massachusetts","28":"At the death of Mary I this day, Elizabeth Tudor came to the English throne as Elizabeth I.","29":"Elizabeth I aged 25 ascends English throne upon death of her half sister Queen \"Bloody\" Mary"}}