{"Year":{"0":"2011","1":"2010","2":"2005","3":"2001","4":"1997","5":"1988","6":"1986","7":"1986","8":"1969","9":"1964","10":"1948","11":"1938","12":"1930","13":"1929","14":"1926","15":"1907","16":"1906","17":"1904","18":"1891","19":"1891","20":"1891","21":"1889","22":"1885","23":"1884","24":"1884","25":"1848","26":"1818","27":"1630","28":"1492","29":"1315"},"Event":{"0":"Duke University basketball coach Mike Krzyzewski recorded his 903rd career win, surpassing Bob Knight to become the winningest coach in NCAA Division I men's history.","1":"\"Single White Female\" actress Jennifer Jason Leigh (48) divorces writer Noah Baumbach (41) due to irreconcilable differences after 5 years of marriage","2":"Emperor Akihito's only daughter Princess Sayako (36) gives up her imperial title to wed Yoshiki Kuroda (40) at the Imperial Hotel in Tokyo, Japan","3":"Microsoft released Xbox, a video game console system.","4":"TV host and actor William Shatner (66) weds former Ford model Nerine Kidd (38) in Pasadena, California","5":"Palestinian statehood proclaimed by Yasser Arafat\nMeeting at Algiers, the Palestine National Council, at the urging of PLO chairman Yasser Arafat, issued a declaration of independence for a state of Palestine in the West Bank and Gaza Strip on this day in 1988.","6":"Beastie Boys release their debut album \"Licensed to Ill\" - 1st No. 1 rap album on Billboard charts","7":"Golfer Byron Nelson (74) weds advertising copy writer Peggy Simmons (42)","8":"An estimated 2 million people take part in the Vietnam War Moratorium demonstration across the United States","9":"Mickey Wright shoots a 62, lowest golf score for a woman pro at the Tall City Open, Midland, Texas","10":"Mackenzie King retires after 22 years as Prime Minister of Canada","11":"A farewell parade was held in Barcelona, Spain, for the volunteers of the International Brigades who had fought for the Republicans during the Spanish Civil War.","12":"J.G. Ballard\nBritish author\nwas born","13":"Ed Asner\nAmerican actor\nwas born","14":"1st formal radio network, RCA takes over AT&T 25 station Network (NBC)","15":"Claus, Graf Schenk von Stauffenberg\nGerman military officer\nwas born","16":"Curtis E. LeMay\nUnited States general\nwas born","17":"King C. Gillette patents the Gillette razor blade","18":"Erwin Rommel\nGerman field marshal\nwas born","19":"German field marshal Erwin Rommel, who led the Afrika Korps to spectacular victories during World War II, was born.","20":"W. Averell Harriman, a statesman and leading U.S. diplomat in relations with the Soviet Union during World War II and the Cold War, was born.","21":"Emperor Pedro II of Brazil was forced to abdicate by a group of military officers led by Manuel Deodoro da Fonseca.","22":"St. Joseph Mukasa, one of the Martyrs of Uganda, was beheaded by order of Mwanga, kabaka (ruler) of Buganda.","23":"The Berlin West Africa Conference opened, in which the major European nations met to decide all questions connected with the Congo River basin of Central Africa.","24":"European Colonization and trade in Africa is officially regulated at the international Berlin Conference, formalizing European powers \"Scramble for Africa\"","25":"Pellegrino Rossi, a former member of the Carboneria, was assassinated in Rome during the Revolutions of 1848.","26":"The Congress of Aix-la-Chapelle, the first of four congresses held by Great Britain, Austria, Prussia, Russia, and France following the Napoleonic Wars, concluded.","27":"Johannes Kepler, the German astronomer who discovered three major laws of planetary motion, died in Regensburg.","28":"Christopher Columbus notes 1st recorded reference to tobacco","29":"The Swiss Confederation achieved its first great military success against the Austrian Habsburgs at the Battle of Morgarten."}}