{"Year":{"0":"511","1":"2014","2":"2013","3":"2013","4":"2013","5":"2006","6":"2006","7":"1983","8":"1980","9":"1973","10":"1971","11":"1967","12":"1961","13":"1960","14":"1960","15":"1953","16":"1951","17":"1951","18":"1943","19":"1942","20":"1940","21":"1919","22":"1897","23":"1895","24":"1895","25":"1874","26":"1853","27":"1295","28":"1095"},"Event":{"0":"Clovis I—king of the Franks and ruler of much of Gaul from 481 to 511, a key period during the transformation of the Roman Empire into Europe—died in Paris.","1":"British mystery novelist P.D. James—who earned the sobriquet “Queen of Crime,” primarily for her 14 novels featuring the fictional detective Adam Dalgliesh of Scotland Yard—died in Oxford, England.","2":"Actor Ashton Kutcher (35) divorces actress Demi Moore (51) due to irreconcilable differences after 8 years of marriage","3":"\"Frozen\", the highest-grossing animated film of all time, starring Idina Menzel and Kristen Bell, is released","4":"\"Frozen\", the highest-grossing animated film of all time, starring Idina Menzel and Kristen Bell, is released","5":"\"Baywatch\" actress Pamela Anderson (39) divorces singer Kid Rock (36) due to irreconcilable differences only 4 months after getting married","6":"Actress Selma Blair (34) divorces actor-rocker Ahmet Zappa (32) due to irreconcilable differences after more than 2 years of marriage","7":"The revised Code of Canon Law, signed by Pope John Paul II in January, took effect.","8":"British playwright (Nobel prize for literature 2005) Harold Pinter (50) marries 2nd wife British writer and historian Antonia Frazer (48)","9":"The U.S. Senate voted overwhelmingly in favour of Gerald R. Ford's succession to the vice presidency.","10":"MLB center fielder Willie Mays (40) weds Mae Louise Allen in Mexico City","11":"The Beatles release their album \"Magical Mystery Tour\"","12":"Gordie Howe becomes 1st to play in 1,000 NHL games","13":"Yulia Tymoshenko\nprime minister of Ukraine\nwas born","14":"Actress Lana Turner marries for the 6th time to Frederick May","15":"Eugene O'Neill, playwright and author of Long Day's Journey into Night, died at age 65.","16":"American filmmaker Kathryn Bigelow—who was the first woman to win an Oscar for best director, for The Hurt Locker (2008)—was born.","17":"Kathryn Bigelow\nAmerican director\nwas born","18":"Conference of Tehran (Churchill-Roosevelt-Stalin)","19":"The French navy scuttled 73 ships at Toulon in order to avoid German seizure during World War II.","20":"Bruce Lee\nAmerican-born actor\nwas born","21":"The Treaty of Neuilly, outlining the post-World War I peace terms for Bulgaria, was signed between the defeated country and the Allied powers.","22":"Vito Genovese\nAmerican gangster\nwas born","23":"Swedish chemist Alfred Nobel's will establishes the Nobel Prize","24":"Nobel Prizes established\nThrough the will drawn up by Alfred Bernhard Nobel—the Swedish chemist, engineer, and industrialist who invented dynamite and other, more powerful explosives—the Nobel Prizes were established on this day in 1895.","25":"Chaim Weizmann, the first president of Israel and the guiding force behind the World Zionist Organization, was born.","26":"Bat Masterson\nAmerican lawman\nwas born","27":"English King Edward I calls what later became known as \"The Model Parliament\" extending the authorities of its representatives","28":"Pope Urban II preaches 1st Crusade"}}