{"Year":{"0":"2016","1":"2013","2":"2013","3":"2005","4":"2002","5":"2002","6":"1979","7":"1975","8":"1970","9":"1952","10":"1947","11":"1942","12":"1936","13":"1915","14":"1914","15":"1914","16":"1913","17":"1908","18":"1905","19":"1900","20":"1887","21":"1867","22":"1863","23":"1846","24":"1839","25":"1795","26":"1783","27":"1277","28":"1177","29":"1120"},"Event":{"0":"Cuban political leader Fidel Castro, who transformed his country into the first communist state in the Western Hemisphere and became a symbol of communist revolution in Latin America, died at age 90.","1":"Disney release “Frozen: Original Motion Picture Soundtrack” (Grammy Award for Best Compilation Soundtrack for Visual Media 2015, 2014 Billboard Album of the Year)","2":"Disney release “Frozen: Original Motion Picture Soundtrack” (Grammy Award for Best Compilation Soundtrack for Visual Media 2015, 2014 Billboard Album of the Year)","3":"Irish-born football (soccer) player George Best, who was one of the premier forwards in the game's history and an iconic figure of “Swinging London” during the 1960s, died in London.","4":"Academy Award-winning actor Nicolas Cage (38) files for divorce from the \"Princess of Rock and Roll\" Lisa Marie Presley (34) due to irreconcilable differences after 3 months of marriage","5":"In London the Agatha Christie play The Mousetrap celebrated its 50th anniversary with a royal gala, having opened on November 25, 1952, and this performance being its 20,807th.","6":"Pat Summerall and John Madden broadcast a game together for the first time, a pairing that would last 22 years and become one of the most well-known partnerships in TV sportscasting history","7":"Suriname gained its independence from the Netherlands.","8":"Japanese military base seized by Mishima Yukio\nOn this day in 1970, Japanese novelist Mishima Yukio and four members of his Shield Society, a private army formed to preserve Japan's martial spirit, seized a military headquarters in Tokyo, and he later committed seppuku.","9":"Imran Khan\nprime minister of Pakistan\nwas born","10":"The 1st systematic Hollywood blacklist is instituted, denying employment to American entertainment professionals due to alleged Communist ties or sympathies","11":"Leslie Groves and J. Robert Oppenheimer chose Los Alamos, New Mexico, as the site of Project Y, which developed the first atomic bomb.","12":"Germany and Japan formed the Anti-Comintern Pact against the Soviet Union.","13":"Augusto Pinochet\npresident of Chile\nwas born","14":"American baseball player Joe DiMaggio, who was one of the best all-around players in the history of the game, was born.","15":"Joe DiMaggio\nAmerican baseball player\nwas born","16":"28th US President Woodrow Wilson's daughter Jessie marries in The White House","17":"Vaudeville performer Will Rogers (29) weds Betty Blake","18":"Telimco makes the 1st ever advertisment for a radio set, by advertising a $7.50 set in the \"Scientific American\" which claimed to receive signals for up to one mile","19":"Rudolf Franz Höss\nGerman Nazi commandant\nwas born","20":"Nikolai Vavilov\nRussian geneticist\nwas born","21":"Swedish chemist Alfred Nobel patents dynamite","22":"General Ulysses S. Grant defeated General Braxton Bragg's Confederate forces at Lookout Mountain during the American Civil War.","23":"American temperance advocate Carry Nation, famous for using a hatchet to demolish barrooms, was born.","24":"Cyclone slams south eastern India with high winds and a 40 foot storm surge, destroying city of Coringa. Storm waves sweep inland, destroying 20,000 ships and killing an estimated 300,000 people","25":"US President William Henry Harrison (22) weds Anna Symmes (20) in North Bend, Ohio","26":"Britain evacuates New York city, its last military position in United States","27":"Nicholas III was elected pope of the Roman Catholic Church.","28":"Battle of Montgisard: Baldwin IV of Jerusalem defeats Saladin and a larger Ayyubid force","29":"William the Aetheling, duke of Normandy, was killed in a shipwreck on his way to England."}}