{"Year":{"0":"2014","1":"2002","2":"1993","3":"1983","4":"1972","5":"1969","6":"1962","7":"1960","8":"1954","9":"1948","10":"1948","11":"1935","12":"1922","13":"1920","14":"1915","15":"1908","16":"1908","17":"1896","18":"1889","19":"1885","20":"1855","21":"1851","22":"1840","23":"1680","24":"1677","25":"1532","26":"1305"},"Event":{"0":"American politician Jane Byrne, who was the first woman to serve as mayor of Chicago (1979–83), died at age 81.","1":"Chosen to succeed Richard Gephardt as leader of the Democratic Party in the U.S. House of Representatives, Nancy Pelosi of California became the first woman to be named leader of either party in either house of Congress.","2":"Don Shula becomes the coach with the most wins in NFL history","3":"Composer Andrew Lloyd Webber (35) divorces Sarah Hugill after more than 11 years of marriage","4":"The Dow Jones Industrial Average closed above 1,000 for the first time.","5":"Apollo 12 was launched, carrying a crew of Charles Conrad, Jr., Richard F. Gordon, Jr., and Alan L. Bean, and five days later the mission made the second landing on the Moon.","6":"Eritrea made a province of the Ethiopian empire\nOn this day in 1962, the Ethiopian parliament and Eritrean Assembly voted unanimously for the abolition of Eritrea's federal status, making Eritrea (independent since 1993) a simple province of the Ethiopian empire.","7":"Ray Charles' \"Georgia On My Mind\" reaches #1","8":"Condoleezza Rice\nAmerican government official\nwas born","9":"Prince Charles—heir apparent to the British throne, the eldest child of Queen Elizabeth II and Prince Philip, duke of Edinburgh—was born.","10":"Charles, prince of Wales\nBritish prince\nwas born","11":"King Ḥussein, whose reign (1953–99) marked the shaping of the modern kingdom of Jordan, was born.","12":"BBC begins daily radio broadcasts from the 2LO transmitter at Marconi House","13":"The Russian Bolshevik army occupies Sebastopol, ending anti-communist attempts to regain the government of Russia","14":"Educator, reformer, and first president and principal developer of Tuskegee Normal and Industrial Institute (now Tuskegee University) Booker T. Washington, the most influential spokesman for African Americans in the late 19th and the early 20th century, died.","15":"Joseph McCarthy\nUnited States senator\nwas born","16":"Albert Einstein presents his quantum theory of light","17":"Power plant at Niagara Falls begins operation","18":"Jawaharlal Nehru\nprime minister of India\nwas born","19":"The Serbo-Bulgarian War began when Serbian King Milan Obrenovic IV declared war on Bulgaria.","20":"Confederate General J.E.B. Stuart (22) weds Flora Cooke in Fort Riley, Kansas","21":"Harper & Brothers published Herman Melville's masterpiece Moby Dick.","22":"Claude Monet\nFrench painter\nwas born","23":"Gottfried Kirch discovers the Great Comet of 1680 (Kirch's Comet\/Newton's Comet)","24":"Prince William of Orange (27) marries English princess Mary Stuart (15)","25":"King Henry VIII of England secretly marries Anne Boleyn (officially married January 25, 1533)","26":"Clement V was crowned pope, becoming the first of the Avignon popes."}}