{"Year":{"0":"2011","1":"2005","2":"2005","3":"1997","4":"1995","5":"1994","6":"1990","7":"1986","8":"1984","9":"1975","10":"1969","11":"1965","12":"1964","13":"1963","14":"1963","15":"1955","16":"1940","17":"1935","18":"1926","19":"1910","20":"1819","21":"1819","22":"1718","23":"1515","24":"1497"},"Event":{"0":"Singer-songwriter and actress Ashlee Simpson (27) divorces rock band Fall Out Boy bassist Pete Wentz (32) due to irreconcilable differences after two and a half year of marriage","1":"Angela Merkel becomes the first female Chancellor of Germany","2":"German politician Angela Merkel was sworn in as the country's chancellor, becoming the first woman to hold the post.","3":"\"The Lord of The Rings\" actor Sean Bean (38) weds actress Abigail Cruttenden (29)","4":"\"Toy Story\", the first feature-length film created completely using computer-generated imagery, directed by John Lasseter and starring Tom Hanks and Tim Allen, is released","5":"Mount Merapi, on the island of Java, erupted, killing 64 people.","6":"Margaret Thatcher announced her resignation as British prime minister after a split occurred in the ranks of the Conservative Party.","7":"Oscar Pistorius\nSouth African athlete\nwas born","8":"Scarlett Johansson\nAmerican actress and singer\nwas born","9":"Juan Carlos became king of Spain, two days after the death of Francisco Franco.","10":"Isolation of a single gene announced by scientists at Harvard University","11":"Bob Dylan weds Sara Lowndes","12":"Actress Rosemary Clooney weds actor José Ferrer for the second time in Los Angeles, California","13":"U.S. President John F. Kennedy assassinated\nThe most notorious political murder in recent American history occurred this day in 1963, when John F. Kennedy, the 35th U.S. president (1961–63), was shot and killed in Dallas, Texas, while riding in an open car.","14":"American President John F. Kennedy assassinated by Lee Harvey Oswald in Dallas, Texas","15":"RCA Records make its best investment paying $35,000 to Sun Records for Elvis Presley's contract","16":"Terry Gilliam\nAmerican director\nwas born","17":"Flying boat \"China Clipper\" takes off from Alameda, California, carrying 100,000 pieces of mail on 1st trans-Pacific airmail flight","18":"Imperial Conference ends, giving autonomy inside British Commonwealth","19":"Arthur Knight patents steel shaft golf clubs","20":"George Eliot\nBritish author\nwas born","21":"English Victorian novelist George Eliot, who developed the method of psychological analysis characteristic of modern fiction, was born.","22":"The pirate Blackbeard was killed off the coast of North Carolina.","23":"Mary Of Lorraine\nregent of Scotland\nwas born","24":"Portuguese navigator Vasco da Gama rounds Cape of Good Hope on way to first voyage from Europe to reach India"}}