{"Year":{"0":"2016","1":"2006","2":"2005","3":"2000","4":"1983","5":"1983","6":"1976","7":"1966","8":"1966","9":"1965","10":"1963","11":"1950","12":"1949","13":"1949","14":"1947","15":"1936","16":"1936","17":"1930","18":"1930","19":"1917","20":"1917","21":"1913","22":"1896","23":"1889","24":"1887","25":"1875","26":"1865","27":"1795","28":"1755"},"Event":{"0":"Chicago Cubs beat Cleveland Indians, 8-7 in Game 7 at Progressive Field, Cleveland; first Cubs' Baseball World Series win in 108 years","1":"Rocker Rod Stewart (58) divorces model Rachel Hunter (33) due to irreconcilable differences","2":"Irish TV and radio presenter Sile Seoige (26) weds Glen Mulcahy at St. Brendan's Church in County Offaly","3":"The first resident crew—including one American and two Russians—arrived at the International Space Station.","4":"U.S. President Ronald Reagan signed a bill designating the third Monday in January a national holiday in memory of Martin Luther King, Jr.","5":"\"Thriller\" single released worldwide by Michael Jackson","6":"Jimmy Carter elected 39th U.S. president\nJimmy Carter, recipient of the Nobel Prize for Peace in 2002 and Democratic former governor of Georgia, was elected 39th president of the United States this day in 1976, narrowly defeating Republican Gerald R. Ford.","7":"David Schwimmer\nAmerican actor\nwas born","8":"The Cuban Adjustment Act comes into force, allowing 123,000 Cubans opportunity to apply for permanent residence in the US","9":"Shah Rukh Khan\nIndian actor\nwas born","10":"South Vietnamese President Ngo Dinh Diem was killed in a coup.","11":"Irish playwright George Bernard Shaw died at age 94.","12":"Netherland recognizes Indonesia as a sovereign state","13":"The Netherlands and the Republic of Indonesia signed the Hague Agreement, an attempt to end conflict over Indonesia's proclaimed independence.","14":"American aviator and filmmaker Howard Hughes piloted the Spruce Goose, an eight-engine wooden flying boat intended to carry 750 passengers, on its only flight—one mile.","15":"The British Broadcasting Corporation officially launched its first television channel, which was also the world's first regular TV service.","16":"At 3pm the BBC begins the world's first regular high-definition TV broadcast service from specially constructed studios at Alexandra Palace, North London","17":"Coronation of Ras Tafari Makonnen as Haile Selassie I, 225th Emperor of Ethopian Solmonic Dynasty","18":"Tafari Makonnen was crowned emperor of Ethiopia, taking the name Haile Selassie.","19":"Balfour Declaration proclaims support for a Jewish state in Palestine","20":"The British issued the Balfour Declaration, a statement of support for “the establishment in Palestine of a national home for the Jewish people”; it was made in a letter from Arthur James Balfour, the British foreign secretary.","21":"Burt Lancaster\nAmerican actor and producer\nwas born","22":"Nizari Imam Aga Khan III (19) weds first cousin Shahzadi Begum in Pune, India","23":"North Dakota was admitted to the union as the 39th U.S. state and South Dakota as the 40th.","24":"Baseball legend Connie Mack (24) weds Margaret Hogan","25":"Verney Cameroon reaches Benguela in Angola, from Africa's east coast, 1st European to cross equatorial Africa","26":"Warren G. Harding\npresident of United States\nwas born","27":"James K. Polk\npresident of United States\nwas born","28":"Marie-Antoinette, the queen consort of King Louis XVI of France (1774–93), was born."}}