{"Year":{"0":"534","1":"42 bce","2":"2010","3":"2009","4":"2006","5":"2003","6":"1993","7":"1988","8":"1973","9":"1973","10":"1964","11":"1960","12":"1959","13":"1948","14":"1945","15":"1938","16":"1933","17":"1930","18":"1922","19":"1907","20":"1896","21":"1855","22":"1836","23":"1776","24":"1776","25":"1754","26":"1683","27":"1632","28":"1532","29":"1272"},"Event":{"0":"Second and final revision of the Codex Justinianus published","1":"Tiberius, the second Roman emperor and the adopted son of Augustus, was born.","2":"Singer-songwriter Avril Lavigne (25) divorces \"Sum 41\" lead singer and guitarist Deryck Whibley (29) due to irreconcilable differences after 3 years of marriage","3":"\"The Twilight Saga: New Moon\", based on the book by Stephenie Meyer, directed by Chris Weitz, starring Kristen Stewart and Robert Pattinson, premieres in Los Angeles","4":"American economist Milton Friedman, who was a leading proponent of monetarism and won the 1976 Nobel Prize for Economics, died in San Francisco.","5":"Lionel Messi makes his official debut for FC Barcelona in a friendly against Porto","6":"Actor Jim Carrey files for divorce from Melissa Womer after 6 years of marriage","7":"Election of Bhutto as Pakistan's prime minister\nBenazir Bhutto, elected prime minister of Pakistan on this day in 1988, became the first woman in modern history to lead a Muslim country, serving as prime minister from 1988 to 1990 and again from 1993 to 1996.","8":"The Trans-Alaska Pipeline Authorization Act was signed by U.S. President Richard Nixon; the pipeline—which connects the oil fields of Prudhoe Bay in northern Alaska with the harbour at Valdez—became operational four years later.","9":"Sci-fi author Isaac Asimov (53) divorces Gertrude Blugerman after 31 years of marriage","10":"Diana Krall\nCanadian musician and singer\nwas born","11":"Actor Clark Gable, who epitomized the American ideal of masculinity for three decades and was known as the “King of Hollywood,” died of a heart attack, days after finishing work on The Misfits (1961).","12":"\"Sound of Music\" musical by Richard Rodgers and Oscar Hammerstein II first opens at Lunt Fontanne Theater, NYC, for 1443 performances","13":"Operation Magic Carpet begins with 1st plane from Yemen carrying Jews to Israel","14":"Founding of UNESCO (United Nations Educational, Scientific and Cultural Organization)","15":"Robert Nozick\nAmerican philosopher\nwas born","16":"Ramon Magsaysay, latter President of the Philippines (26) weds Luz Banzon (18) at Lourdes church in Manila","17":"Chinua Achebe\nNigerian author\nwas born","18":"Portuguese novelist José Saramago, who won the 1998 Nobel Prize for Literature, was born.","19":"Burgess Meredith\nAmerican actor and director\nwas born","20":"Oswald Mosley\nEnglish politician\nwas born","21":"British explorer David Livingstone was the first European to see Victoria Falls (Mosi-oa-Tunya).","22":"Kalakaua, the last king and second-to-last monarch of Hawaii (1874–91), was born.","23":"Sint Eustatius became the first foreign government to recognize the fledgling United States.","24":"British troops capture Fort Washington during American Revolution","25":"British PM William Pitt the Elder (46) weds Lady Hester Grenville (34) in Argyle Street, London","26":"Hendrik Casimir II of Nassau-Dietz marries Henriette Amalia","27":"Swedish King Gustav II Adolf died during the Battle of Lützen, though his forces were victorious; his cause was skillfully directed by his chief adviser, Axel Oxenstierna.","28":"Francisco Pizarro captures Inca Emperor Atahualpa after a surprise ambush at Cajamarca","29":"British monarch Henry III died at age 65."}}