{"Year":{"0":"2000","1":"1975","2":"1967","3":"1962","4":"1962","5":"1961","6":"1961","7":"1960","8":"1950","9":"1943","10":"1943","11":"1938","12":"1936","13":"1925","14":"1919","15":"1919","16":"1912","17":"1908","18":"1895","19":"1893","20":"1872","21":"1820","22":"1814","23":"1757","24":"1757","25":"1582","26":"1582","27":"1520"},"Event":{"0":"The parliament of the Netherlands passed a bill permitting euthanasia under specified conditions.","1":"\"As the World Turns\" and \"The Edge of Night\", the final two American soap operas that had resisted going to pre-taped broadcasts, air their last live episodes.","2":"1st radio pulsars detected by British postgraduate Jocelyn Burnell and her supervisor Antony Hewish at Cambridge University","3":"Jon Stewart\nAmerican comedian\nwas born","4":"American comedian and actor Jon Stewart, who hosted the satiric television news program The Daily Show, was born.","5":"Gridiron football player Ernie Davis of Syracuse University became the first African American to win the prestigious Heisman Trophy.","6":"Alfonso Cuarón\nMexican director and screenwriter\nwas born","7":"Mauritania declared its independence and left the French Community.","8":"Ed Harris\nAmerican actor\nwas born","9":"Randy Newman\nAmerican musician\nwas born","10":"Opening of Tehrān Conference \nThe Tehrān Conference, attended by U.S. President Franklin D. Roosevelt, British Prime Minister Winston Churchill, and Soviet Premier Joseph Stalin, at which Stalin pressed for an invasion of France, opened this day in 1943.","11":"Chinese politician Mao Zedong (44) weds Jiang Qing (24) in a small private ceremony","12":"Paleoanthropologist Raymond Arthur Dart (43) weds librarian Marjorie Gordon Frew","13":"Grand Ole Opry premieres as WSM Barn Dance on WSM radio Nashville, Tennessee","14":"US-born Lady Astor elected first female member of British House of Commons","15":"Lady Astor became the first woman to sit in the British House of Commons.","16":"Albanian national delegates, led by Ismail Qemal, issued the Vlorë proclamation, which declared Albania's independence.","17":"French social anthropologist Claude Lévi-Strauss, a leading exponent of structuralism, was born in Belgium.","18":"America's 1st auto race organised by the \"Chicago Times-Herald\" - Chicago to Evanston and back; 6 cars, 55 miles, Frank Duryea wins averaging 7 MPH","19":"Women vote in a national election for the first time, in the New Zealand general election","20":"Wilhelm Reiss became the first climber to reach the top of Cotopaxi, the world's highest active volcano, in Ecuador.","21":"German philosopher Friedrich Engels, coauthor with Karl Marx of The Communist Manifesto (1848), was born.","22":"The Times of London first printed by automatic, steam powered presses built by German inventors Friedrich Koenig and Andreas Friedrich Bauer - makes newspapers available to a mass audience","23":"William Blake\nBritish writer and artist\nwas born","24":"English engraver, artist, poet, and visionary William Blake, whose notable works included the poetry collections Songs of Innocence (1789) and Songs of Experience (1794), was born.","25":"Famed English poet and dramatist William Shakespeare married Anne Hathaway.","26":"Playwright and poet William Shakespeare (18) marries Anne Hathaway (26) (date of the marriage license)","27":"Portuguese navigator Ferdinand Magellan begins crossing the Pacific Ocean"}}