{"Year":{"0":"2004","1":"2004","2":"1992","3":"1992","4":"1985","5":"1975","6":"1975","7":"1974","8":"1974","9":"1966","10":"1946","11":"1925","12":"1922","13":"1920","14":"1918","15":"1918","16":"1896","17":"1889","18":"1885","19":"1858","20":"1838","21":"1831","22":"1821","23":"1813","24":"1778","25":"1745","26":"1675","27":"1493","28":"1417","29":"1100"},"Event":{"0":"Yasser Arafat—who was president (1996–2004) of the Palestinian Authority (PA), chairman (1969–2004) of the Palestine Liberation Organization (PLO), and leader of Fatah, the largest of the constituent PLO groups—died in Paris.","1":"Yasser Arafat's death through unidentified causes confirmed by Palestine Liberation Organization, Mahmoud Abbas elected PLO chairman minutes later.","2":"The Church of England approves the ordination of female priests","3":"The Church of England voted to ordain women as priests; the first ordination took place two years later.","4":"1st AIDS theme TV movie - \"An Early Frost\" screens in US on NBC","5":"Angola declared independence after the Portuguese withdrew.","6":"Australian Prime Minister Gough Whitlam removed from office by Governor General Sir John Kerr - 1st elected PM removed in 200 yrs","7":"American actor Leonardo DiCaprio, who was noted for his portrayals of unconventional and complex characters, was born.","8":"Leonardo DiCaprio\nAmerican actor and producer\nwas born","9":"Gemini 12, the last spacecraft in the Gemini series and the first to make an automatically controlled reentry into Earth's atmosphere, was launched.","10":"New York Knicks' 1st game at Madison Square Garden, lose 78-68 to Chicago Stags","11":"Louis Armstrong and his Hot Five begin their first recording session","12":"Kurt Vonnegut\nAmerican novelist\nwas born","13":"Armistice Day, the anniversary of the end of World War I, was marked with the burial of unknown soldiers in tombs in Paris and London, and a similar ceremony was held at Arlington National Cemetery, Virginia, in 1921.","14":"World War I ends\nAt 5:00  on this day in 1918, the Allied powers and Germany signed an armistice document in the railway carriage of Ferdinand Foch, the commander of the Allied armies, and six hours later World War I came to an end.","15":"Armistice signed by the Allies and Germany comes into effect and World War I hostilities end at 11am, \"the eleventh hour of the eleventh day of the eleventh month\"","16":"Lucky Luciano\nAmerican crime boss\nwas born","17":"Washington was admitted to the union as the 42nd U.S. state.","18":"George Patton\nUnited States general\nwas born","19":"20th US President James Garfield (26) weds Lucretia Rudolph (26) in Hiram, Ohio","20":"Emma Wedgwood accepts English naturalist Charles Darwin's marriage proposal","21":"Black American slave Nat Turner was hanged after leading a slave rebellion that resulted in the deaths of some 60 white people; in addition, many innocent slaves were massacred in the accompanying hysteria.","22":"Fyodor Dostoyevsky\nRussian author\nwas born","23":"British troops under Colonel J.W. Morrison defeated U.S. forces led by General John Boyd at the Battle of Crysler's Farm during the War of 1812.","24":"During the American Revolution, Iroquois Indians, in direct retaliation for colonial assaults on two Indian villages, attacked a New York frontier settlement in the Cherry Valley Raid.","25":"Bonnie Prince Charlie's army enters England","26":"German mathetician Gottfried Wilhelm Leibniz demonstrates integral calculus for the first time to find the area under the graph of y = f(x) function","27":"Christopher Columbus discovered the island of St. Martin.","28":"Martin V was unanimously elected pope, bringing an end to the Great Schism.","29":"Anglo Norman King Henry I marries Princess Matilda of Scotland at Westminster Abbey"}}