{"Year":{"0":"762","1":"284","2":"2015","3":"2013","4":"2007","5":"2006","6":"1998","7":"1986","8":"1983","9":"1975","10":"1957","11":"1942","12":"1932","13":"1932","14":"1925","15":"1925","16":"1924","17":"1917","18":"1910","19":"1910","20":"1902","21":"1900","22":"1895","23":"1815","24":"1815","25":"1805","26":"1761","27":"1695"},"Event":{"0":"Bögü, Khan of the Uyghurs, conquers Lo-Yang, capital of the Chinese Empire","1":"Roman soldier Diocletian proclaimed Emperor by the army","2":"American civil defense analyst Jonathan Jay Pollard was released from prison, having served 30 years for selling classified information to Israel.","3":"Business magnate Rupert Murdoch (82) divorces Wendi Deng (44) due to irreconcilable differences after 13 years of marriage","4":"Linda Bollea (46) divorces professional wrestler Hulk Hogan (53) after 23 years of marriage","5":"American filmmaker Robert Altman—an unconventional and independent director whose works emphasized character and atmosphere over plot in exploring themes of innocence, corruption, and survival—died in Los Angeles.","6":"American tobacco companies signed an agreement with the governments of 46 U.S. states to settle the states' claims for reimbursement of Medicaid funds they had expended to treat smoking-related illnesses, the settlement costing the tobacco manufacturers $206 billion beyond the $40 billion they had agreed to pay four other states in 1997.","7":"World Health Organization announces first global effort to combat AIDS","8":"100 million watch ABC TV movie \"The Day After\" about nuclear war","9":"Francisco Franco, ruler of Spain since his overthrow of the democratic government in 1939, died in Madrid.","10":"Goodluck Jonathan\npresident of Nigeria\nwas born","11":"Joe Biden\nvice president of United States\nwas born","12":"Richard Dawson\nBritish actor and television game-show host\nwas born","13":"Blues musician Muddy Waters (19) weds Mabel Berry","14":"Robert F. Kennedy\nAmerican politician\nwas born","15":"American politician Robert F. Kennedy—who held several posts in the administration of his brother Pres. John F. Kennedy and later served as a U.S. senator before being assassinated—was born.","16":"Benoit Mandelbrot\nPolish-born French American mathematician\nwas born","17":"For the first time, tanks were used effectively in warfare, by the British at the Battle of Cambrai.","18":"Mexican Revolution launched by Francisco Madero\nOn this day in 1910, Francisco Madero launched a failed revolt that nonetheless sparked the Mexican Revolution by inspiring hope in such leaders as Pancho Villa and Emiliano Zapata, who then mobilized their ragged armies.","19":"Russian author Leo Tolstoy, suffering from pneumonia, died of heart failure at the railroad station of Astapovo.","20":"Geo Lefevre and Henri Desgrange create Tour de France bicycle race","21":"Archaeologist Hiram Bingham (25) weds Tiffany heiress Alfreda Mitchell in Honolulu, Hawaii","22":"Businessman Harvey Firestone (26) weds composer Idabelle Smith (21)","23":"In the final phases of the Napoleonic Wars, Britain, Russia, Austria, and Prussia renewed the Quadruple Alliance to prevent further French aggression.","24":"2nd Treaty of Paris: France & her allies agree France pay indemnities after Battle of Waterloo, ending Napoleonic Wars","25":"Ludwig van Beethoven's \"Fidelio\", his only opera, premieres in Vienna","26":"Pius VIII, who served as pope from 1829 to 1830, was born in the Papal States.","27":"Zumbi last leaders of Quilombo dos Palmares in early Brazil and ex-slave, is executed"}}