{"Year":{"0":"2009","1":"2008","2":"2008","3":"2001","4":"2001","5":"1995","6":"1993","7":"1987","8":"1980","9":"1979","10":"1970","11":"1969","12":"1960","13":"1957","14":"1946","15":"1946","16":"1940","17":"1939","18":"1922","19":"1922","20":"1911","21":"1879","22":"1876","23":"1862","24":"1842","25":"1842","26":"1841","27":"1791","28":"1576"},"Event":{"0":"R&B singer Usher (30) divorces hair stylist and wardrobe stylist Tameka Foster (38) due to irretrievably broken marriage after 2 years","1":"Barack Obama becomes the first African-American to be elected President of the United States, defeating Republican candidate John McCain","2":"Democratic politician Barack Obama became the first African American to be elected president of the United States.","3":"\"Harry Potter and the Philosopher's Stone\" 1st film adaptation of the books by J. K. Rowling, premieres starring Daniel Radcliffe","4":"The first film adaptation of J.K. Rowling's best-selling Harry Potter series, Harry Potter and the Sorcerer's Stone, premiered in London.","5":"Yitzhak Rabin assassinated\nIsraeli Prime Minister Yitzhak Rabin, corecipient with Shimon Peres and Yāsir ʿArafāt of the Nobel Prize for Peace in 1994, was assassinated this day in 1995 by a Jewish extremist while attending a peace rally.","6":"Nia Peeples files for divorce from Howard Hewett","7":"NBA announces 4 new franchises; Charlotte & Miami for 1988 & Minneapolis & Orlando for 1989","8":"Conservative Republican Ronald Reagan was elected the 40th president of the United States.","9":"A hostage crisis in Iran began as the U.S. embassy in Tehrān was seized by Iranian militants in a move sanctioned by Ayatollah Ruhollah Khomeini.","10":"Sean Combs\nAmerican rapper, record producer, and clothing designer\nwas born","11":"Matthew McConaughey\nAmerican actor\nwas born","12":"Kathy Griffin\nAmerican comedian and actress\nwas born","13":"Tony Abbott\nprime minister of Australia\nwas born","14":"UNESCO was officially established as its constitution entered into force; this specialized agency of the UN called for the promotion of international collaboration in education, science, and culture.","15":"Laura Welch Bush\nAmerican first lady\nwas born","16":"American author and journalist \"The Old Man and the Sea\" Ernest Hemingway divorces 2nd wife Pauline Pfeiffer","17":"Actress and comedian Phyllis Diller (22) weds inspector Sherwood Diller in Covington, Kentucky","18":"British archaeologist Howard Carter discovered the tomb of the Egyptian pharaoh Tutankhamen.","19":"Howard Carter discovers tomb of Tutankhamun in Egypt","20":"Charles I of Austria marries Princess Zita of Bourbon-Parma","21":"African American inventor Thomas Elkins patents refrigerating apparatus","22":"Johannes Brahms' 1st Symphony in C premieres in Karlsruhe, Grand Duchy of Baden","23":"Dr Richard Gatling patents Gatling machine gun in Indianapolis","24":"U.S. first lady Mary Todd Lincoln (23) weds US President Abraham Lincoln (33) in Springfield, Illinois","25":"Future U.S. president Abraham Lincoln married Mary Todd.","26":"First wagon train arrives in California","27":"In what became known as St. Clair's Defeat, U.S. General Arthur St. Clair was beaten by the British-supported Northwest Indian Confederation.","28":"Eighty Years' War: In Flanders, Spanish defeat Walloon and capture Antwerp"}}