{"Year":{"0":"911","1":"2015","2":"2010","3":"2010","4":"2007","5":"2004","6":"2001","7":"1991","8":"1989","9":"1982","10":"1975","11":"1975","12":"1969","13":"1969","14":"1965","15":"1963","16":"1960","17":"1938","18":"1926","19":"1925","20":"1925","21":"1918","22":"1918","23":"1885","24":"1879","25":"1879","26":"1871","27":"1775","28":"1759","29":"1683","30":"1674","31":"1619","32":"1444"},"Event":{"0":"Conrad I was elected German king at Forchheim, after the death of Louis the Child, the last of the East Frankish Carolingians.","1":"German politician and publisher Helmut Schmidt—who, as chancellor of West Germany (1974–82), was one of the most respected and influential of Western Europe's leaders—died at age 96.","2":"Alan Menken, famous Disney composer, receives the 2,442nd star on the Hollywood Walk of Fame","3":"Alan Menken, famous Disney composer, receives the 2,442nd star on the Hollywood Walk of Fame","4":"American novelist and journalist Norman Mailer—who was best known for using a form of journalism (called New Journalism) that combines the imaginative subjectivity of literature with the more objective qualities of journalism—died in New York.","5":"Talk show host Ricki Lake and Rob Sussman divorce after 10 years of marriage","6":"After 15 years of negotiations, China's membership in the World Trade Organization was approved, and the following day Taiwan's membership was approved.","7":"South Africa's 1st cricket international since 1970 - one-day v India","8":"Germans begin demolishing the Berlin Wall","9":"Soviet statesman and Communist Party leader Leonid Brezhnev died in Moscow after presiding as the leader of the Soviet Union for more than 18 years.","10":"The American freighter Edmund Fitzgerald sank during a storm on Lake Superior, killing all 29 aboard; its mysterious demise inspired a Gordon Lightfoot song that helped make it the most famous shipwreck in the Great Lakes.","11":"Journalist Ben Bradlee (54) divorces Antoinette Pinchot after 19 years of marriage","12":"The American children's TV series Sesame Street—which featured a cast of puppet characters that included Elmo, Big Bird, and the Cookie Monster—debuted on the National Educational Television network (later PBS).","13":"\"Sesame Street\" premieres on PBS TV","14":"Netherlands 2nd Chamber accept marriage of Princess Beatrice & Claus von Amsberg","15":"Actress Doris Roberts (33) weds novelist William Goyen (48)","16":"Neil Gaiman\nBritish writer\nwas born","17":"Turkish reformer Kemal Atatürk, the founder and first president (1923–38) of the Republic of Turkey, died in Istanbul.","18":"Belgium crown prince Leopold weds princess Astrid Bernadotte of Sweden","19":"Richard Burton\nWelsh actor\nwas born","20":"Welsh actor Richard Burton—whose best-known performances were of highly intelligent and articulate men who were world-weary, cynical, or self-destructive—was born.","21":"Western Union Cable Office in North Sydney, Nova Scotia receives a top-secret coded message from Europe stating on November 11, 1918 all fighting would cease on land, sea and in the air","22":"Józef Piłsudski, Polish revolutionary and first chief of state of the newly reconstituted Poland, arrived in Warsaw to declare Poland an independent state.","23":"German engineer Gottlieb Daimler unveils the world's first motorcycle","24":"American poet Vachel Lindsay, who, in an attempt to revive poetry as an oral art form of the common people, wrote and read to audiences compositions with powerful rhythms that had an immediate appeal, was born.","25":"Patrick Pearse\nIrish poet and statesman\nwas born","26":"Dr. David Livingstone found by Henry Stanley\nOn this day in 1871, according to his journal, explorer Henry Stanley greeted David Livingstone, the fellow explorer in search of the source of the Nile River, with the famous words “Dr. Livingstone, I presume?”","27":"The United States Marine Corps was founded when the Continental Congress ordered that two battalions of marines be raised for service during the American Revolution.","28":"Friedrich Schiller\nGerman writer\nwas born","29":"George II\nking of Great Britain\nwas born","30":"Dutch formally cede New Netherlands (New York) to the English","31":"René Descartes has the dream that inspires his \"Meditations on First Philosophy\"","32":"Turkish forces defeated the Hungarians in the Battle of Varna, securing Turkey's control over Constantinople (Istanbul) and assuring the Ottoman conquest in the Balkans."}}