{"Year":{"0":"579","1":"43","2":"2008","3":"1982","4":"1964","5":"1950","6":"1945","7":"1942","8":"1942","9":"1941","10":"1939","11":"1939","12":"1927","13":"1924","14":"1924","15":"1922","16":"1917","17":"1911","18":"1909","19":"1894","20":"1894","21":"1894","22":"1883","23":"1865","24":"1857","25":"1827","26":"1789","27":"1778"},"Event":{"0":"Pelagius II succeeded Benedict I as pope.","1":"BC Second Triumvirate alliance of Roman leader Octavian (later Caesar Augustus), Marcus Aemilius Lepidus, and Mark Antony formed","2":"Ten gunmen—who were believed to be connected to Lashkar-e-Taiba, a Pakistan-based terrorist organization—launched a series of coordinated attacks in Mumbai (Bombay); the siege ended three days later, with at least 174 people killed.","3":"Nakasone Yasuhiro, leader of the Liberal-Democratic Party, was elected prime minister of Japan, replacing Suzuki Zenkō.","4":"Swiss Alpine skier Vreni Schneider, who won three Olympic gold medals and was the dominant female skier of her era, was born.","5":"The People's Republic of China officially entered the Korean War on the side of North Korea.","6":"Charlie \"Bird\" Parker leads recording session for the Savoy label marketed as the \"greatest Jazz session ever\" with Dizzy Gillespie and Miles Davis","7":"\"Casablanca\" directed by Michael Curtiz and starring Humphrey Bogart and Ingrid Bergman premieres at Hollywood Theater, NYC (Academy Awards Best Picture 1943)","8":"Premiere of Casablanca\nSet in occupied Morocco during World War II, directed by Michael Curtiz, and starring Humphrey Bogart, Ingrid Bergman, and Paul Henreid, Casablanca premiered this day in 1942 and became one of Hollywood's most-revered films.","9":"U.S. Secretary of State Cordell Hull sent a harsh notice to Japan, calling for a full withdrawal from China and Indochina.","10":"Tina Turner\nAmerican-born singer\nwas born","11":"American singer Tina Turner—who found success in the rhythm-and-blues, soul, and rock genres—was born.","12":"Future Sound of Music matriarch and folk star Maria Augusta Kutschera (22) marries naval captain Georg von Trapp (47) in Salzburg","13":"After the defeat of the White Russians and the Chinese, the Mongolian People's Republic was proclaimed.","14":"Comic actor Charlie Chaplin (35) weds \"The Kid\" actress Lita Grey (16) in Mexico","15":"English archaeologist Howard Carter opens Tutankhamun's virtually intact tomb in Egypt","16":"NHL forms with Montreal Canadiens, Montreal Maroons, Toronto Arenas, Ottawa Senators & Quebec Bulldogs; National Hockey Association disbands","17":"Samuel Herman Reshevsky\nAmerican chess player\nwas born","18":"Eugène Ionesco, the Romanian-born French dramatist whose one-act “antiplay” La Cantatrice chauve (1949; The Bald Soprano) inspired a revolution in dramatic techniques and helped inaugurate the Theatre of the Absurd, was born.","19":"Russian emperor Nicholas II (26) weds Alexandra Feodorovna (22) at the Grand Church of the Winter Palace in St Petersburg, Russia","20":"Nicholas II, the last tsar of Russia, married Alexandra.","21":"Norbert Wiener\nAmerican mathematician\nwas born","22":"Sojourner Truth, the African American evangelist and reformer who applied her religious fervour to the abolitionist and women's rights movements, died.","23":"\"Alice in Wonderland\" by Lewis Carroll is published in America","24":"Ferdinand de Saussure\nSwiss linguist\nwas born","25":"Ellen Gould Harmon White\nAmerican religious leader\nwas born","26":"1st national Thanksgiving in America","27":"British explorer Captain James Cook is the first European to visit Maui in the Sandwich Islands (now Hawaii)"}}