{"Year":{"0":"764","1":"2011","2":"1994","3":"1990","4":"1989","5":"1982","6":"1980","7":"1971","8":"1970","9":"1968","10":"1963","11":"1945","12":"1943","13":"1942","14":"1934","15":"1931","16":"1930","17":"1929","18":"1927","19":"1918","20":"1912","21":"1910","22":"1866","23":"1859","24":"1833","25":"1815","26":"1656","27":"1028"},"Event":{"0":"Tibetan troops occupy Chang'an, capital of Chinese Tang Dynasty, occupy for fifteen days","1":"As Italy struggled amid the euro-zone debt crisis, Prime Minister Silvio Berlusconi submitted his letter of resignation; four days later he was succeeded by Mario Monti.","2":"Sprinter Wilma Rudolph, who overcame crippling childhood illnesses to become the first American woman to win three track-and-field gold medals in a single Olympics, died in Tennessee.","3":"Akihito enthroned\nJapanese Emperor Akihito—according to tradition, the 125th direct descendant of Jimmu, Japan's legendary first emperor—was formally enthroned on this day in 1990, nearly two years after the death of his father, Hirohito.","4":"George Forrest's musical \"Grand Hotel\" opens at Martin Beck Theater NYC for 1018 performances (5 Tony wins)","5":"Zaheer Abbas gets his 100th 100 in Test Cricket for Pakistan v India, goes to 215","6":"The U.S. space probe Voyager 1 reached the planet Saturn.","7":"Arches National Park—a desert area of sandstone formations in eastern Utah—was established; the region had been designated a national monument in 1929.","8":"Cyclone Bhola makes landfall in East Pakistan (Bangladesh) killing up to 500,000, making it the deadliest tropical cyclone ever recorded","9":"US Supreme Court: Epperson v. Arkansas, court declares unconstitutional Arkansas law banning teaching evolution in public schools","10":"Singer and actor Robert Goulet (30) weds actress Carol Lawrence (31)","11":"Neil Young\nCanadian musician and filmmaker\nwas born","12":"Wallace Shawn\nAmerican playwright and actor\nwas born","13":"Naval Battle of Guadalcanal begins between Allied and Japanese forces in Solomon Islands (WWII)","14":"Charles Manson\nAmerican criminal and cult leader\nwas born","15":"Abbey Road Studios opened in London and was later made famous by the Beatles, who recorded most of their albums there.","16":"The first Round Table Conference, called by the British government to consider the future constitution of India, opened in London.","17":"Grace Kelly\nAmerican actress and princess of Monaco\nwas born","18":"Leon Trotsky expelled from Soviet Communist Party, paving way for Joseph Stalin","19":"One day after Emperor Charles's abdication, the National Assembly of Austria resolved unanimously that “German Austria is a democratic republic” and “German Austria is a component part of the German republic.”","20":"Spanish Prime Minister José Canalejas was assassinated by the anarchist Manuel Pardiñas.","21":"1st possible movie stunt: man jumps into the Hudson river from a burning balloon","22":"Sun Yat-sen\nChinese leader\nwas born","23":"The first flying trapeze act was performed—by Jules Léotard, without a net, in Paris.","24":"The great Leonid meteor shower, in which hundreds of thousands of meteors were observed in one night, was seen all over North America, initiating the first serious study of meteor showers.","25":"American activist Elizabeth Cady Stanton, who was a leader in the women's rights movement and in 1848 formulated the first organized demand for woman suffrage in the United States, was born.","26":"English Poet and author of epic \"Paradise Lost\" John Milton (47) marries 2nd wife Katherine Woodcock","27":"Future Byzantine empress Zoe marries Romanus Argyrus according to the wishes of the dying Constantine VIII."}}