{"Year":{"0":"2007","1":"2001","2":"1996","3":"1994","4":"1994","5":"1982","6":"1982","7":"1979","8":"1978","9":"1974","10":"1973","11":"1966","12":"1965","13":"1945","14":"1943","15":"1940","16":"1939","17":"1937","18":"1936","19":"1924","20":"1908","21":"1874","22":"1874","23":"1872","24":"1786","25":"1782","26":"1731","27":"1718","28":"1648","29":"1016"},"Event":{"0":"American motorcycle daredevil Evel Knievel—who was known for his death-defying stunts, which included a spectacular jump over the fountains at Caesars Palace Hotel in Las Vegas (1968)—died in Clearwater, Florida.","1":"The hunt for the Green River Killer ended as Gary Ridgway was arrested in Washington, and he later pled guilty to killing 48 women, though he claimed to have murdered as many as 80; he was the deadliest convicted serial killer in the United States.","2":"A block of gray sandstone known as the Stone of Scone was returned to Scotland, 700 years after it had been taken to England as war booty by King Edward I.","3":"Beatles' 1st album in 25 years, \"Live at the BBC\", is released in Britain","4":"Beatles' 1st album in 25 years, \"Live at the BBC\", is released in Britain","5":"\"Gandhi\" directed by Richard Attenborough and starring Ben Kingsley and John Gielgud premieres in New Delhi (Best Picture 1983)","6":"\"Thriller\", 6th studio album by Michael Jackson is released (Grammy Award Album of the Year 1984, best-selling album of all time, Billboard Album of the Year 1983)","7":"The British rock band Pink Floyd released their 11th studio album, The Wall.","8":"Gael García Bernal\nMexican actor and director\nwas born","9":"Most complete early human skeleton (Lucy, Australopithecus) discovered by Donald Johanson, Maurice Taieb, Yves Coppens and Tim White in the Middle Awash of Ethiopia's Afar Depression","10":"Sci-fi author Issac Asimov (53) weds second wife psychoanalyst and Sci-fi author Janet Jeppson (47)","11":"Independence of Barbados\nBarbados, an island nation in the Caribbean situated about 100 miles (160 km) east of the Windward Islands, had gained internal self-rule in 1961 and achieved its full independence from Britain on this day in 1966.","12":"Ben Stiller\nAmerican actor, writer, and director\nwas born","13":"Actress Bette Davis (37) weds artist William Grant Sherry","14":"Terrence Malick\nAmerican director\nwas born","15":"\"I Love Lucy\" actress Lucille Ball (28) weds actor Desi Arnaz (23) in Greenwich, Connecticut","16":"After Finland refused to grant the Soviet Union a naval base and other concessions in the fall of 1939, Soviet troops totaling about one million men attacked Finland on several fronts, initiating the Russo-Finnish War.","17":"Ridley Scott\nBritish director and producer\nwas born","18":"A fire virtually destroyed the Crystal Palace, the giant exhibition hall that housed the Great Exhibition of 1851.","19":"Politician Shirley Chisholm, the first African American woman to be elected to the U.S. Congress, was born.","20":"The United States and Japan signed the Root-Takahira Agreement, which averted a drift toward possible war through the mutual acknowledgment of certain international policies and spheres of influence in the Pacific.","21":"British statesman, orator, and author Sir Winston Churchill was born in Oxfordshire, England.","22":"Winston Churchill\nprime minister of United Kingdom\nwas born","23":"First international soccer game, Scotland draws with England (0-0) in Glasgow","24":"Grand Duke of Tuscany Leopold II promulgates a penal reform, making his the 1st state to abolish the death penalty. November 30 commemorated as Cities for Life Day.","25":"Britain and the United States signed the preliminary articles of the Treaty of Paris as part of the Peace of Paris, a collection of treaties concluding the American Revolution.","26":"Beijing hit by an earthquake; about 100,000 die","27":"Charles XII, king of Sweden, was killed during a siege of the fortress of Fredriksten, east of Oslo Fjord, ending Sweden's “Age of Greatness.”","28":"English Parliamentary army captures King Charles I","29":"Cnut the Great (Canute), King of Denmark, claims the English throne after the death of Edmund 'Ironside'"}}