{"Year":{"0":"392","1":"2017","2":"2016","3":"2016","4":"2013","5":"2002","6":"1999","7":"1994","8":"1989","9":"1986","10":"1985","11":"1978","12":"1975","13":"1972","14":"1970","15":"1968","16":"1966","17":"1966","18":"1966","19":"1960","20":"1956","21":"1954","22":"1949","23":"1932","24":"1923","25":"1900","26":"1897","27":"1895","28":"1837","29":"1766","30":"1734","31":"1701","32":"1656","33":"1519"},"Event":{"0":"Roman Emperor Theodosius declares Christian religion the state religion","1":"Brazilian surfer Rodrigo Koxa breaks the world record for surfing the biggest-ever wave at 24.4m at Nazaré, Portugal","2":"Republican Donald Trump is elected President of the United States of America, defeating democrat Hillary Clinton, who received 2.9 million more votes","3":"Despite trailing in most polls, Republican Donald Trump was elected the 45th president of the United States, though his Democratic opponent, Hillary Clinton, won the popular vote by more than 2.8 million.","4":"The Philippines endured its then worst natural disaster when the country was struck by Super Typhoon Haiyan, which caused widespread devastation and killed thousands of people.","5":"Iraq disarmament crisis: UN Security Council under Resolution 1441 unanimously approves a resolution on Iraq, forcing Saddam Hussein to disarm or face \"serious consequences\"","6":"Tenor Andrea Bocelli releases his \"Sacred Arias\" album, the world's best-selling classical album by a single artist","7":"In the U.S. midterm elections, the Republicans won control of the House of Representatives and the Senate for the first time in 40 years; the sweeping victory was partly because of President Bill Clinton's low popularity at the time.","8":"Douglas Wilder elected governor\nOn this day in 1989, Virginian Douglas Wilder became the first African American to win a U.S. gubernatorial election, and, after he left office when his term expired in 1994, he was elected mayor of Richmond in 2004.","9":"Aaron Swartz\nAmerican computer programmer and Internet activist\nwas born","10":"Author Ken Follett (36) weds politician Barbara Hubbard (42)","11":"American illustrator Norman Rockwell, best known for his covers of The Saturday Evening Post, died.","12":"NBA legend Larry Bird (18) weds highschool sweetheart Janet Condra","13":"The American cable television company HBO officially debuted as it aired the 1971 film Sometimes a Great Notion, which starred Paul Newman.","14":"\"Easy Rider\" director and actor Dennis Hopper (34) divorces singer Michelle Phillips (26) only 8 days after getting married","15":"Cynthia Lennon is granted a divorce from Beatle member John","16":"Gordon Ramsay\nScottish chef and restaurateur\nwas born","17":"Movie actor Ronald Reagan elected Governor of California","18":"U.S. President Lyndon B. Johnson signed a tax bill that included a rider allowing the National Football League to merge with the American Football League, thus preventing legal challenges involving antitrust issues.","19":"Democratic politician John F. Kennedy was narrowly elected president of the United States.","20":"Comet Arend-Roland was discovered.","21":"Kazuo Ishiguro\nJapanese-British author\nwas born","22":"Bonnie Raitt\nAmerican musician\nwas born","23":"During the Great Depression, Democrat Franklin D. Roosevelt easily defeated incumbent Republican Herbert Hoover to win the presidency of the United States.","24":"Adolf Hitler and Erich Ludendorff attempted to start an insurrection in Germany against the Weimar Republic, but the Beer Hall Putsch, as it became known, was suppressed the following day.","25":"Margaret Mitchell, author of Gone with the Wind, was born in Atlanta, Georgia.","26":"Dorothy Day\nAmerican journalist\nwas born","27":"German physicist Wilhelm Röntgen produces and detects electromagnetic radiation in a wavelength range today known as X-rays or Röntgen rays","28":"One of the first institutions of higher education for women in the United States, Mount Holyoke Female Seminary (now Mount Holyoke College) opened in Massachusetts.","29":"Future Prime Minister William Cavendish-Bentinck (28) weds Dorothy Cavendish (16)","30":"Vincent la Chapelle, master cook to various nobility and royalty, forms Free Masons Lodge in Netherlands","31":"William Penn presents Charter of Priviliges","32":"English astronomer and mathematician Edmond Halley, the first to calculate the orbit of Halley's Comet, was born in Greenwich, Kent, England.","33":"1st meeting of Moctezuma II & Hernán Cortés in Tenochtitlan, Mexico"}}