{"Year":{"0":"2017","1":"2007","2":"2004","3":"2002","4":"1990","5":"1985","6":"1977","7":"1969","8":"1962","9":"1962","10":"1958","11":"1953","12":"1942","13":"1942","14":"1939","15":"1923","16":"1916","17":"1863","18":"1863","19":"1835","20":"1834","21":"1820","22":"1805","23":"1794","24":"1703","25":"1620","26":"1600","27":"1530"},"Event":{"0":"American criminal and cult leader Charles Manson—whose followers carried out several notorious murders in the 1960s, notably those at the home of Sharon Tate—died in prison at age 83.","1":"Amazon.com began selling the Kindle, a wireless electronic reading device that played a key role in popularizing e-books.","2":"Singer Jermaine Jackson (49) divorces Alejandra Genevieve Oaziaza (35) after 9 years of marriage","3":"As had the House of Representatives the previous week, the U.S. Senate overwhelmingly approved the creation of a new cabinet department, the Department of Homeland Security, to have a workforce of 170,000.","4":"Pop duo Milli Vanilli are stripped of their Grammy Award after it is learned they did not sing on their award-winning \"Girl You Know Its True\" album","5":"US President Ronald Reagan and Soviet leader Mikhail Gorbachev meet for first time","6":"Anwar Sadat's visit to Israel\nAfter the Arab-Israeli war of 1973–74, Egyptian President Anwar Sadat began to work toward peace, and on this day in 1977 he began his historic visit to Israel, during which he offered a peace plan to its parliament.","7":"Apollo 12's Charles Conrad & Alan Bean become 3rd & 4th humans on the Moon","8":"Jodie Foster\nAmerican actress and director\nwas born","9":"American actress Jodie Foster, who was best known for her dramatic portrayals of misfit characters set against intimidating challenges, was born.","10":"Charlie Kaufman\nAmerican screenwriter and director\nwas born","11":"US Supreme Court rules (7-2) baseball is a sport not a business","12":"Dan Haggerty\nAmerican actor and animal trainer\nwas born","13":"Operation Uranus: Soviet offensive begins during Battle of Stalingrad, 1 million Soviet soldiers encircle the German Sixth Army","14":"Baseball legend Joe DiMaggio (24) weds \"Freshies\" actress Dorothy Arnold at St. Peter and Paul Church in San Francisco","15":"Architect Frank Lloyd Wright (56) weds artist Maude Noel","16":"Samuel Goldwyn and Edgar Selwyn establish Goldwyn Pictures, the company later became one of the most successful independent filmmakers","17":"U.S. President Abraham Lincoln delivered the brief but renowned Gettysburg Address at the dedication of the National Cemetery in Pennsylvania during the American Civil War.","18":"US President Abraham Lincoln delivers his Gettysburg address beginning; \"Four score & seven years ago...\"","19":"Lakshmi Bai\nqueen of Jhansi\nwas born","20":"US President Franklin Pierce (30) weds Jane Pierce (28) in Amherst, New Hampshire","21":"The Troppau protocol, a declaration of intention to take collective action against revolution, was signed by the Holy Alliance powers at the Congress of Troppau.","22":"Lewis & Clark expedition reaches the Pacific Ocean, first European Americans to cross the west","23":"During his tenure as the first chief justice of the U.S. Supreme Court, John Jay negotiated the Jay Treaty with Great Britain, helping mend ties between the Americans and British.","24":"The man in the iron mask, a political prisoner famous in French history and legend, died in the Bastille.","25":"The Mayflower reaches Cape Cod & explores the coast","26":"Charles I\nking of Great Britain and Ireland\nwas born","27":"The Recess document resulting from the Diet of Augsburg signed by Charles V and catholic princes"}}