{"Year":{"0":"996","1":"2012","2":"2006","3":"1999","4":"1997","5":"1994","6":"1986","7":"1982","8":"1981","9":"1973","10":"1972","11":"1969","12":"1960","13":"1957","14":"1954","15":"1954","16":"1952","17":"1952","18":"1950","19":"1950","20":"1947","21":"1940","22":"1935","23":"1922","24":"1916","25":"1894","26":"1871","27":"1814","28":"1765","29":"1755","30":"1755","31":"1611"},"Event":{"0":"Holy Roman Emperor Otto III granted the Bavarian bishopric of Freising 30 “royal hides,” or about 8 square km (2,000 acres), of land in a deed that contained the first recorded use of the name Ostarrîchi, from which the name Austria is derived.","1":"Scientists detect evidence of light from the universe's first stars, predicted to have formed 500 million years after the big bang","2":"American novelist William Styron—known for his treatment of tragic themes and his rich classical prose style, highlighted in such works as Sophie's Choice (1979)—died at age 81.","3":"American professional gridiron football player Walter Payton, who was one of the game's greatest running backs, died from bile duct cancer.","4":"\"Titanic\" directed by James Cameron, starring Leonardo DiCaprio and Kate Winslet premieres at the Tokyo International Film Festival (Academy Awards Best Picture 1998)","5":"The National Aeronautics and Space Administration (NASA) launched its Wind spacecraft on a mission that would include a “halo orbit” between the Sun and Earth to explore the space environment there.","6":"MLB player Kirby Puckett (24) weds Tonya Hudson (20)","7":"Director Martin Scorsese (39) divorces Isabella Rossellini (30) after 3 years of marriage","8":"Antigua and Barbuda achieved independence from the United Kingdom, with Vere Bird serving as the first prime minister.","9":"Aishwarya Bachchan Rai\nIndian actress\nwas born","10":"Toni Collette\nAustralian actress\nwas born","11":"The Beatles' \"Abbey Road\" album goes #1 in US & stays #1 for 11 weeks","12":"Tim Cook\nAmerican business executive\nwas born","13":"Lyle Lovett\nAmerican musician\nwas born","14":"Actor John Wayne (47) weds actress Pilar Pallete in Kona, Hawaii","15":"Actor John Wayne (47) divorces actress Esperanza Baur due to drunken violence after 7 years of marriage","16":"\"Ivy Mike\", the first thermonuclear weapon to utilize the H-bomb design of Edward Teller and Stanislaw Ulam, is detonated in the Marshall Islands, Pacific Ocean","17":"First thermonuclear bomb tested by the United States\nOn this day in 1952 on an atoll of the Marshall Islands, Edward Teller and other American scientists tested the first thermonuclear bomb, its power resulting from an uncontrolled, self-sustaining nuclear chain reaction.","18":"Celtics' forward Chuck Cooper becomes first African American to play in the NBA in Boston's 107-84 loss at Fort Wayne Pistons; future Hall of Famer Bob Cousy also debuts for Celtics","19":"Puerto Rican nationalists, members of the Armed Forces of National Liberation (FALN), attempted to assassinate U.S. President Harry S. Truman.","20":"Film director D. W. Griffith (72) divorces actress Evelyn Baldwin (37) after 11 years of marriage","21":"Theoretical physicist Robert Oppenheimer (36) weds biologist Katherine Harrison Puening","22":"Edward Said\nAmerican professor and literary critic\nwas born","23":"The Grand National Assembly, at the behest of Kemal Atatürk, voted to abolish the sultanate of Turkey.","24":"Paul Miliukov delivers in the Russian State Duma the famous \"stupidity or treason\" speech, precipitating the downfall of the Boris Stürmer government.","25":"Vaccine for diphtheria announced by Dr Roux of Paris","26":"American author Stephen Crane, whose works included The Red Badge of Courage (1895), was born.","27":"Congress of Vienna opens to re-draw the European political map after the defeat of France, in the Napoleonic Wars.","28":"The Stamp Act went into effect, marking the first British parliamentary attempt to raise revenue through direct taxation of all colonial commercial and legal papers.","29":"Lisbon was heavily damaged by an earthquake that demolished more than 9,000 buildings and killed as many as 30,000 people.","30":"Lisbon earthquake kills more than 50,000 in Portugal","31":"William Shakespeare's The Tempest was reportedly performed for the first time."}}