{"Year":{"0":"2016","1":"2000","2":"2000","3":"2000","4":"1996","5":"1991","6":"1991","7":"1982","8":"1980","9":"1962","10":"1962","11":"1957","12":"1951","13":"1944","14":"1943","15":"1940","16":"1934","17":"1932","18":"1931","19":"1918","20":"1917","21":"1917","22":"1916","23":"1913","24":"1913","25":"1913","26":"1888","27":"1879","28":"1872","29":"1837","30":"1811","31":"1786","32":"1597","33":"1492"},"Event":{"0":"American lawyer and public official Janet Reno, who was the first female attorney general (1993–2001) of the United States, died at age 78.","1":"American politician Hillary Clinton was elected to the U.S. Senate, becoming the first first lady to win elective office.","2":"Controversial US presidential election between George W. Bush and Al Gore is inconclusive; the result, in Bush's favor, is eventually resolved by the Supreme Court","3":"Disputed U.S. presidential election\nOn this day in 2000, the U.S. presidential election ended in a statistical tie between Democrat Al Gore and Republican George W. Bush, only to be settled on December 12 by the U.S. Supreme Court after a bitter legal dispute.","4":"NASA launched Mars Global Surveyor, a robotic spacecraft designed to carry out a long-term study of the planet; contact with the spacecraft was lost in 2006.","5":"Magic Johnson announces he has HIV virus & retires from LA Lakers","6":"American professional basketball player Magic Johnson announced that he was HIV-positive and was immediately retiring from the sport; he later played part of the 1995–96 season.","7":"Actress Elizabeth Taylor's 7th divorce from politician John Warner","8":"American movie star Steve McQueen, known for his portrayal of macho loners in such films as The Great Escape (1963) and Bullitt (1968), died at age 50.","9":"After losing the governor's election in California, American politician Richard Nixon gave what he called his “last press conference,” telling reporters that “you won't have Nixon to kick around any more”; he was elected president six years later.","10":"Eleanor Roosevelt—who was first lady of the United States and one of the world's most widely admired and powerful women, known as a diplomat and a humanitarian—died in New York City at age 78.","11":"Actress Ingrid Bergman (42) divorces Roberto Rossellini after 7 years of mariage","12":"Entertainer Frank Sinatra (34) marries 2nd wife film star Ava Gardner (26)","13":"Franklin D. Roosevelt defeated Thomas E. Dewey and was elected to an unprecedented fourth term as president of the United States.","14":"Joni Mitchell\nCanadian singer-songwriter\nwas born","15":"The Tacoma Narrows Bridge connecting the Olympic Peninsula with Tacoma, Washington, broke up in a wind of about 42 miles (67 km) per hour.","16":"Actress Gloria Swanson (35) divorces Michael Farmer after 3 years of marriage","17":"1st broadcast of \"Buck Rogers in the 25th century\" on CBS-radio","18":"Chinese People's Republic proclaimed by Mao Zedong","19":"Billy Graham\nAmerican evangelist\nwas born","20":"The October Revolution (named after the dates of this event in the Julian calendar), the last phase of the Russian Revolution of 1917, ended as the Bolshevik Party seized power in Russia, inaugurating the Soviet regime.","21":"[OS Oct 25] October Revolution in Russia; Lenin and the Bolsheviks seize power, capture the Winter Palace and overthrow the Provisional Government.","22":"Jeannette Rankin won a seat in the U.S. House of Representatives, becoming the first woman elected to Congress.","23":"Albert Camus\nFrench author\nwas born","24":"Comedian Oliver Hardy (21) marries pianist Madelyn Saloshin in Macon, Georgia","25":"French author Albert Camus, who received the Nobel Prize for Literature in 1957 for such classic works as The Stranger (1942), was born.","26":"C.V. Raman\nIndian physicist\nwas born","27":"Leon Trotsky\nRussian revolutionary\nwas born","28":"Cargo ship Mary Celeste sails from Staten Island for Genoa; mysteriously found abandoned four weeks later","29":"Abolitionist newspaper editor Elijah P. Lovejoy was murdered by a mob in Alton, Illinois, while defending his press building.","30":"In the Battle of Tippecanoe, a seasoned U.S. expeditionary force under Major General William Henry Harrison defeated Shawnee Indians led by Tecumseh's brother Laulewasikau (Tenskwatawa), known as the Prophet.","31":"The oldest musical organization in the United States is founded as the Stoughton Musical Society.","32":"Emilia of Nassau weds Dom Emanuel of Portugal","33":"Ensisheim Meteorite strikes a wheat field near the village of Ensisheim in Alsace, France. Oldest meteorite with a known date of impact."}}