{"Year":{"0":"2004","1":"2004","2":"1998","3":"1996","4":"1994","5":"1989","6":"1985","7":"1984","8":"1980","9":"1968","10":"1943","11":"1938","12":"1934","13":"1931","14":"1931","15":"1923","16":"1923","17":"1922","18":"1922","19":"1922","20":"1918","21":"1913","22":"1899","23":"1888","24":"1887","25":"1877","26":"1877","27":"1858","28":"1799","29":"1799","30":"1494"},"Event":{"0":"Swedish writer and activist Stieg Larsson died from a heart attack in Stockholm, a year before The Girl with the Dragon Tattoo, the first installment in his internationally acclaimed Millennium series, was published.","1":"Hotel heiress and fashion model Nicky Hilton (21) divorces businessman Todd Andrew Meister (33) due to bi-coastal relationship after nearly 3 months of marriage","2":"Brokerage houses are ordered to pay 1.03 billion USD to NASDAQ investors to compensate for price-fixing - largest civil settlement in US history","3":"Evander Holyfield scored a technical knockout of Mike Tyson to win the heavyweight boxing championship for a third time.","4":"Chemical element Darmstadtium discovered at GSI Helmholtz Centre for Heavy Ion Research near Darmstadt, German","5":"Opening of the Berlin Wall\nLong a symbol of the Cold War, the Berlin Wall, erected in 1961 and eventually extending 28 miles (45 km) to divide the western and eastern sectors of Berlin, was opened by the East German government on this day in 1989.","6":"Garry Kasparov becomes the youngest ever world chess champion (22), with a 13-11 win over fellow Russian Anatoly Karpov","7":"Wes Craven's horror film \"A Nightmare on Elm Street\" premieres in the US","8":"Iraqi President Saddam Hussein declares holy war against Iran","9":"Serial killer John Wayne Gacy (26) divorces first wife Marlynn Myers after 4 years of marriage","10":"The United Nations Relief and Rehabilitation Administration was created by a 44-nation agreement.","11":"Beginning on this night, called Kristallnacht (“Crystal Night” or “Night of Broken Glass”), some 48 hours of Nazi-orchestrated anti-Jewish violence erupted throughout Germany and Austria, resulting in the destruction and vandalizing of synagogues and Jewish businesses and the deaths of at least 91 Jews.","12":"Carl Sagan\nAmerican astronomer\nwas born","13":"Actress Gloria Swanson (32) weds Michael Farmer","14":"Actress Gloria Swanson (32) divorces aristocrat Henri de la Falaise (33) after 6 years of marriage","15":"The Beer Hall Putsch led by Adolf Hitler ended after 16 Nazis were killed on a march toward the Marienplatz in the centre of Munich, Germany.","16":"Alice Coachman, the first African American woman to win an Olympic gold medal, was born.","17":"Albert Einstein was named the winner of the 1921 Nobel Prize for Physics for his explanation of the photoelectric effect; the Nobel committee had delayed awarding the 1921 physics prize until 1922.","18":"American singer and film actress Dorothy Dandridge, the first black woman to be nominated for an Academy Award for best actress, was born.","19":"Dorothy Dandridge\nAmerican singer and actress\nwas born","20":"Spiro Agnew\nvice president of United States\nwas born","21":"Hedy Lamarr\nAustrian-born American actress\nwas born","22":"US Admiral of the Navy George Dewey (61) weds Mildred McLean Hazen at the rectory St. Paul's Catholic Church in Washington, D.C.","23":"Jack the Ripper's infamous killing spree in the Whitechapel district of London's East End came to an end.","24":"Painter Grandma Moses (27) weds Thomas Salmon Moses in New York","25":"Sir Muhammad Iqbal\npoet and philosopher\nwas born","26":"Indian poet and philosopher Sir Muḥammad Iqbāl—who was known for his influential efforts to direct his fellow Muslims toward the establishment of a separate Muslim state, an aspiration that was eventually realized in the country of Pakistan—was born in Sialkot, India (now in Pakistan).","27":"1st performance of NY Symphony Orchestra","28":"The Coup of 18–19 Brumaire began in Paris, marking Napoleon's rise to power and the end of the French Revolution.","29":"Napoleon Bonaparte pulls off a coup and becomes the dictator of France under the title of First Consul","30":"Piero the Unfortunate of the de' Medici family, ruler of Florence, loses his power and flees the state"}}