{"Year":{"0":"2000","1":"1996","2":"1984","3":"1983","4":"1978","5":"1975","6":"1970","7":"1961","8":"1955","9":"1948","10":"1947","11":"1946","12":"1935","13":"1919","14":"1917","15":"1917","16":"1913","17":"1888","18":"1887","19":"1860","20":"1860","21":"1854","22":"1813","23":"1661","24":"1661"},"Event":{"0":"American environmentalist David Brower, who spent nearly 70 years working to protect wilderness areas in the United States and was an influential member of the Sierra Club, died at age 88.","1":"Art Modell, the owner of the NFL's Cleveland Browns, announced that he was moving the team to Baltimore, which enraged sportswriters and Cleveland fans.","2":"U.S. President Ronald Reagan won reelection in a landslide victory over Democratic candidate Walter F. Mondale.","3":"Businessman Vidal Sassoon (55) weds dressage champion Jeanette Hartford-Davis","4":"Shah of Iran places Iran under military rule; General Gholan Reza Azhari forms government","5":"First performance of the Sex Pistols at St Martins College, London","6":"Ethan Hawke\nAmerican actor, director, and novelist\nwas born","7":"US government issues a stamp honoring 100th birthday of James Naismith (invented game of basketball - actually Canadian)","8":"Maria Shriver\nAmerican television journalist\nwas born","9":"Glenn Frey\nAmerican musician\nwas born","10":"NBC's \"Meet the Press\" debuts - US's longest running TV show","11":"Sally Field\nAmerican actress\nwas born","12":"English Prince Henry weds Alice Montagu-Douglas-Scott","13":"\"The Sheik\" actor Rudolph Valentino (24) weds actress Jean Acker (26)","14":"[OS Oct 24] Bolshevik revolution begins with bombardment of the Winter Palace in Petrograd during the Russian October Revolution","15":"The second phase of the Russian Revolution of 1917 began (October 25, Old Style) as the Bolsheviks seized power in Russia.","16":"Mahatma Gandhi arrested for leading Indian miners' march in South Africa","17":"Benjamin Harrison of the Republican Party was elected U.S. president by an electoral majority despite losing the popular vote by more than 90,000 to his Democratic opponent, Grover Cleveland.","18":"Professional baseball player Walter Johnson, who had perhaps the greatest fastball in the history of the game, was born in Humboldt, Kansas.","19":"Abraham Lincoln (Rep-R-Ill) elected 16th American President","20":"Abraham Lincoln elected president of the United States\nOn this day in 1860, Americans elected as their president Abraham Lincoln, whose victory led to the secession of Southern states and the long and bloody Civil War that lasted until 1865 and ended slavery in the U.S.","21":"American bandmaster John Philip Sousa, who composed 136 military marches, was born.","22":"Chilpancingo congress declares Mexico independent of Spain","23":"Charles II, who ruled Spain from 1665 to 1700 and was the last monarch of the Spanish Habsburg dynasty, was born.","24":"Charles II\nking of Spain\nwas born"}}