{"Year":{"0":"2015","1":"2011","2":"2002","3":"2001","4":"1985","5":"1985","6":"1982","7":"1980","8":"1969","9":"1969","10":"1956","11":"1955","12":"1940","13":"1934","14":"1933","15":"1929","16":"1922","17":"1918","18":"1916","19":"1850","20":"1850","21":"1789","22":"1770","23":"1312","24":"1160","25":"1002"},"Event":{"0":"Terrorist attacks in Paris\nOn this day in 2015, terrorists staged coordinated attacks in Paris and its environs, the deadliest occurring at the Bataclan theatre and concert hall; in all, at least 130 people were killed and more than 350 were wounded.","1":"Torrei Hart divorces actor and comedian Kevin Hart (32) due to irreconcilable differences after 8 years of marriage","2":"Eminem releases single 'Lose Yourself' from soundtrack of \"8 Mile\", 1st rap song to win Academy Award Best Original Song","3":"On the heels of the U.S.-led invasion of Afghanistan prompted by the deadly terrorist attacks of September 11, the army of the anti-Taliban Northern Alliance captured the capital city of Kabul.","4":"Mount Ruiz in the Cordillera Central of the Andes, in west-central Colombia, erupted twice, burying the town of Armero on the Lagunilla River and killing an estimated 25,000 people.","5":"Nevado del Ruiz volcano erupts in Colombia, killing 25,000 in the town of Armero","6":"WBA lightweight champion Ray Mancini beats South Korean challenger Duk Koo Kim by TKO in 14th round in Las Vegas; Kim collapses, falls into a coma and dies 4 days later; as a result, WBC shortens title bouts to 12 rounds; WBA & WBO follow in 1988, and IBF in 1989","7":"US spacecraft Voyager 1 sends back 1st close-up pictures of Saturn","8":"Ayaan Hirsi Ali\nDutch politician\nwas born","9":"Gerard Butler\nScottish actor\nwas born","10":"US Supreme court rules race separation on buses in Alabama unconstitutional","11":"Whoopi Goldberg\nAmerican actress\nwas born","12":"\"Fantasia\" animated film by Walt Disney, starring Leopold Stokowski and Deems Taylor, is released","13":"Actress and dancer Ginger Rogers (23) weds \"All Quiet on the Western Front\" actor Lew Ayres (25)","14":"1st modern sit-down strike by Hormel meat packers in Austin, Minnesota","15":"Writer E. B. White (30) weds literary editor Katharine Angell (37)","16":"Architect Frank Lloyd Wright (55) divorces socialite Catherine Tobin after 33 years of marriage","17":"Egyptian patriot Saʿd Zaghlūl formed Al-Wafd al-Miṣrī (Arabic: “Egyptian Delegation”), the nationalist political party that was instrumental in gaining Egyptian independence from Britain.","18":"During World War I, the costly four-month Allied offensive against German positions along the Somme River ended.","19":"Robert Louis Stevenson\nBritish author\nwas born","20":"Robert Louis Stevenson, a Scottish essayist, poet, and author of fiction and travel books who was best known for his novels Treasure Island (1881), Kidnapped (1886), The Strange Case of Dr. Jekyll and Mr. Hyde (1886), and The Master of Ballantrae (1889), was born.","21":"Ben Franklin writes \"Nothing . . . certain but death & taxes\"","22":"George Grenville, the English politician whose policy of taxing the American colonies started the train of events leading to the American Revolution, died in London.","23":"Edward III\nking of England\nwas born","24":"Marriage of Louis VII of France with Adele of Champagne.","25":"English King Ethelred II launched an attack against Danish settlers in the St. Brice's Day massacre."}}