{"Year":{"0":"2015","1":"2011","2":"2009","3":"1993","4":"1990","5":"1978","6":"1978","7":"1953","8":"1952","9":"1948","10":"1941","11":"1940","12":"1939","13":"1928","14":"1923","15":"1923","16":"1916","17":"1909","18":"1905","19":"1903","20":"1882","21":"1836","22":"1814","23":"1794","24":"1626","25":"1477","26":"1477"},"Event":{"0":"New Zealand rugby union football player Jonah Lomu, who was perhaps rugby's first global icon, died of a heart attack at age 40 after a long battle with kidney disease.","1":"\"The X Factor\" group One Direction release their debut album \"Up All Night\" in Ireland and the UK","2":"American politician Robert C. Byrd became the longest-serving member of Congress, with a combined service in the House of Representatives and Senate of 56 years 319 days; he died the following year.","3":"Black & white leaders in South Africa approve new democratic constitution","4":"1st Solheim Cup Women's Golf, Lake Nona G & CC: US beats Europe 11½-4½ in inaugural event; Kathy Whitworth US captain; Mickey Walker Europe skipper","5":"Jonestown massacre\nJim Jones, leader of the Peoples Temple religious community that he formed in the 1950s, and some 900 of his followers died this day in 1978 in Guyana in a massive act of murder-suicide known as the Jonestown massacre.","6":"In Jonestown, Guyana 918 members of the Peoples Temple are murdered or commit suicide under the leadership of cult leader Jim Jones","7":"Alan Moore\nBritish writer\nwas born","8":"\"Rock Around The Clock\" rock 'n' roll pioneer Bill Haley (27) weds second wife Barbara Cupchak","9":"KFC founder Colonel Sanders (58) weds his long-time employee Claudia Price","10":"John Christian Watson, the first Labour prime minister of Australia, died in Sydney.","11":"Qaboos bin Said\nsultan of Oman\nwas born","12":"Margaret Atwood\nCanadian author\nwas born","13":"Walt Disney's \"Steamboat Willie\" released, first Mickey Mouse sound cartoon","14":"Alan B. Shepard, Jr., the first U.S. astronaut to travel in space, was born in New Hampshire.","15":"Alan B. Shepard, Jr.\nAmerican astronaut\nwas born","16":"General Douglas Haig finally calls off 1st Battle of the Somme (WWI) - over 1 million killed or wounded","17":"Johnny Mercer\nAmerican composer, vocalist, and businessman\nwas born","18":"Prince Charles (Carl) of Denmark was elected king of Norway as Haakon VII.","19":"Philippe-Jean Bunau-Varilla, representing Panama, met with U.S. Secretary of State John Hay to negotiate the Hay–Bunau-Varilla Treaty, which gave the United States a strip 10 miles (16 km) wide across the Isthmus of Panama for construction of the Panama Canal.","20":"Famed operatic soprano Amelita Galli-Curci was born in Milan.","21":"English playwright and humorist Sir W.S. Gilbert, best known for his collaboration with Sir Arthur Sullivan in comic operas, was born.","22":"Brazilian sculptor and architect Aleijadinho, known for his beautiful Rococo statues and his churches, died in Mariana.","23":"2nd Earl Grey Charles Grey (30) weds only daughter of 1st Baron Ponsonby Mary Elizabeth Ponsonby","24":"St. Peter's Basilica is consecrated, replacing earlier basilica, world's largest Christian basilica","25":"William Caxton, a pioneering English printer, published Dictes and Sayenges of the Phylosophers, the first dated book printed in England.","26":"First English dated printed book \"Dictes & Sayengis of the Phylosophers\" by William Caxton"}}