{"Year":{"0":"912","1":"2011","2":"2005","3":"1992","4":"1990","5":"1979","6":"1962","7":"1946","8":"1940","9":"1940","10":"1936","11":"1935","12":"1929","13":"1923","14":"1892","15":"1887","16":"1887","17":"1887","18":"1883","19":"1869","20":"1863","21":"1859","22":"1855","23":"1765","24":"1644","25":"1407","26":"1248"},"Event":{"0":"The Holy Roman emperor Otto I—who, during his reign in the 10th century, consolidated the German Reich by his suppression of rebellious vassals and his decisive victory over the Hungarians—was born.","1":"Amid a popular uprising—part of a wave of pro-democracy protests known as the Arab Spring—Yemeni Pres. ʿAlī ʿAbd Allāh Ṣāliḥ effectively ended his rule by signing an agreement that transferred power to the vice president; he officially left office three months later.","2":"Ellen Johnson-Sirleaf, is elected president of Liberia, the first woman to lead an African country","3":"Miley Cyrus\nAmerican actress and singer\nwas born","4":"British author Roald Dahl—who was best known for his irreverent children's books, which included James and the Giant Peach (1961) and Charlie and the Chocolate Factory (1964)—died in Oxford, England.","5":"Pink Floyd's \"The Wall\" released, sells 6 million copies in 2 weeks","6":"Nicolás Maduro\npresident of Venezuela\nwas born","7":"At least 6,000 Vietnamese civilians were killed in a French naval bombardment of the port city of Haiphong.","8":"RAF pilot Guy Gibson (22) weds show dancer and actress Eve Moore in Penarth’s Anglican Church","9":"Film director David Lean (32) weds actress Kay Walsh (29)","10":"The first issue of Life was published, and the magazine later became a pioneer in photojournalism and one of the major forces in that field's development.","11":"Lincoln Ellsworth landed on Ellsworth Land, Antarctica, and claimed it for the United States, a claim the U.S. government has never taken up.","12":"Academy Award-winning Shirley Booth marries comic actor Ed Gardner","13":"Cecil B. DeMille's first version of \"The Ten Commandments\" premieres in the USA","14":"Pierre de Coubertin launches plan for modern Olympic Games at the Union des Sociétés Françaises de Sports Athlétiques AGM","15":"Henry Moseley\nBritish physicist\nwas born","16":"English actor Boris Karloff, who became famous for his sympathetic and chilling portrayal of the monster in Frankenstein (1931), was born.","17":"Boris Karloff\nBritish actor\nwas born","18":"Mexican painter José Clemente Orozco, considered the most important 20th-century muralist to work in fresco, was born.","19":"In Dumbarton, Scotland, the clipper Cutty Sark is launched - one of the last clippers ever built, and the only one still surviving","20":"The Battle of Chattanooga, a decisive Union victory during the American Civil War, began.","21":"Billy the Kid\nAmerican outlaw\nwas born","22":"Ley Juárez passed\nPassed this day in 1855 in Mexico, the Ley Juárez abolished special courts for the clergy and military in an attempt by justice minister Benito Juárez to eliminate the remnants of colonialism in Mexico and promote equality.","23":"The British Stamp Act received its first repudiation from jurists in the Frederick County Court House in Frederick, Maryland.","24":"Areopagitica, a pamphlet by John Milton, decrying censorship, is published.","25":"Louis I, duc d'Orléans, was assassinated by agents of John the Fearless, duke of Burgundy, during a power struggle over control of the French king Charles VI.","26":"Conquest of Seville by Christian troops under King Ferdinand III of Castile after the city capitulates"}}