{"Year":{"0":"891","1":"2006","2":"2000","3":"1993","4":"1981","5":"1980","6":"1976","7":"1973","8":"1960","9":"1956","10":"1956","11":"1953","12":"1951","13":"1948","14":"1948","15":"1948","16":"1939","17":"1936","18":"1930","19":"1927","20":"1927","21":"1927","22":"1917","23":"1908","24":"1892","25":"1887","26":"1882","27":"1849","28":"1773","29":"105 bce"},"Event":{"0":"Formosus was elected pope.","1":"\"Friends\" actor Matt LeBlanc (39) divorces former model Melissa McKnight (41) due to irreconcilable differences after 3 years of marriage","2":"Near Sakaiminato, Japan, an earthquake of magnitude 7.3 struck, the most powerful earthquake since the devastating Kōbe earthquake of 1995, but damage and casualties were relatively low because the epicentre was in a sparsely inhabited area.","3":"Michael Jordan retired from professional basketball, saying “I don't have anything else to prove,” only to return in March 1995.","4":"Anwar el-Sādāt was assassinated by members of the radical fringe of the Muslim opposition.","5":"Oscar-winning actor Dustin Hoffman (43) divorces actress Anne Byrne (37) after 11 years of marriage","6":"In China the Gang of Four, having lost their influence with the death of Mao Zedong, were arrested.","7":"Yom Kippur War\nOn this day in 1973, on the Jewish holy day of Yom Kippur, Egypt and Syria attacked Israel, which suffered heavy casualties, but Israeli forces successfully fought back, and the war eventually ended inconclusively.","8":"\"Spartacus\", directed by Stanley Kubrick and starring Kirk Douglas and Laurence Olivier, premieres in NYC","9":"Dr Albert Sabin discovers oral polio vaccine","10":"South African politician \"Kobie\" Coetsee marries Helena E Malan","11":"MLB baseball player Hank Aaron (19) weds Barbara Lucas","12":"Joseph Stalin proclaims the Soviet Union has the atomic bomb","13":"Paleoanthropologist Mary Leakey finds the first partial fossil skull of Proconsul africanus, an ancestor of apes and humans on Rusinga Island, Kenya","14":"The 1948 Ashgabat earthquake kills 100,000 in the Turkmen Soviet Socialist Republic","15":"Gerry Adams\nIrish leader\nwas born","16":"Adolf Hitler announces plans to regulate Jewish problem","17":"Diana Mitford marries Oswald Mosley in the house of Joseph Goebbels with Adolf Hitler as a guest","18":"Ḥafiz al-Assad\npresident of Syria\nwas born","19":"\"The Jazz Singer\", directed by Alan Crosland, starring Al Jolson and May McAvoy, released, 1st film with a soundtrack (Honorary Academy Award 1928)","20":"\"The Jazz Singer\", directed by Alan Crosland, starring Al Jolson and May McAvoy, released, 1st film with a soundtrack (Honorary Academy Award 1928)","21":"The Jazz Singer, starring Al Jolson, premiered in New York City, introducing the sound era of motion pictures.","22":"Battle of Passchendaele: Canadian troops capture the village of Passchendaele in the Third Battle of Ypres, after 250,000 casualties on both sides","23":"Carole Lombard\nAmerican actress\nwas born","24":"The great English poet of the Victorian Age, Alfred, Lord Tennyson, died.","25":"Le Corbusier\nSwiss architect\nwas born","26":"1st World Series game, Cincinnati (AA) beats Chicago (NL) 4-0","27":"Thirteen Hungarian generals, “the martyrs of Arad,” were executed for their role in the Hungarian Revolution of 1848–49.","28":"Louis-Philippe\nking of France\nwas born","29":"The Roman army was defeated by Germanic tribes in the Battle of Arausio."}}