{"Year":{"0":"2007","1":"1971","2":"1967","3":"1967","4":"1965","5":"1962","6":"1961","7":"1956","8":"1955","9":"1955","10":"1949","11":"1941","12":"1924","13":"1919","14":"1919","15":"1918","16":"1914","17":"1914","18":"1904","19":"1900","20":"1886","21":"1869","22":"1863","23":"1790","24":"1746","25":"1636","26":"1538","27":"1533","28":"1492"},"Event":{"0":"Argentine lawyer and politician Cristina Fernández de Kirchner became the first woman elected president of Argentina.","1":"Great Britain launched Prospero, the first of four X-3 satellites.","2":"Julia Roberts\nAmerican actress\nwas born","3":"American actress Julia Roberts, whose deft performances in varied roles helped make her one of the highest-paid and most-influential actresses in the 1990s and early 2000s, was born.","4":"The Gateway Arch in St. Louis, Missouri, designed by Finnish-born American architect Eero Saarinen to commemorate St. Louis's historic role as “Gateway to the West,” was completed.","5":"Soviet Premier Nikita Khrushchev capitulated to U.S. demands to halt delivery of nuclear-armed missiles to Cuba, bringing to an end the Cuban missile crisis.","6":"\"Fiorello!\" closes at Broadhurst Theater NYC starring Tom Bosley after 796 performances and a Pulitzer Prize","7":"Mahmoud Ahmadinejad\npresident of Iran\nwas born","8":"Bill Gates\nAmerican computer programmer, businessman, and philanthropist\nwas born","9":"American computer programmer and entrepreneur Bill Gates—who cofounded Microsoft, the world's largest personal-computer software company—was born.","10":"Caitlyn Jenner\nAmerican athlete\nwas born","11":"\"How Green Was My Valley\" based on the novel by Richard Llewellyn, directed by John Ford and starring Walter Pidgeon and Maureen O'Hara premieres in New York (Best Picture 1942)","12":"Miner M.de Bruin discovers the infant fossil skull, \"Taung child\" in a lime quarry in Taung, South Africa. Paleoanthropologist Raymond Dart identifies the fossil as a new hominin species, Australopithecus africanus.","13":"Volstead Act passed by US Congress, establishing prohibition, despite President Woodrow Wilson's veto","14":"The U.S. Congress overrode President Woodrow Wilson's veto and passed the Volstead Act, providing enforcement guidelines for Prohibition.","15":"Tomáš Masaryk, Edvard Beneš, and other leaders issued a proclamation announcing the formation of an independent Czechoslovakian state.","16":"American physician and medical researcher Jonas Edward Salk, who developed the first safe and effective vaccine for polio, was born.","17":"Jonas Salk\nAmerican physician and medical researcher\nwas born","18":"St Louis police try a new investigation method - fingerprints","19":"After over 5 months second Olympic games in Paris, France, close","20":"Statue of Liberty dedicated\nOn this day in 1886 U.S. President Grover Cleveland officially dedicated the Statue of Liberty—a gift from the people of France to the people of the United States—on Bedloe's (later Liberty) Island in Upper New York Bay.","21":"Sarawak's head of state Charles Brooke (40) weds Margaret Alice Lili de Windt (20) at Highworth, Wiltshire","22":"Painter Edouard Manet (31) weds Suzanne Leenhoff (34)","23":"Spain, yielding to British demands, signed the convention that resolved the Nootka Sound controversy.","24":"Peruvian cities of Lima and Callao demolished by earthquake, 18,000 die","25":"Harvard University, the oldest institute of higher learning in the United States, was founded by the Great and General Court of the Massachusetts Bay Colony.","26":"The first university in the New World, the Universidad Santo Tomás de Aquino, is established on Hispaniola","27":"Prince Henry of France (later Henry II) (14) marries Florentine noblewoman Catherine de' Medici (14)","28":"Christopher Columbus sights Cuba and claims it for Spain under the name \"Juana\""}}