{"Year":{"0":"2017","1":"2011","2":"2007","3":"2001","4":"1998","5":"1991","6":"1983","7":"1978","8":"1975","9":"1975","10":"1969","11":"1968","12":"1965","13":"1962","14":"1962","15":"1958","16":"1947","17":"1945","18":"1937","19":"1922","20":"1918","21":"1902","22":"1892","23":"1882","24":"1877","25":"1864","26":"1829","27":"1813","28":"1813","29":"1789","30":"1582"},"Event":{"0":"\"The New York Times\" publishes investigation into sexual harassment behaviour by Hollywood producer Harvey Weinstein","1":"American businessman Steve Jobs, a pioneer of the personal computer era who cofounded Apple and transformed it into one of the world's most successful companies, died.","2":"Actress Reese Witherspoon (30) divorces actor Ryan Phillippe (32) due to irreconcilable differences after 7 years of marriage","3":"Barry Bonds of the San Francisco Giants broke Mark McGwire's single-season home-run record when he hit his 71st and 72nd home runs of the season and finished the season with 73.","4":"The Judiciary Committee of the U.S. House of Representatives recommended impeachment hearings against President Bill Clinton.","5":"Director Martin Scorsese (48) divorces producer Barbara De Fina (41) after 6 years of marriage","6":"Lech Wałęsa, leader of Poland's Solidarity union, received the Nobel Prize for Peace.","7":"Over 30 major nations ratify the Environmental Modification Convention which prohibits weather warfare that has widespread, long-lasting or severe effects","8":"English actress Kate Winslet, who was known for her sharply drawn portrayals of spirited and unusual women, was born.","9":"Kate Winslet\nEnglish actress\nwas born","10":"The British television series Monty Python's Flying Circus debuted on the BBC and proved to be a watershed for TV comedy around the world.","11":"\"The Dirty Dozen\" actor Charles Bronson (46) weds Jill Ireland","12":"Mario Lemieux\nCanadian ice hockey player\nwas born","13":"The Beatles release their first record, \"Love Me Do\"","14":"\"Dr. No\", 1st James Bond film based on the novel by Ian Fleming and starring Sean Connery and Ursula Andress, premieres in London","15":"Neil deGrasse Tyson\nAmerican astronomer\nwas born","16":"Harry Truman makes the 1st Presidential address televised from the White House","17":"Actress Janet Leigh (18) weds Stanley Reames at Morris Chapel in Stockton, California","18":"Two-time Oscar winner actor Anthony Quinn (22) weds actress Katherine de Mille (26)","19":"NY Yankees and Giants play out a controversial 3-3 tie in 10 innings in Game 2 of Baseball World Series at Polo Grounds, Manhattan, NY; Giants win series, 4-0-1","20":"Allied forces broke through the Hindenburg Line in World War I.","21":"Ray Kroc\nAmerican businessman\nwas born","22":"The Dalton Brothers—famous American outlaws in the Old West—rode into Coffeyville, Kansas, intent upon robbing the town's two banks, but they were recognized and, coming out of one bank, were met by wild gunfire from vigilantes.","23":"American educator and inventor Robert Hutchings Goddard, generally acknowledged to be the father of modern rocketry, was born.","24":"A small band of Nez Percé warriors, under the leadership of Chief Joseph, surrendered to General Nelson A. Miles after holding off U.S. forces that had tracked them through Idaho, Yellowstone Park, and Montana.","25":"Most of Calcutta destroyed by cyclone, approx 60,000 die","26":"Chester A. Arthur\npresident of United States\nwas born","27":"Battle of the Thames\nOn this day in 1813, during the War of 1812, a British army with some 1,000 Indian allies under the famed leader Tecumseh was defeated by U.S. troops in the Battle of the Thames in what is now Ontario, Canada.","28":"Battle of Thames in Canada; Americans defeat British","29":"French Revolution: Women of Paris march to Versailles in the March on Versailles to confront Louis XVI about his refusal to promulgate the decrees on the abolition of feudalism, demand bread, and have the King and his court moved to Paris","30":"Gregorian calendar introduced in Italy and other Catholic countries"}}