{"Year":{"0":"2016","1":"2014","2":"2006","3":"1989","4":"1987","5":"1974","6":"1970","7":"1957","8":"1957","9":"1956","10":"1946","11":"1941","12":"1900","13":"1895","14":"1895","15":"1895","16":"1883","17":"1822","18":"1822","19":"1795","20":"1767","21":"1539","22":"1537","23":"1535","24":"1190"},"Event":{"0":"Singer Gwen Stefani and musician Gavin Rossdale divorce after 13 years of marriage","1":"Haitian politician Jean-Claude Duvalier (“Baby Doc”), who was president of Haiti from 1971 to 1986, died in Port-au-Prince while he was on trial for alleged human rights abuses.","2":"WikiLeaks is launched, created by internet activist Julian Assange","3":"The American racehorse Secretariat, who in 1973 won the U.S. Triple Crown (the Kentucky Derby, the Preakness Stakes, and the Belmont Stakes), was euthanized after contracting laminitis.","4":"\"The Last Emperor\" directed by Bernardo Bertolucci and starring John Lone, Joan Chen and Peter O'Toole premieres at the Tokyo Film Festival (Best Picture 1988)","5":"John Lennon releases \"Walls & Bridges\" album featuring No. 1 single \"Whatever Gets You thru the Night\"","6":"American singer Janis Joplin, who was known for her fierce and uninhibited musical style, died of an accidental overdose of heroin.","7":"Sputnik 1 launched by U.S.S.R.\nOn this day in 1957 the Soviet Union launched Sputnik 1, the first artificial satellite, which orbited the Earth until 1958, inaugurated the space age, and heightened Cold War competition between the U.S.S.R. and the U.S.","8":"USSR launches Sputnik I, 1st artificial Earth satellite","9":"Christoph Waltz\nAustrian actor\nwas born","10":"Susan Sarandon\nAmerican actress\nwas born","11":"Anne Rice\nAmerican author\nwas born","12":"In a final confrontation, some 4000 Ashantis are defeated by the British in Gold Coast (Ghana)","13":"Buster Keaton\nAmerican actor\nwas born","14":"1st US Open Golf, Newport GC: Englishman Horace Rawlins wins inaugural event; beats Willie Dunn of Scotland by 2 strokes","15":"American film comedian and director Buster Keaton, who was known for his deadpan expression and his imaginative and often elaborate visual comedy, was born.","16":"The Orient Express departs on its first official journey from Paris to Instanbul","17":"Rutherford B. Hayes\npresident of United States\nwas born","18":"Rutherford B. Hayes, the 19th president of the United States (1877–81), who brought post-Civil War Reconstruction to an end in the South, was born.","19":"\"Rime of the Ancient Mariner\" poet Samuel Coleridge (22) marries Sarah Fricker in Bristol, England","20":"Prince Willem V marries Prussian princess Wilhelmina","21":"English King Henry VIII marries Anne of Cleves, his 4th wife","22":"The first complete English-language Bible (the Matthew Bible) is printed, with translations by William Tyndale and Miles Coverdale.","23":"The first complete English Bible, the work of Miles Coverdale, came off the press either in Zürich (Switzerland) or in Cologne (Germany).","24":"Richard I (the Lionheart), on his way to Jerusalem during the Third Crusade, invaded a hostile Sicily and took the key city of Messina."}}