{"Year":{"0":"2012","1":"1993","2":"1980","3":"1980","4":"1964","5":"1960","6":"1959","7":"1950","8":"1949","9":"1948","10":"1948","11":"1944","12":"1942","13":"1929","14":"1929","15":"1922","16":"1917","17":"1907","18":"1858","19":"1854","20":"1805","21":"1805","22":"1797","23":"1520"},"Event":{"0":"American politician and liberal activist George McGovern, who ran unsuccessfully as a reformist Democratic challenger in the 1972 presidential race against incumbent Republican Pres. Richard M. Nixon, died in South Dakota.","1":"Military coup by Burundi President Ndadaye; 525,000 Hutus flee","2":"Kim Kardashian\nAmerican television personality and entrepreneur\nwas born","3":"Phillies win their 1st World Championship in their 98-year history","4":"Film version of \"My Fair Lady\" directed by George Cukor and starring Rex Harrison and Audrey Hepburn premieres in New York (Academy Awards Best Picture 1965)","5":"John F. Kennedy and Richard M. Nixon debated for the fourth and final time before the 1960 U.S. presidential election.","6":"The Guggenheim Museum, designed by Frank Lloyd Wright, opened in New York City.","7":"Chinese forces occupy Tibet","8":"Benjamin Netanyahu\nprime minister of Israel\nwas born","9":"UN rejects Russian proposal to destroy atomic weapons","10":"Science fiction pioneering author \"Stranger in a Strange Land\" Robert A. Heinlein marries 3rd wife Virginia \"Ginny\" Gerstenfeld","11":"World War II: US troops capture Aachen, 1st large German city to fall","12":"Judith Sheindlin\nAmerican jurist\nwas born","13":"Ursula K. Le Guin\nAmerican author\nwas born","14":"Bank robber Willie Sutton (28) weds Louise Leudemann","15":"Liliane Bettencourt\nFrench business executive\nwas born","16":"Irish poet and playwright William Butler Yeats (52) weds Georgie Hyde-Lees (25)","17":"Franz Lehár's operetta The Merry Widow opened in New York City.","18":"Jacques Offenbach's operetta \" Orpheus in the Underworld\" (Orphée aux Enfers) premieres in Paris, includes \"Infernal Galop\" (can-can tune)","19":"Florence Nightingale with a staff of 38 nurses is sent to the Crimean War","20":"Battle of Trafalgar: British Admiral Horatio Nelson defeats combined French and Spanish fleet. Nelson shot and killed during battle.","21":"A fleet of 33 ships (18 French and 15 Spanish) under Admiral Pierre-Charles-Jean-Baptiste-Silvestre de Villeneuve fought and was defeated by a British fleet of 27 ships under Admiral Horatio Nelson in the Battle of Trafalgar (combat was waged west of Cape Trafalgar, Spain).","22":"One of the first frigates built for the U.S. Navy, the Constitution (byname Old Ironsides), was launched in Boston.","23":"Magellan's discovery of gateway to circumnavigating the globe\nOn this day in 1520, explorer Ferdinand Magellan and three Spanish ships entered the strait later named for him, sailing between the mainland tip of South America and the island of Tierra del Fuego toward the Pacific Ocean."}}