{"Year":{"0":"2014","1":"2011","2":"2002","3":"1998","4":"1973","5":"1973","6":"1973","7":"1973","8":"1971","9":"1968","10":"1964","11":"1956","12":"1950","13":"1949","14":"1943","15":"1935","16":"1931","17":"1921","18":"1882","19":"1882","20":"1864","21":"1859","22":"1853","23":"1822","24":"1803","25":"1803","26":"1740","27":"1603","28":"1600","29":"1097"},"Event":{"0":"Dominican-born American fashion designer Oscar de la Renta—whose work, blending European luxury with American ease, helped define standards of elegant dressing among socialites, U.S. first ladies, and red-carpet celebrities—died in Connecticut.","1":"Libyan de facto leader Muammar al-Qaddafi was killed by rebel forces following a revolt that received international military assistance.","2":"Blue Stream, the deepest underwater pipeline in the world, opened in Turkey and was put in use for the transport of natural gas.","3":"Comedian Richard Pryor is awarded the 1st ever Mark Twain Prize for American Humour","4":"During the ongoing Watergate investigation, U.S. President Richard M. Nixon fired special prosecutor Archibald Cox, prompting the resignations of Attorney General Elliot Richardson and Deputy Attorney General William D. Ruckelshaus in what has been called the “Saturday Night Massacre” of Justice Department officials.","5":"Queen Elizabeth II opens Sydney Opera House","6":"President Nixon proclaims Jim Thorpe greatest athlete of 1st ½ century","7":"Opening of Sydney Opera House\nAustralia's Sydney Opera House—designed by Danish architect Jørn Utzon, whose dynamic, imaginative, but problematic plan won an international competition in 1957—was opened by Queen Elizabeth II on this day in 1973.","8":"Snoop Dogg\nAmerican rapper and songwriter\nwas born","9":"Former first lady Jacqueline Kennedy married Greek shipping magnate Aristotle Onassis.","10":"Former U.S. president Herbert Hoover died in New York City.","11":"Danny Boyle\nBritish filmmaker\nwas born","12":"Tom Petty\nAmerican musician\nwas born","13":"Constitutional lawyer Phyllis Schlafly (25) weds attorney John Fred Schlafly, Jr.","14":"British Children's writer Enid Blyton marries 2nd husband surgeon Kenneth Fraser Darrell Waters at City of Westminster registry office, London","15":"Communist forces end their Long March at Yan'an, in Shaanxi, China, bringing Mao Zedong to prominence","16":"American baseball player Mickey Mantle—who was one of the game's greatest players, known for his tremendous power as a switch-hitter—was born.","17":"France and the Grand National Assembly of Turkey signed the Treaty of Ankara.","18":"Bela Lugosi\nHungarian-American actor\nwas born","19":"Actor Bela Lugosi—who was famous for his sinister portrayal of the elegantly mannered vampire Count Dracula—was born in Hungary.","20":"US President Abraham Lincoln formally establishes Thanksgiving as a national holiday","21":"John Dewey\nAmerican philosopher and educator\nwas born","22":"23rd US President Benjamin Harrison (20) weds music teacher Caroline Scott (21)","23":"The Congress of Verona, the last of the meetings held by the European powers in accordance with the terms of the Quadruple Alliance, opened in Verona, Italy.","24":"The U.S. Senate, after due consideration and considerable oratory, ratified the Louisiana Purchase.","25":"US Senate ratifies the Louisiana Purchase","26":"Holy Roman Emperor Charles VI died, setting off the War of the Austrian Succession.","27":"Chinese uprising in Philippines fails after 23,000 killed","28":"The Battle of Sekigahara established the hegemony of the Tokugawa family in Japan.","29":"1st Crusaders arrive in Antioch during the First Crusade"}}