{"Year":{"0":"539","1":"437","2":"2015","3":"2015","4":"2010","5":"2004","6":"1995","7":"1994","8":"1960","9":"1956","10":"1956","11":"1951","12":"1950","13":"1950","14":"1947","15":"1938","16":"1938","17":"1929","18":"1929","19":"1901","20":"1897","21":"1897","22":"1891","23":"1787","24":"1709","25":"1665","26":"1618","27":"1268"},"Event":{"0":"BC King Cyrus \"the Great\" of Persia marches into Babylon, freeing Jewish captives and allowing them to return home","1":"Valentinian III, Western Roman Emperor, marries Licinia Eudoxia, daughter of his cousin Theodosius II, Eastern Roman Emperor in Constantinople. This unifies the two branches of the House of Theodosius","2":"China announces the end of their one-child policy after 35 years","3":"It was announced that China was ending its one-child policy; beginning in 2016, couples could have two children.","4":"Country singer Randy Travis (51) divorces manager Lib Hatcher due to state of incompatibility exists between the two parties after 19 long years of marriage. One of country music's longest-lasting couples","5":"\"Jackass\" member Chris Pontius (30) weds Claire Nolan in Malibu","6":"Terry Southern, Academy Award-nominated screenwriter for Dr. Strangelove and Easy Rider, died in New York City.","7":"Impressionist Rich Little (55) weds comedian Jeannette Markey (28) at the MGM Grand Hotel in Las Vegas","8":"Cassius Clay [Muhammad Ali] first professional fight, beats Tunney Hunsaker on points in 6 rounds in Louisville, KY","9":"Israel's army attacked Egypt in the Sinai Peninsula in a fight for control of the Suez Canal area.","10":"NBC anchors Chet Huntley and David Brinkley first team up in \"The Huntley–Brinkley Report\"","11":"Singer\/actor Frank Sinatra and 1st wife Nancy (Barbato) divorce due to infidelity after 12 years of marriage","12":"King Gustav V of Sweden, a strong proponent of Swedish neutrality during World War II, died in Stockholm.","13":"Abdullah Gül\npresident of Turkey\nwas born","14":"Richard Dreyfuss\nAmerican actor\nwas born","15":"Ellen Johnson Sirleaf\npresident of Liberia\nwas born","16":"Liberian politician and economist Ellen Johnson-Sirleaf—who was elected president of Liberia in 2006, becoming the first woman to be voted head of state of an African country—was born.","17":"\"Black Tuesday\" Wall Street Stock Market crashes triggering the \"Great Depression\"","18":"Collapse of U.S. stock market prices\nJust five days after nearly 13 million shares of U.S. stock were sold in one day in 1929, an additional 16 million shares were sold this day, called “Black Tuesday,” further fueling the crisis known as the Great Depression.","19":"Anarchist Leon Czolgosz was executed for the assassination of U.S. President William McKinley.","20":"Joseph Goebbels, minister of propaganda for the German Third Reich under Adolf Hitler, was born.","21":"Joseph Goebbels\nGerman propagandist\nwas born","22":"Fanny Brice\nAmerican actress\nwas born","23":"Opera \"Don Giovanni\", music by Wolfgang Amadeus Mozart, libretto by Lorenzo Da Ponte premieres at the National Theater of Bohemia in Prague","24":"The community of Cistercian nuns at Port-Royal, an abbey in France, was dispersed and exiled to other convents because of their involvement with Jansenism.","25":"Battle of Mbwila [Ambuila],: Portuguese forces defeat forces of the Kingdom of Kongo and decapitate King Antonio I of Kongo \/ Nvita a Nkanga","26":"British adventurer and writer Sir Walter Raleigh was executed for treason.","27":"Conradin, the last legitimate male heir of the German Hohenstaufen dynasty of Kings and Holy Roman Emperors, is executed with Frederick I, Margrave of Baden by Charles I of Sicily"}}