{"Year":{"0":"42","1":"2015","2":"2001","3":"2001","4":"1993","5":"1983","6":"1981","7":"1977","8":"1962","9":"1959","10":"1956","11":"1956","12":"1954","13":"1944","14":"1943","15":"1942","16":"1942","17":"1942","18":"1941","19":"1938","20":"1925","21":"1925","22":"1918"},"Event":{"0":"BC Roman Republican civil wars: Second Battle of Philippi - Brutus's army is decisively defeated by Mark Antony and Octavian. Brutus commits suicide.","1":"Adele releases her single \"Hello\" - becomes 1st song with more than a million downloads in 1st week (1.1m)","2":"Apple introduced the iPod, a portable media player that became one of the most successful and revolutionary products of the early 2000s.","3":"The Provisional Irish Republican Army of Northern Ireland commences disarmament after peace talks","4":"Joe Carter of the Toronto Blue Jays hits a World Series winning walk-off home run against the Philadelphia Phillies","5":"U.S. and French troops attacked in Beirut\nOn this day in 1983, suicide bombers drove truckloads of high explosives into the barracks of U.S. Marines and French paratroopers in Beirut, killing 241 U.S. servicemen and 58 French troops.","6":"US national debt hits $1 trillion","7":"Paleontologist Elso Barghoorn announces discovery of a 3.4-billion year old one-celled fossil, the earliest life form","8":"Doug Flutie\nAmerican football player\nwas born","9":"Nancy Grace\nAmerican legal commentator\nwas born","10":"The International Atomic Energy Agency was created with the purpose of increasing the contribution of atomic energy to world peace.","11":"The Hungarian Revolution began with a massive demonstration in Budapest.","12":"Ang Lee\nTaiwan-born film director\nwas born","13":"During World War II, U.S. forces under the leadership of Admiral William F. Halsey, Jr., commenced a decisive air and sea battle against the Japanese on the central Philippine island of Leyte.","14":"55th UK Prime Minister David Lloyd George (80) weds second wife Frances Stevenson","15":"Michael Crichton\nAmerican author\nwas born","16":"During WW II, Britain launches major offensive at El Alamein, Egypt","17":"The British, led by Field Marshal Bernard Montgomery, launched a successful infantry attack against the Germans at El-Alamein, Egypt, during World War II.","18":"Walt Disney's animated film \"Dumbo\" released","19":"SS Officer Amon Göth (29) weds Anny Geiger on a civil ceremony","20":"American comedian Johnny Carson—who, as host of The Tonight Show (1962–92), established the standard format for television chat shows—was born.","21":"Johnny Carson\nAmerican entertainer\nwas born","22":"Actor Charlie Chaplin (29) weds Mildred Harris (17)"}}