{"Year":{"0":"2008","1":"2005","2":"2003","3":"1986","4":"1985","5":"1979","6":"1970","7":"1969","8":"1962","9":"1962","10":"1962","11":"1957","12":"1954","13":"1945","14":"1940","15":"1929","16":"1929","17":"1922","18":"1917","19":"1867","20":"1861","21":"1857","22":"1775","23":"1648","24":"1648","25":"1632","26":"1632","27":"1260"},"Event":{"0":"\"Bloody Friday\" saw many of the world's stock exchanges experienced the worst declines in their history, with drops of around 10% in most indices.","1":"African American civil rights activist Rosa Parks—whose refusal to relinquish her seat on a public bus to a white man in 1955 helped ignite the American civil rights movement—died in Detroit.","2":"Supersonic passenger service ended as British Airways flew its last Concorde flight; Air France had ceased similar operations in May.","3":"Drake\nCanadian rapper\nwas born","4":"Wayne Rooney\nBritish football player\nwas born","5":"Guinness Book of Records presents Paul McCartney with a rhodium disc as all-time best selling singer-songwriter","6":"Salvador Allende's election as the first Marxist president of Chile was confirmed.","7":"\"Love Story\" actress Ali MacGraw (30) weds film producer Robert Evans (39)","8":"\"The Manchurian Candidate\", directed by John Frankenheimer, starring Frank Sinatra and Laurence Harvey, is released","9":"Cuban missile crisis: Soviet ships approach but stop short of the US blockade of Cuba","10":"\"The Manchurian Candidate\", directed by John Frankenheimer, starring Frank Sinatra and Laurence Harvey, is released","11":"Singer Bing Cosby marries second wife actress Kathryn Grant","12":"Malcolm Turnbull\nprime minister of Australia\nwas born","13":"United Nations established\nThe charter for the United Nations—the world's premier international organization, established at the end of World War II to maintain world peace and friendly relations among nations—entered into force this day in 1945.","14":"The 40-hour workweek went into effect under the U.S. Fair Labor Standards Act of 1938.","15":"A record 12,894,650 shares of stock were traded, causing the first day of real panic in the Crash of 1929, known as “Black Thursday.”","16":"\"Black Thursday\", start of stock market crash, Dow Jones down 12.8%","17":"Benito Mussolini summoned a “March on Rome” and subsequently became dictator of Italy.","18":"More than 600,000 Italians surrendered or retreated at the Battle of Caporetto during World War I.","19":"US Admiral George Dewey (29) weds daughter of New Hampshire's war governor Susan Goodwin","20":"The first transcontinental telegram was sent via the telegraph in the United States, effectively bringing to an end the Pony Express.","21":"World's first soccer club, Sheffield F C, founded in Yorkshire, England","22":"Bahādur Shāh II\nMughal emperor\nwas born","23":"Treaty of Westphalia ends The Thirty Year's War in the Holy Roman Empire; Switzerland's independence recognized","24":"The Peace of Westphalia ended the Eighty Years' War between Spain and the Dutch and the German phase of the Thirty Years' War.","25":"Antonie van Leeuwenhoek\nDutch scientist\nwas born","26":"Dutch microscopist Antonie van Leeuwenhoek, who became the first to observe bacteria and protozoans, was born.","27":"Qutuz, Mamluk Sultans of Egypt (1259-60), is assassinated by Baibars, a fellow Mamluk leader, who seizes power for himself"}}