{"Year":{"0":"2003","1":"1998","2":"1984","3":"1979","4":"1978","5":"1977","6":"1968","7":"1965","8":"1964","9":"1962","10":"1946","11":"1936","12":"1934","13":"1925","14":"1924","15":"1923","16":"1923","17":"1912","18":"1908","19":"1900","20":"1890","21":"1888","22":"1859","23":"1846","24":"1813","25":"1813","26":"1793","27":"1758"},"Event":{"0":"Hungarian boxer László Papp—who was the first three-time Olympic boxing champion, winning gold medals in 1948, 1952, and 1956—died in Budapest.","1":"Former Chilean dictator General Augusto Pinochet is arrested in London on a Spanish warrant requesting his extradition on murder charges","2":"Joyce King divorces NBA guard George Gervin (32) after nearly 8 years of marriage","3":"MLB outfielder Tim Raines (20) weds his high school sweetheart Virginia Hilton","4":"Polish Cardinal Karol Wojtyla elected Pope John Paul II","5":"John Mayer\nAmerican singer, songwriter, and guitarist\nwas born","6":"Americans Tommie Smith (gold 19.83 WR) and John Carlos (bronze) famously give the Black Power salute on the 200m medal podium during the Mexico City Olympics","7":"Singer Leslie Uggams marries Grahame Pratt in NYC","8":"China, eager to join the nuclear race, successfully detonated its first atomic bomb.","9":"Cuban missile crisis begins as JFK is shown photos confirming the presence of Soviet missiles in Cuba","10":"Ten of the 12 defendants sentenced to death at the Nürnberg trials, including Joachim von Ribbentrop and Ernst Kaltenbrunner, were executed.","11":"Andrei Chikatilo\nSoviet serial killer\nwas born","12":"Mao Zedong & 25,000 troops begin 6,000 mile Long March","13":"Angela Lansbury\nAmerican actress\nwas born","14":"American writer (\"Gone with the Wind\") Margaret Mitchell divorces 1st husband Berrien (Red) Upshaw","15":"General Francisco Franco (30) marries María del Carmen Polo y Martínez-Valdés (23) at Church of San Juan el Real in Oviedo","16":"Disney Brothers Cartoon Studio founded","17":"Arnold Schoenberg's \"Pierrot Lunaire,\" premieres at the Berlin Choralion-Saal sung by Albertine Zehme","18":"Enver Hoxha\nprime minister of Albania\nwas born","19":"Great Britain and Germany sign the Anglo-German Treaty, agreeing to maintain territorial integrity of China and support 'open door' policy called for by US Secretary of State","20":"Michael Collins\nIrish statesman\nwas born","21":"American dramatist Eugene O'Neill, winner of the Nobel Prize for Literature in 1936, was born.","22":"John Brown, a militant abolitionist, made his legendary raid on the U.S. arsenal at Harpers Ferry.","23":"William Thomas Green Morton first demonstrated the use of ether as a general anesthetic before a gathering of physicians at Massachusetts General Hospital in Boston.","24":"Battle of Leipzig, largest battle in Europe prior to WWI, Napoleon's forces defeated by Prussia, Austria and Russia","25":"Napoleon led his troops against an allied force of Austrian, Prussian, Russian, and Swedish troops during the Battle of Leipzig.","26":"Marie-Antoinette guillotined\nAfter the French Revolution began, Marie-Antoinette, queen consort of Louis XVI, was targeted by agitators who, enraged by her extravagance and attempts to save the monarchy, ultimately guillotined her on this day in 1793.","27":"American lexicographer Noah Webster, who was instrumental in giving American English a dignity and vitality of its own, was born."}}