{"Year":{"0":"2003","1":"1991","2":"1974","3":"1974","4":"1973","5":"1960","6":"1944","7":"1943","8":"1938","9":"1935","10":"1921","11":"1917","12":"1909","13":"1905","14":"1905","15":"1899","16":"1896","17":"1895","18":"1885","19":"1613","20":"1485","21":"1340","22":"1340","23":"130"},"Event":{"0":"American basketball player LeBron James, who was drafted directly out of high school, made his NBA debut with the Cleveland Cavaliers.","1":"Singer Clint Black (34) weds actress Lisa Hartman (29)","2":"\"Rumble in the Jungle\": Muhammad Ali KOs George Foreman in the 8th round in Kinshasa, Zaire; regains world heavyweight boxing title with famous \"rope-a-dope\" tactic","3":"Muhammad Ali knocked out George Foreman in the “Rumble in the Jungle,” regaining the world heavyweight boxing title.","4":"The Bosphorus Bridge in Istanbul, Turkey is completed, connecting the continents of Europe and Asia over the Bosporus for the first time","5":"Diego Maradona\nArgentine soccer player\nwas born","6":"Aaron Copland's ballet score \"Appalachian Spring\" premieres in Washington, D.C. with Martha Graham dancing lead role","7":"Italian director Federico Fellini marries actress Giulietta Masina","8":"Orson Welles's radio dramatization of H.G. Wells's War of the Worlds was broadcast, causing great alarm—though reports of a nationwide panic were unfounded—as some listeners feared a genuine invasion from Mars.","9":"Michael Robert Winner\nBritish film director\nwas born","10":"\"The Sheik\", a silent film starring Rudolph Valentino, premieres in Los Angeles","11":"British government gives final approval to Balfour Declaration","12":"Homi Bhabha\nIndian physicist\nwas born","13":"\"October Manifesto\" Russian Tsar Nicholas II grants civil liberties and accepts the first Duma (Parliament)","14":"Emperor Nicholas II issued the October Manifesto, bringing the end of unlimited autocracy in Russia and ushering in an era of constitutional monarchy.","15":"Battle of Ladysmith, Natal: Boers defeat the British, leading to the Siege of Ladysmith","16":"Ruth Gordon\nAmerican writer and actress\nwas born","17":"German bacteriologist and pathologist Gerhard Domagk, recipient of the 1939 Nobel Prize for Physiology or Medicine for his discovery (announced in 1932) of the antibacterial effects of Prontosil, was born.","18":"Ezra Pound\nAmerican poet\nwas born","19":"Astronomer Johannes Kepler marries his second wife Susanna Reuttinger","20":"Henry Tudor crowned king of England\nHenry Tudor, who was crowned Henry VII on this day in 1485, founded the Tudor dynasty, ended the Wars of the Roses, used his children's marriages to build alliances, and signed treaties that increased England's power.","21":"An allied force of Castilian and Portuguese Christians defeated the Muslim Marīnids of North Africa at the Battle of Río Salado.","22":"Battle of Rio Salado Battle (or Tarifa): King Afonso IV of Portugal and King Alfonso XI of Castile defeat Sultan Abu al-Hasan 'Ali of Morocco and Yusuf I of Granada, last Marīnids invasion of Iberian Peninsula","23":"The Roman emperor Hadrian officially founded the city of Antinoöpolis in ancient Egypt."}}