{"Year":{"0":"539","1":"2001","2":"2000","3":"1999","4":"1998","5":"1975","6":"1968","7":"1968","8":"1966","9":"1960","10":"1915","11":"1898","12":"1896","13":"1893","14":"1872","15":"1866","16":"1822","17":"1810","18":"1810","19":"1798","20":"1537","21":"1492","22":"1492","23":"1279"},"Event":{"0":"BC The army of Cyrus the Great of Persia takes Babylon","1":"The centennial Nobel Prize for Peace was awarded to the United Nations and the organization's secretary-general, Kofi Annan.","2":"While preparing to refuel in the Yemeni port of Aden, the USS Cole, a U.S. naval destroyer, was attacked by suicide bombers associated with al-Qaeda; 17 sailors were killed and 39 wounded.","3":"The Day of Six Billion: the proclaimed 6 billionth living human in the world is born","4":"American college student Matthew Shepard died in Fort Collins, Colorado, several days after being beaten by two men and left in the cold in Laramie, Wyoming; Shepard's homosexuality was believed to have motivated the attack, and his death contributed to the expansion of federal hate-crime legislation.","5":"Marion Jones\nAmerican athlete\nwas born","6":"IXX Summer Olympic Games open at Mexico City, Mexico; first Olympics in Latin America","7":"Hugh Jackman\nAustralian performer\nwas born","8":"Jimi Hendrix Experience forms with Jimi Hendrix, Noel Redding & Mitch Mitchell","9":"Japanese politician Inejiro Asanuma is assassinated with a sword during a televised debate live on TV by 17-year old nationalist Otoya Yamaguchi","10":"Ford Motor Company under Henry Ford manufactures its 1 millionth automobile at the River Rouge plant in Detroit","11":"A landmark in labour union history, a coal-mine riot took place in Virden, Illinois, when strikebreakers were brought in.","12":"Eugenio Montale, Italian poet, prose writer, editor, and translator who won the Nobel Prize for Literature in 1975, was born in Genoa.","13":"Education pioneer Booker T. Washington (37) weds Margaret James Murray","14":"Ralph Vaughan Williams\nBritish composer\nwas born","15":"Ramsay MacDonald, the first Labour Party prime minister of the United Kingdom—in the Labour governments of 1924 and 1929–31 and in the national coalition government of 1931–35—was born.","16":"\"The Hunchback of Notre Dame\" author Victor Hugo (20) weds Adele Fourcher","17":"First Oktoberfest: The Bavarian royalty invites the citizens of Munich to join the celebration of the marriage of Crown Prince Ludwig of Bavaria to Princess Therese von Sachsen-Hildburghausen.","18":"The first Oktoberfest was celebrated in Munich, in the form of a horse race held in honour of the marriage of the crown prince of Bavaria (who later became King Louis I) to Princess Therese von Sachsen-Hildburghausen.","19":"Pedro I\nemperor of Brazil\nwas born","20":"Edward VI\nking of England and Ireland\nwas born","21":"New World sighted \nThe New World was “discovered” this day in 1492 when land (most likely San Salvador) was sighted in the Caribbean from the Pinta, one of the three ships that participated in Christopher Columbus's historic voyage.","22":"Christopher Columbus's expedition makes landfall on a Caribbean island he names San Salvador (likely Watling Island, Bahamas). The explorer believes he has reached East Asia (OS 21 Oct)","23":"Nichiren, a Japanese Buddhist monk, founder of Nichiren Buddhism, inscribes the Dai-Gohonzon"}}