{"Year":{"0":"202","1":"2015","2":"2003","3":"1996","4":"1991","5":"1988","6":"1987","7":"1987","8":"1975","9":"1969","10":"1962","11":"1945","12":"1944","13":"1943","14":"1931","15":"1926","16":"1926","17":"1897","18":"1864","19":"1812","20":"1781","21":"1781"},"Event":{"0":"BC Battle of Zama: Hannibal Barca and the Carthaginian army are defeated by Roman legions under Scipio Africanus, ending 2nd Punic War","1":"US scientists from University of California find evidence life on earth may have begun 4.1 billion years ago, 300 million earlier than previously thought","2":"Pope John Paul II beatified Mother Teresa, who had won the 1979 Nobel Peace Prize for her charity work.","3":"\"Rescue Me\" actor-comedian Lenny Clarke (43) weds former TV producer Jennifer Miller (31) at Martha's Vineyard in Cambridge, Massachusetts","4":"Filmmaker Michael Moore (37) weds movie producer Kathleen Glynn (32)","5":"US Senate passes bill curbing ads during children's TV shows","6":"Black Monday: Stock markets around the world crash, including the Dow Jones stock index, which falls 508.32 points (22%), 4½ times the previous daily record","7":"The Dow Jones Industrial Average plummeted nearly 23 percent, the largest one-day percentage drop in the stock market's history.","8":"\"A Chorus Line\", held record longest-running Broadway show (6,137 performances), first premieres at the Shubert Theatre in New York","9":"Trey Parker\nAmerican screenwriter, actor, and producer\nwas born","10":"Evander Holyfield\nAmerican boxer\nwas born","11":"John Lithgow\nAmerican actor\nwas born","12":"Peter Tosh\nJamaican singer and songwriter\nwas born","13":"Streptomycin, the first antibiotic remedy for tuberculosis, is isolated by researchers at Rutgers University","14":"John le Carré\nBritish writer\nwas born","15":"Pathologist Howard Florey (28) weds Ethel Reed at Holy Trinity Church in Paddington, New South Wales","16":"Russian Politburo throws out Leon Trotsky and his followers","17":"American industrialist George M. Pullman, inventor of the Pullman sleeping car used on railroads, died.","18":"Confederate soldiers based in Canada crossed into St. Albans, Vermont, and robbed three banks in order to agitate the Union during the American Civil War.","19":"Napoleon began his disastrous retreat from Russia.","20":"British forces under General Charles Cornwallis sign terms of surrender to George Washington and Comte de Rochambeau at Yorktown at 2 pm; US Revolutionary War ends","21":"Surrender of Lord Cornwallis\nOn this day in 1781, Britain's Lord Cornwallis surrendered at Yorktown, Virginia, handing a huge victory to American Gen. George Washington and effectively ending the American Revolution and assuring America's independence."}}