{"Year":{"0":"2007","1":"2000","2":"1984","3":"1962","4":"1956","5":"1952","6":"1950","7":"1946","8":"1939","9":"1939","10":"1939","11":"1931","12":"1931","13":"1931","14":"1927","15":"1926","16":"1926","17":"1926","18":"1922","19":"1922","20":"1898","21":"1869","22":"1867","23":"1867","24":"1854","25":"1685","26":"1469","27":"1009"},"Event":{"0":"After eight years of self-imposed exile, Benazir Bhutto returned to Pakistan, and hours later she was nearly killed when her motorcade was bombed in Karāchi; she was assassinated in December.","1":"Actress Demi Moore (37) divorces actor Bruce Willis (45) due to irreconcilable differences after 13 years of marriage","2":"Lindsey Vonn\nAmerican skier\nwas born","3":"James Watson (US), Francis Crick (UK) and Maurice Wilkins (UK) win the Nobel Prize for Medicine for their work in determining the structure of DNA","4":"Tennis player Martina Navratilova—who dominated the sport in the late 20th century, winning 18 Grand Slam singles titles—was born in Prague.","5":"Latin actress Maria Felix (38) weds actor and singer Jorge Negreta (40) in Mexico","6":"Connie Mack retires as manager of Philadelphia Athletics after 50 years, longest serving manager in MLB history","7":"Aaron Copland's 3rd Symphony premieres","8":"Lee Harvey Oswald\nAmerican accused assassin\nwas born","9":"Mike Ditka\nAmerican football player and coach\nwas born","10":"Lee Harvey Oswald, the accused assassin of U.S. President John F. Kennedy, was born in New Orleans.","11":"American gangster Al Capone was convicted of federal income-tax evasion and was subsequently sentenced to 11 years in prison.","12":"American gangster Al Capone convicted of tax evasion","13":"American inventor Thomas Alva Edison died in West Orange, New Jersey.","14":"George C. Scott\nAmerican actor\nwas born","15":"American singer, songwriter, and guitarist Chuck Berry—who was one of the most popular and influential performers in rhythm-and-blues and rock-and-roll music in the 1950s, '60s, and '70s—was born.","16":"Chuck Berry\nAmerican musician\nwas born","17":"Communist revolutionary leader Ho Chi Minh (36) weds midwife Zeng Xueming (21) in Guangzhou","18":"The British Broadcasting Company, Ltd., was established, to be replaced by the British Broadcasting Corporation (BBC) in 1927.","19":"British Broadcasting Company (BBC) founded, later called British Broadcasting Corporation","20":"Puerto Rico was turned over to the United States following the Spanish-American War.","21":"Sardinia king Victor Emmanuel II (49) weds his mistress Rosa Vercellana (36) in Italy","22":"Alaska Purchase approved\nAfter much opposition, a deal negotiated by U.S. Secretary of State William Seward for the U.S. purchase of the Russian colony of Alaska was approved, and on this day in 1867 the U.S. flag was flown over the capital, Sitka.","23":"Alaska Purchase: US takes formal possession of Alaska from Russia, having paid $7.2 million","24":"The Ostend Manifesto was declared, by which three U.S. diplomats communicating to Secretary of State William L. Marcy advocated U.S. seizure of Cuba from Spain.","25":"French King Louis XIV revokes Edict of Nantes cancelling rights of French Protestants","26":"Isabella I, queen of Castile, married Ferdinand II, king of Aragon.","27":"The Church of the Holy Sepulchre in Jerusalem is destroyed by the Fatimid caliph Al-Hakim bi-Amr Allah, who hacks the Church's foundations down to bedrock"}}