{"Year":{"0":"2004","1":"2001","2":"2001","3":"2000","4":"1996","5":"1988","6":"1985","7":"1982","8":"1971","9":"1965","10":"1959","11":"1955","12":"1955","13":"1952","14":"1952","15":"1949","16":"1944","17":"1934","18":"1919","19":"1914","20":"1900","21":"1885","22":"1849","23":"1826","24":"1780","25":"1776","26":"1765","27":"1763","28":"1737","29":"1571","30":"1571"},"Event":{"0":"Actress Andie MacDowell (46) divorces businessman Rhett Hartzog (45) after nearly three years of marriage","1":"Triggered by the September 11 attacks, the Afghanistan War began, as U.S. and British warplanes started bombing Taliban targets.","2":"The U.S. invasion of Afghanistan starts with an air assault and covert operations on the ground","3":"Last ever competitive soccer match at Wembley Stadium, England defeated 1-0 by Germany, last goal scored by Liverpool's Dietmar Hammann. Match is Tony Adams' 60th at Wembley, the record for most appearances at the stadium.","4":"Fox News Channel, a satellite and cable news network created by Roger Ailes for Rupert Murdoch's News Corporation, was launched in the United States.","5":"Robin Givens files for divorce after 8-month marriage to Mike Tyson","6":"Members of the Palestine Liberation Front, a small faction headed by Abu Abbas within the Palestine Liberation Organization (PLO), hijacked an Italian cruise ship, the Achille Lauro.","7":"Musical \"Cats\" opens at Winter Garden Theater on Broadway NYC and runs for nearly 18 years before closing on September 10, 2000.","8":"\"The French Connection\" directed by William Friedkin and starring Gene Hackman, Roy Scheider and Fernando Rey premieres in the US (Academy Awards Best Picture 1972)","9":"Actress and comedian Phyllis Diller (48) weds actor Warde Donovan","10":"Simon Cowell\nBritish television producer\nwas born","11":"Yo-Yo Ma\nAmerican cellist\nwas born","12":"Cellist Yo-Yo Ma, who was known for his extraordinary technique and rich tone, was born in Paris.","13":"Vladimir Putin\npresident of Russia\nwas born","14":"Russian politician Vladimir Putin, who served as president and prime minister of Russia, was born.","15":"German Democratic Republic proclaimed\nOn this day in 1949, a constitution went into effect in the Soviet occupation zone of Germany that formed the country of East Germany, which existed alongside West Germany until 1990, when the two Germanys reunited.","16":"The Dumbarton Oaks Conference, in which the United States, China, the Soviet Union, and the United Kingdom formulated proposals for a world organization that became the basis for the United Nations, concluded in Washington, D.C.","17":"Playwright, poet, novelist, and essayist Amiri Baraka, who wrote of the experiences and anger of African Americans, was born.","18":"KLM, Royal Dutch Airlines, established (oldest existing airline)","19":"44th US Ambassador to the United Kingdom Joseph P. Kennedy, Sr. (26) weds John F. Fitzgerald's daughter, Rose Fitzgerald (24)","20":"Heinrich Himmler\nGerman Nazi leader\nwas born","21":"Niels Bohr\nDanish physicist\nwas born","22":"American short-story writer, poet, and critic Edgar Allan Poe died in Baltimore, Maryland.","23":"The Granite Railway, the first chartered railroad in the United States, began service.","24":"American forces defeated British loyalists at the Battle of Kings Mountain during the American Revolution.","25":"Crown Prince Paul of Russia marries Sophie Marie Dorothea of Württemberg.","26":"The Stamp Act Congress convened in New York City to frame resolutions of “rights and grievances” of the American colonies.","27":"George III of Great Britain issues Proclamation of 1763, closing lands in North America north and west of Alleghenies to white settlement","28":"A cyclone causes 40 foot waves that are believed to have killed 300,000 in Calcutta, India","29":"Allied Christian forces defeated the Ottoman Turks during a naval engagement at the Battle of Lepanto.","30":"Battle of Lepanto: Holy League of southern European nations destroy Ottoman fleet in significant loss off Western Greece"}}