{"Year":{"0":"768","1":"2012","2":"2006","3":"2004","4":"2001","5":"1997","6":"1990","7":"1986","8":"1982","9":"1980","10":"1973","11":"1969","12":"1969","13":"1966","14":"1948","15":"1941","16":"1940","17":"1928","18":"1926","19":"1919","20":"1916","21":"1901","22":"1888","23":"1831","24":"1635","25":"1514","26":"1514","27":"1446","28":"1000"},"Event":{"0":"Charlemagne and his brother Carloman I are crowned Kings of The Franks","1":"A Taliban gunman shot 15-year-old Pakistani activist Malala Yousafzai, a vocal opponent of the ultraconservative group's prohibition on the education of girls; despite being struck in the head, she survived the assassination attempt.","2":"North Korea conducts its first nuclear test, with an estimated yield of between 0.4-2 kilotons","3":"First Afghan presidential elections\nOn this day in 2004, for the first time in Afghanistan's history, voters went to the polls to choose a president, selecting Hamid Karzai, who had served as the interim president after the fall of the Taliban regime in 2001.","4":"The United Service Organizations (USO) appointed entertainer Wayne Newton as its official celebrity front man, replacing Bob Hope, who had served in that capacity since the early 1950s.","5":"Italian playwright Dario Fo was awarded the Nobel Prize for Literature.","6":"David H. Souter was sworn in as a U.S. Supreme Court associate justice.","7":"\"Phantom of the Opera\" premieres in London, written by Andrew Lloyd Webber and starring Michael Crawford and Sarah Brightman","8":"Anna Freud, psychoanalyst, author, and daughter of Sigmund Freud, died in London.","9":"Princess Caroline of Monaco divorces Philippe Junot","10":"Elvis & Priscilla Presley divorce after 6 years","11":"Steve McQueen\nBritish director, screenwriter, and artist\nwas born","12":"PJ Harvey\nBritish singer-songwriter and guitarist\nwas born","13":"David Cameron\nprime minister of United Kingdom\nwas born","14":"Jackson Browne\nAmerican musician\nwas born","15":"US President Franklin D. Roosevelt approves an atomic program that would become the Manhattan Project","16":"John Lennon\nBritish musician\nwas born","17":"NY Yankees sweep Cards in 25th World Series, become 1st to sweep consecutive World Series; Babe Ruth hits 3 HRs in game","18":"NBC (National Broadcasting Corporation) forms","19":"Reds beat White Sox, 5 games to 3 in 16th World Series. This series is known as black sox scandal as 8 White Sox throw series","20":"Heavyweight boxing champ Jack Dempsey (21) weds Maxine Gates in Farmington, Utah","21":"Philanthropist John D. Rockefeller Jr (27) weds Abby Aldrich in Warwick Neck, Rhode Island","22":"Built between 1848 and 1884 and dedicated in 1885, the Washington Monument—a marble-faced granite obelisk that honours the first U.S. president, George Washington—opened to the public in Washington, D.C.","23":"Ioannis Kapodistrias, first Head of State of modern Greece, assassinated in Nafplion","24":"Roger Williams was banished from Massachusetts Bay Colony, and, as a result, he later founded the colony of Rhode Island.","25":"Mary Tudor, sister of King Henry VIII of England, became the third wife of King Louis XII of France.","26":"King Louis XII of France marries Mary Tudor, daughter of Henry VII (sister of Henry VIII)","27":"The Hangul alphabet is published in Korea","28":"Leif Ericson discovers \"Vinland\" (possibly L'Anse aux Meadows, Canada) reputedly becoming first European to reach North America"}}