{"Year":{"0":"939","1":"312","2":"2017","3":"2004","4":"2004","5":"2000","6":"1986","7":"1982","8":"1979","9":"1978","10":"1968","11":"1964","12":"1962","13":"1961","14":"1960","15":"1955","16":"1940","17":"1939","18":"1932","19":"1932","20":"1923","21":"1910","22":"1880","23":"1795","24":"1795","25":"1728","26":"1492"},"Event":{"0":"Athelstan, the first king to rule over all of England, died.","1":"Roman Emperor Constantine the Great is said to have received his famous Vision of the Cross","2":"Catalonia's parliament voted to declare the region independent from Spain, resulting in the central government dismissing that legislative body and calling for new elections, in which the majority of seats were claimed by the pro-independence movement.","3":"The Boston Red Sox win the World Series for the first time in 86 years","4":"The Boston Red Sox ended the “Curse of the Bambino”—an alleged hex on the team that resulted from its 1920 sale of Babe Ruth to the New York Yankees—by defeating the St. Louis Cardinals to win the World Series title, the team's first in 86 years.","5":"At a concert near Tel Aviv, the music of German composer Richard Wagner, which many associate with the Nazi regime, was played for the first time in public in Israel.","6":"British government deregulates financial markets in a \"Big Bang\", enhancing London's status as a financial capital while increasing income inequality","7":"China announces its population has reached 1 billion plus people","8":"Saint Vincent and the Grenadines, an island nation lying within the Lesser Antilles in the eastern Caribbean Sea, achieved its independence.","9":"Anwar Sadat and Menachem Begin awarded Nobel Peace Prize\nOn this day in 1978, Anwar Sadat of Egypt and Menachem Begin of Israel were awarded the Nobel Prize for Peace for negotiations that resulted first in the Camp David Accords, then in a peace treaty between their countries.","10":"Physicist Lise Meitner, whose research (along with that of Otto Hahn and Fritz Strassmann) led to the discovery of nuclear fission, died in Cambridge, Cambridgeshire, England.","11":"Singers Sonny & Cher wed, Cher wore bell-bottoms","12":"Black Saturday during the Cuban Missile Crisis: An American spy plane is shot down over Cuba and the navy drops warning depth charges on Soviet submarines","13":"The first Saturn rocket was successfully launched, and years later the Saturn V was the launch vehicle used in the Apollo Moon-landing flights.","14":"Singer Ben E. King records \"Spanish Harlem\" & \"Stand By Me\"","15":"\"Rebel Without a Cause\", directed by Nicholas Ray, starring James Dean and Natalie Wood, is released","16":"John Gotti\nAmerican organized-crime boss\nwas born","17":"John Cleese\nBritish actor\nwas born","18":"American poet and novelist Sylvia Plath—whose best-known works are preoccupied with alienation, death, and self-destruction—was born.","19":"Sylvia Plath\nAmerican author\nwas born","20":"Roy Lichtenstein\nAmerican painter\nwas born","21":"Baseball legend Connie Mack (47) weds Katherine Holahan","22":"Theodore Roosevelt, later 26th US President marries Alice Hathaway Lee, on his 22nd birthday","23":"Pinckney's Treaty [Treaty of San Lorenzo] signed by Spain and US, establishing the southern boundary of the US and giving Americans right to navigate the Mississippi River","24":"Pinckney's Treaty, an agreement between the United States and Spain, was signed, giving the United States navigation rights on the Mississippi River.","25":"James Cook\nBritish naval officer\nwas born","26":"Christopher Columbus sailed to Cuba and claimed the island for Spain."}}