{"Year":{"0":"2015","1":"2012","2":"2007","3":"1994","4":"1991","5":"1990","6":"1988","7":"1982","8":"1978","9":"1973","10":"1947","11":"1944","12":"1940","13":"1939","14":"1936","15":"1933","16":"1930","17":"1930","18":"1914","19":"1913","20":"1906","21":"1867","22":"1806","23":"1806","24":"1774","25":"1644","26":"1633","27":"1322","28":"1066","29":"1066"},"Event":{"0":"Ricki Lake and Christian Evans divorce after 3 years of marriage","1":"Two days after arriving at Los Angeles International Airport, the space shuttle Endeavour reached its final destination, the California Space Center; its 12-mile journey through the city had required trees to be cut down and signs to be removed.","2":"\"Keeping Up with the Kardashians\" featuring Kim, Khloé, and Kourtney Kardashian premieres on the E! cable network in the US","3":"Naguib Mahfouz, the 82-year-old novelist and 1988 winner of the Nobel Prize for Literature, was stabbed by Islamic militants in Cairo.","4":"NY Rangers right wing Mike Gartner becomes the first player to score 500th NHL goals","5":"Jeff Goldblum and wife Geena Davis file for divorce after nearly 2 years of marriage","6":"Mike Tyson countersues Robin Givens for divorce & annulment","7":"US President Reagan proclaims a war on drugs","8":"Usher\nAmerican musician\nwas born","9":"Prime Minister Thanom Kittikachorn was forced to leave Thailand following huge public demonstrations.","10":"American test pilot Chuck Yeager became the first person to break the sound barrier.","11":"German Field Marshal Erwin Rommel, the “Desert Fox,” ended his life by drinking poison following the discovery of his connection to a conspiracy to assassinate Adolf Hitler.","12":"Cliff Richard\nBritish singer\nwas born","13":"Ralph Lauren\nAmerican fashion designer\nwas born","14":"The first group of 500 trainees for the International Brigades arrived in Albacete, Spain.","15":"Nazi Germany announces its withdrawal from the League of Nations","16":"George Gershwin and Ira Gershin's musical \"Girl Crazy\" starring Ginger Rogers and Ethel Merman premieres in NYC","17":"George Gershwin and Ira Gershin's musical \"Girl Crazy\" starring Ginger Rogers and Ethel Merman premieres in NYC","18":"Baseball legend Babe Ruth (19) weds Helen Woodford","19":"Athlete Jim Thorpe (25) weds Margaret Iva Miller at St. Patrick's Catholic Church in Carlisle, Pennsylvania","20":"Hannah Arendt\nAmerican political scientist\nwas born","21":"15th and last Tokugawa Shogun, Tokugawa Yoshinobu resigns in Japan","22":"German writer, artist and politician Johann Wolfgang von Goethe marries mistress Christiane Vulpius in Weimar","23":"French troops under Napoleon smashed the outdated Prussian army led by Charles William Ferdinand at the Battle of Jena.","24":"1st Continental Congress makes Declaration of Colonial Rights in Philadelphia","25":"English Quaker leader and advocate of religious freedom William Penn, who oversaw the founding of the American Commonwealth of Pennsylvania, was born.","26":"James II\nking of England, Scotland, and Ireland\nwas born","27":"Robert the Bruce of Scotland defeats King Edward II of England at Byland, forcing Edward to accept Scotland's independence","28":"Battle of Hastings\nAt the Battle of Hastings, fought this day in 1066, King Harold II of England was defeated by the invading army of William, duke of Normandy, in the Norman Conquest, establishing Normans as rulers of England.","29":"Battle of Hastings: William the Conqueror and his Norman army defeat the English forces of Harold II who is killed in the battle"}}