{"Year":{"0":"680","1":"2010","2":"2008","3":"1985","4":"1979","5":"1975","6":"1974","7":"1973","8":"1970","9":"1969","10":"1969","11":"1969","12":"1957","13":"1954","14":"1954","15":"1950","16":"1935","17":"1930","18":"1917","19":"1917","20":"1911","21":"1906","22":"1899","23":"1846","24":"1845","25":"1780","26":"1774","27":"1773"},"Event":{"0":"Al-Hussein (Al-Ḥusayn ibn) and his followers killed at Karbala by army of Yazid, the Umayyad caliph, on the way to Kufa","1":"The Netherlands Antilles—formerly an autonomous part of the Kingdom of the Netherlands consisting of a group of five islands in the Caribbean Sea—was officially dissolved.","2":"Actor and comedian Chris Kattan (37) divorces model Sunshine Tutt (32) due to irreconcilable differences after 2 months of marriage","3":"American motion-picture actor, director, producer, and writer Orson Welles died.","4":"Canadian hockey player Wayne Gretzky made his NHL debut, with the Edmonton Oilers.","5":"Actress Elizabeth Taylor (43) 6th marriage and remarriage to actor Richard Burton (49)","6":"Actress Elizabeth Montgomery (41) divorces director-producer William Asher (53) after 11 years of marriage","7":"Vice President Spiro T. Agnew resigned from office and pleaded no contest to the charge of failing to report $29,500 in income while governor of Maryland.","8":"Fiji gained independence from Great Britain.","9":"Brett Favre\nAmerican football player\nwas born","10":"American gridiron football player Brett Favre, who broke all the major NFL career passing records as quarterback of the Green Bay Packers, was born.","11":"\"Jesus Christ Superstar\" soundtrack album by Andrew Lloyd Webber and Tim Rice is recorded","12":"A fire at the Windscale nuclear plant in Cumbria, England becomes the world's first major nuclear accident","13":"1st National Film Awards (India): \"Shyamchi Aai\" wins the Golden Lotus","14":"Ho Chi Minh enters Hanoi after withdrawal of French troops","15":"Nora Roberts\nAmerican novelist\nwas born","16":"George Gershwin's opera Porgy and Bess opened on Broadway.","17":"Harold Pinter\nBritish dramatist\nwas born","18":"American pianist and composer Thelonious Monk, among the first creators of modern jazz, was born.","19":"Thelonious Monk\nAmerican musician\nwas born","20":"A group of revolutionaries launched an uprising in Wuchang, China, which many regard as the formal beginning of the Chinese Revolution, a nationalist democratic revolt that overthrew the Qing dynasty.","21":"R.K. Narayan\nIndian author\nwas born","22":"African-American inventor Issac R. Johnson patents the bicycle frame","23":"English astronomer William Lassell discovered Triton, the largest satellite of the planet Neptune.","24":"Founding of the U.S. Naval Academy \nTo improve the then-unsatisfactory methods of instructing midshipmen, George Bancroft—historian, educator, and secretary of the navy—founded the U.S. Naval Academy in Annapolis, Maryland, on this day in 1845.","25":"Great Hurricane of 1780 kills 20,000 to 30,000 in Caribbean, hitting Barbados first. Atlantic's deadliest recorded hurricane.","26":"Composer Antonio Salieri (24) weds Therese Helferstorfer","27":"American revolution patriot Paul Revere (38) weds Rachel Walker in Boston, Massachusetts"}}