{"Year":{"0":"2002","1":"2000","2":"2000","3":"1986","4":"1983","5":"1975","6":"1975","7":"1974","8":"1962","9":"1962","10":"1961","11":"1958","12":"1957","13":"1954","14":"1948","15":"1945","16":"1942","17":"1939","18":"1938","19":"1937","20":"1925","21":"1899","22":"1890","23":"1797","24":"1737","25":"1634","26":"1531","27":"1138"},"Event":{"0":"The U.S. Congress passed a bill, by a wide margin, granting U.S. President George W. Bush broad authority to use force against Iraq.","1":"In a ceremony in London, the International Women of the Year Association awarded the title Greatest Woman Achiever of the Century to Russian cosmonaut Valentina V. Tereshkova, the first woman in space.","2":"South African Cricket Board issues former captain Hansie Cronje with a life ban as a result of match-fixing allegations","3":"Ronald Reagan and Mikhail Gorbachev open talks at a summit in Reykjavik, Iceland","4":"\"Can't Slow Down\" 2nd studio album by Lionel Richie is released","5":"The TV sketch comedy and variety show Saturday Night Live debuted on NBC and became a landmark in American television.","6":"\"Saturday Night Live\" created by Lorne Michaels premieres on NBC with George Carlin as host","7":"The Nuclear Regulatory Commission (NRC) was established by President Gerald R. Ford to oversee the civilian use of nuclear materials in the United States.","8":"Opening of the Second Vatican Council\nThe Second Vatican Council, announced by Pope John XXIII in 1959, opened this day in 1962, lasted for three years, and remains a symbol (controversial to some) of the church's readiness to adapt to modern life.","9":"Second Vatican Council (21st ecumenical) convened by Pope John XXIII","10":"Steve Young\nAmerican football player\nwas born","11":"The unmanned U.S. deep-space probe Pioneer 1 was launched into lunar orbit.","12":"Dawn French\nWelsh actress\nwas born","13":"Philippine president Corazon Aquino (21) weds Tarlac governor Benigno Aquino Jr (22) in Pasay City, Philippines","14":"Fellow students Fidel Castro and Mirta Diaz-Balart marry (divorced 1955)","15":"Chinese civil war begins between Kuomintang government led by Chiang Kai-shek and Mao Zedong's Communist Party","16":"Amitabh Bachchan\nIndian actor\nwas born","17":"Actor Jackie Coogan (24) divorces actress Betty Grable (22) after 2 years of marriage","18":"Jazz musician Louis Armstrong (37) weds longtime girlfriend Alpha Smith","19":"Sir Bobby Charlton\nBritish athlete\nwas born","20":"Elmore Leonard\nAmerican author\nwas born","21":"The South African (Boer) War began between Great Britain and the two Boer (Afrikaner) republics—the South African Republic (Transvaal) and the Orange Free State.","22":"The Daughters of the American Revolution (DAR) was organized.","23":"Battle of Camperdown (Kamperduin): British navy defeats Dutch fleet","24":"Earthquake kills 300,000 and destroys half of Calcutta, India","25":"Burchardi flood - \"the second Grote Mandrenke\" kills about 15,000 in North Friesland, Denmark and Germany","26":"Protestant troops under Jörg Göldli were defeated by Roman Catholic troops at the Battle of Kappel during the Swiss Reformation.","27":"Earthquake in Aleppo, Syria, kills an estimated 230,000"}}