{"Year":{"0":"2005","1":"1984","2":"1979","3":"1977","4":"1973","5":"1967","6":"1963","7":"1958","8":"1955","9":"1953","10":"1919","11":"1919","12":"1918","13":"1916","14":"1916","15":"1911","16":"1905","17":"1863","18":"1863","19":"1861","20":"1850","21":"1813","22":"1795","23":"1789"},"Event":{"0":"The Chicago White Sox defeated the Houston Astros to win the team's first World Series title since 1917.","1":"\"The Terminator\" directed by James Cameron, starring Arnold Schwarzenegger and Linda Hamilton is released in the US","2":"Park Chung Hee assassinated\nOn this day in 1979, South Korean President Park Chung Hee was assassinated by his lifelong friend Kim Jae Kyu, the head of the Korean Central Intelligence Agency, who was sentenced to death for his actions.","3":"Last natural case of smallpox discovered in Merca district, Somalia. Considered the anniversary of the eradication of smallpox, the most spectacular success of vaccination","4":"Seth MacFarlane\nAmerican writer, animator, actor, and producer\nwas born","5":"Keith Urban\nAustralian singer, songwriter, and guitarist\nwas born","6":"Actress Elizabeth Montgomery (30) weds director-producer William Asher (42) in El Paso, Texas","7":"America's first jet airliner, the Boeing 707, entered service for Pan American World Airways.","8":"A constitutional law of perpetual neutrality in Austria was promulgated.","9":"Tennis champion Tony Trabert (23) weds beauty queen Shauna Wood at the Salt Lake Country Club in Salt Lake City, Utah","10":"Edward Elgar's Cello Concerto in E minor, Op. 85, his last notable work, premieres in Queen's Hall London","11":"Mohammad Reza Shah Pahlavi\nshah of Iran\nwas born","12":"Prussian General Erich Ludendorff was forced to resign by Emperor William II on Prince Maximilian's advice, in an effort to establish an armistice agreement.","13":"François Mitterrand, who served two terms (1981–95) as president of France and was the country's first socialist to hold the office, was born.","14":"François Mitterrand\npresident of France\nwas born","15":"Mahalia Jackson\nAmerican singer\nwas born","16":"The St. Petersburg soviet (workers' council) was formed during the Russian Revolution of 1905.","17":"Football Association forms in England, standardizing soccer, splitting with rugby","18":"International conference begins in Geneva aimed at improving medical conditions on battlefields - beginning of the Red Cross","19":"Pony Express (Missouri to California) ends after 19 months","20":"Robert McClure sights the fabled Northwest Passage for the first time (from Banks Island towards Melville Island)","21":"British and U.S. troops clashed in the Battle of Châteauguay during the War of 1812.","22":"The National Convention, the assembly that governed France during a pivotal period of the Revolution, was dispersed.","23":"Lexicographer Noah Webster (31) weds Rebecca Greenleaf"}}