{"Year":{"0":"2007","1":"2005","2":"1995","3":"1985","4":"1967","5":"1957","6":"1955","7":"1951","8":"1949","9":"1947","10":"1944","11":"1942","12":"1937","13":"1935","14":"1928","15":"1909","16":"1900","17":"1879","18":"1847","19":"1836","20":"1789","21":"1780","22":"1492","23":"1452","24":"1187"},"Event":{"0":"President Roh Moo-hyun of South Korea walks across the Military Demarcation Line into North Korea on his way to the second Inter-Korean Summit with North Korean leader Kim Jong Il","1":"Pulitzer Prize-winning poet August Wilson—who was best known for a cycle of plays, each set in a different decade of the 20th century, about black American life—died in Seattle.","2":"British band Oasis release their second studio album \"(What's the Story) Morning Glory?\", sells record 347,000 copies 1st week","3":"American actor Rock Hudson died, becoming one of the first Hollywood celebrities known to succumb to AIDS-related complications; the extensive publicity surrounding his death drew attention to the disease.","4":"American lawyer and civil rights activist Thurgood Marshall was sworn in as an associate justice of the U.S. Supreme Court, becoming its first African American member.","5":"\"The Bridge on the River Kwai\", directed by David Lean and starring William Holden and Alec Guinness, is released (Academy Awards Best Picture 1958)","6":"Actress Joyce Randolph marries publisher Richard Charles","7":"Sting\nBritish musician\nwas born","8":"Annie Leibovitz\nAmerican photographer\nwas born","9":"New York Yankees catcher Yogi Berra hits the first pinch-hit home run in Baseball World Series history off Ralph Branca in the 7th inning of a 9-8 loss to the Brooklyn Dodgers in Game 3","10":"Polish resistance fighters capitulate in the Warsaw Uprising, with some 250,000 people killed","11":"Jazz musician Louis Armstrong (41) divorces Alpha Smith after 4 years of marriage","12":"Johnnie L. Cochran, Jr.\nAmerican lawyer\nwas born","13":"Ethiopian Emperor Haile Selassie ordered mobilization upon learning that Italian forces had crossed the frontier to begin the Italo-Ethiopian War.","14":"\"Prelature of the Holy Cross and the Work of God\", known as Opus Dei, founded by Saint Josemaría Escrivá","15":"American Playwright Eugene O'Neill (20) marries 1st wife Kathleen Jenkins","16":"Belgium crown prince Albert von Saksen-Coburg weds Elisabeth of Bayern","17":"American poet Wallace Stevens, whose work explores the interaction of reality and what man can make of reality in his mind, was born in Reading, Pennsylvania.","18":"Paul von Hindenburg\nGerman president\nwas born","19":"Charles Darwin's return to England\nNaturalist Charles Darwin returned to England this day in 1836 after a five-year journey on the HMS Beagle, on which he gathered the specimens and observations that led to his theory of evolution by natural selection.","20":"George Washington transmits the proposed Constitutional amendments (The United States Bill of Rights) to the States for ratification","21":"British army officer John André was executed by the Americans as a spy after conducting secret meetings with American General Benedict Arnold during the American Revolution.","22":"King Henry VII of England invades France","23":"Richard III\nking of England\nwas born","24":"Sultan Saladin captures Jerusalem from Crusaders"}}