{"Year":{"0":"52","1":"2333","2":"2004","3":"1995","4":"1995","5":"1992","6":"1992","7":"1990","8":"1990","9":"1969","10":"1969","11":"1960","12":"1954","13":"1953","14":"1952","15":"1945","16":"1944","17":"1941","18":"1938","19":"1936","20":"1936","21":"1935","22":"1935","23":"1925","24":"1922","25":"1918","26":"1889","27":"1888","28":"1866","29":"1862","30":"1833","31":"1283"},"Event":{"0":"BC Vercingetorix, leader of the Gauls, surrenders to the Romans under Julius Caesar, ending the siege and battle of Alesia","1":"BC State of Gojoseon (Modern-day Korea) founded by Dangun Wanggeom during the reign of the Chinese Emperor Yao","2":"American actress Janet Leigh—who was best remembered for her performance in Alfred Hitchcock's Psycho (1960), in which her character suffered one of cinema's most memorable and shocking deaths—died at the age of 77.","3":"O.J. Simpson found not guilty of the murder of Nicole Simpson and Ron Goldman in Los Angeles, California","4":"One of the most sensational trials in U.S. history ended as a jury found O.J. Simpson not guilty of murdering his ex-wife Nicole Brown Simpson and her friend Ronald Goldman.","5":"Sinead O'Connor rips up a picture of Pope John Paul II on \"Saturday Night Live\"","6":"Sinead O'Connor rips up a picture of Pope John Paul II on \"Saturday Night Live\"","7":"Reunification of East and West Germany. West German flag is raised above the Brandenburg Gate on the stroke of midnight.","8":"Germany reunified\nAfter four decades of Cold War division and with pressure from the German chancellor Helmut Kohl, Soviet leader Mikhail Gorbachev agreed to a unified Germany within NATO, leading to Germany's reunification this day in 1990.","9":"Gwen Stefani\nAmerican singer and songwriter\nwas born","10":"American singer and songwriter Gwen Stefani, who came to fame in the 1990s as the lead singer for the rock-ska band No Doubt before starting a solo career, was born.","11":"The Andy Griffith Show debuted on American television and was an immediate success.","12":"Al Sharpton\nAmerican minister, politician, and civil rights activist\nwas born","13":"MLB player and manager Sparky Anderson (19) weds childhood sweetheart Carol Valle","14":"The first British atomic weapons test, called Hurricane, was successfully conducted aboard the frigate HMS Plym.","15":"The May-Johnson bill, keeping the atomic bomb a secret and establishing security regulations, was introduced into the U.S. Congress.","16":"Comedian Jerry Lewis marries singer Patti Palmer","17":"\"The Maltese Falcon\" directed by John Huston and based off Dashiell Hammett's 1929 novel of the same name, starring Humphrey Bogart and Mary Astor, premieres in New York City","18":"Eddie Cochran\nAmerican singer and musician\nwas born","19":"American collegiate gridiron football coach John Heisman, who was considered one of the greatest innovators of the game, died.","20":"Steve Reich\nAmerican composer\nwas born","21":"Italian forces led by Emilio De Bono, under orders from Benito Mussolini, invaded Abyssinia (Ethiopia) in hopes of building a “new Roman Empire.”","22":"Italy invades Ethiopia, starting the Second Italo-Ethiopian War","23":"Gore Vidal\nAmerican writer\nwas born","24":"1st facsimile photo sent over city telephone lines, Washington, D.C.","25":"Prince Maximilian of Baden, internationally known for his moderation and honourability, was appointed chancellor of Germany.","26":"German journalist and pacifist Carl von Ossietzky, recipient of the Nobel Prize for Peace in 1935, was born in Hamburg, Germany.","27":"New Zealand Natives, a privately organised and mainly Māori rugby team, plays first game in UK; beats Surry 4-1; first national rugby team to wear all-black & perform the 'haka'","28":"Through the mediation of Napoleon III, Italy obtained Venetia in the Treaty of Vienna.","29":"The Battle of Corinth, an American Civil War conflict that ended in a decisive Union victory over Confederate forces in northeastern Mississippi, began.","30":"Composer Hector Berlioz (29) marries actress Harriet Smithson (30)","31":"Dafydd ap Gruffydd, Prince of Gwynedd, Wales, becomes the first person executed by being hanged, drawn and quartered"}}