{"Year":{"0":"2010","1":"2007","2":"1978","3":"1969","4":"1967","5":"1962","6":"1962","7":"1948","8":"1945","9":"1943","10":"1943","11":"1942","12":"1938","13":"1934","14":"1920","15":"1917","16":"1907","17":"1884","18":"1883","19":"1879","20":"1836","21":"1797","22":"1721","23":"1633"},"Event":{"0":"WikiLeaks, a Web site that functioned as a clearinghouse for classified or otherwise privileged information, released thousands of U.S. documents relating to the wars in Iraq and Afghanistan.","1":"Black Crowes frontman Chris Robinson (40) divorces actress Kate Hudson (28) due to irreconcilable differences after nearly six years of marriage","2":"8th NYC Women's Marathon won by Grete Waitz in her first appearance in world record time 2:32:30","3":"Spike Jonze\nAmerican director and producer\nwas born","4":"Actor Morgan Freeman (30) weds Jeanette Adair Bradshaw","5":"Cuban missile crisis: US President John F. Kennedy addresses TV about Russian missile bases in Cuba and imposes a naval blockade on Cuba, beginning the missile crisis","6":"Cuban missile crisis\nOn this day in 1962, President John F. Kennedy alerted Americans to the Cuban missile crisis, declaring a naval blockade to prevent further missile shipments to the island country 90 miles (145 km) off the coast of the U.S.","7":"Farm labor leader Cesar Chavez (21) weds labor activist Helen Fabela (20) in Reno, Nevada","8":"Argentine military officer and politician Juan Perón (50) weds actress Eva Duarte (26) at a civil ceremony in Junin","9":"French actress Catherine Deneuve, who was noted for her archetypal Gallic beauty as well as for her roles in films by some of the world's greatest directors, was born.","10":"Catherine Deneuve\nFrench actress\nwas born","11":"\"Now, Voyager\" film directed by Irving Rapper starring Bette Davis, Paul Henreid and Claude Rain premieres in New York","12":"Derek Jacobi\nBritish actor\nwas born","13":"Infamous criminal Charles (“Pretty Boy”) Floyd was fatally shot in a field near East Liverpool, Ohio, by FBI agents.","14":"Timothy Leary\nAmerican psychologist\nwas born","15":"Joan Fontaine\nAmerican actress\nwas born","16":"Panic of 1907: A run on Knickerbocker Trust Company stock leads to US wide run on banks","17":"International Meridian Conference in Washington, D.C. adopts Greenwich Mean Time (GMT) worldwide, creating 24 international time zones with longitude zero at the Greenwich meridian","18":"New York's original Metropolitan Opera House has its grand opening with a performance of the opera \"Faust\"","19":"Thomas Edison perfects carbonized cotton filament light bulb","20":"Sam Houston was inaugurated as the first president of the Republic of Texas.","21":"André-Jacques Garnerin, an inspector in the French army who encouraged the use of balloons for military purposes, made a balloon ascent in order to give his first exhibition of parachuting, when he jumped from a height of about 3,200 feet (1,000 metres).","22":"Tsar Peter the Great becomes \"All-Russian Imperator\"","23":"Battle of Liaoluo Bay: Dutch East India Company defeated by Chinese Ming naval forces in southern Fujian sea"}}