{"Year":{"0":"733","1":"2017","2":"2005","3":"1979","4":"1973","5":"1972","6":"1972","7":"1963","8":"1962","9":"1943","10":"1939","11":"1938","12":"1920","13":"1918","14":"1918","15":"1907","16":"1860","17":"1854","18":"1854","19":"1777","20":"1749","21":"1707","22":"1707","23":"1469","24":"1448","25":"1346"},"Event":{"0":"Battle at Tours (Poitiers): Charles Martel's Frankish and Burgundian forces beat those of al-Andalus under Abdul Rahman Al Ghafiqi halting Islamic influence (date disputed)","1":"Islamic State headquarters Raqqa declared under full control of US-led alliance by Syrian Democratic Forces (SDF) spokesman Talal Sello after 4 months of fighting","2":"The Colbert Report—an ironic send-up of television news programs, hosted by Stephen Colbert—debuted on Comedy Central; it ran until 2014.","3":"Mother Teresa awarded Nobel Prize\nOn this day in 1979, Mother Teresa, founder of a Roman Catholic order of women dedicated to the poor and particularly to the destitute of India, was named the recipient of that year's Nobel Prize for Peace.","4":"OPEC oil ministers use oil as an economic weapon in the Arab-Israeli War, mandating a cut in exports and recommending an embargo against unfriendly states","5":"American rapper and actor Eminem, who was one of the most controversial and best-selling artists of the early 21st century, was born.","6":"Eminem\nAmerican musician\nwas born","7":"The Beatles record \"I Want to Hold Your Hand\" at EMI Studios in London","8":"Mike Judge\nAmerican animator, writer, director, and producer\nwas born","9":"Burma railway completed, built by Allied POWs and Asian laborers for use of the Japanese army","10":"\"Mr. Smith Goes to Washington\", directed by Frank Capra and starring James Stewart and Jean Arthur, is released","11":"Evel Knievel\nAmerican stuntman\nwas born","12":"Montgomery Clift\nAmerican actor\nwas born","13":"American actress Rita Hayworth, whose portrayal of seductresses helped earn her the nickname “The Love Goddess,” was born.","14":"Rita Hayworth\nAmerican actress\nwas born","15":"Guglielmo Marconi's company begins the first commercial transatlantic wireless service between Glace Bay, Nova Scotia, Canada and Clifden, Ireland","16":"1st British Open Golf, Prestwick GC: Willie Park Sr. wins inaugural event by 2 strokes from fellow Scot Tom Morris Sr","17":"French and British forces bombard Sevastopol for the first time during the Crimean War","18":"British and French troops began the Siege of Sevastopol during the Crimean War.","19":"British General John Burgoyne surrendered his troops following his shocking defeat in the Second Battle of Saratoga.","20":"US revolutionary Samuel Adams (27) weds Elizabeth Checkley","21":"German composer Johann S Bach marries for the 1st time his cousin Maria Barbara Bach","22":"German Baroque composer Johann Sebastian Bach married his cousin Maria Barbara Bach at Dornheim.","23":"Crown prince Fernando of Aragon marries Princess Isabella of Castile","24":"The last major effort by Crusaders to free the Balkans from Ottoman rule began with the second Battle of Kosovo in Serbia, in which a Hungarian-Walachian army suffered a crushing defeat.","25":"At the Battle of Neville's Cross, the English defeated the Scots who, as allies of the French, had invaded England in an attempt to distract Edward III from the siege of Calais, France."}}