{"Year":{"0":"Today","1":"2011","2":"2011","3":"2008","4":"1987","5":"1976","6":"1970","7":"1968","8":"1968","9":"1964","10":"1964","11":"1962","12":"1961","13":"1941","14":"1936","15":"1931","16":"1926","17":"1926","18":"1918","19":"1917","20":"1913","21":"1887","22":"1887","23":"1876","24":"1864","25":"1860","26":"1632","27":"1541","28":"1517","29":"1517"},"Event":{"0":"Although Halloween, celebrated this day, is now observed largely as a secular holiday, it is, as the eve of All Saints' Day, also a religious holiday among some Christians.","1":"Socialite and model Kim Kardashian (31) divorces basketball player Kris Humphries (26) due to irreconcilable differences only 72 days after getting married","2":"The world population reaches 7 billion inhabitants according to the United Nations","3":"American author and oral historian Studs Terkel, who chronicled the lives of Americans from the Great Depression to the early 21st century, died in Chicago.","4":"American jockey Chris Antley becomes first rider to win 9 races in a day (4 at Aqueduct \/ 5 at The Meadowlands)","5":"NBA legend Larry Bird (19) divorces highschool sweetheart Janet Condra only 11 months after getting married","6":"\"Easy Rider\" director and actor Dennis Hopper (34) weds singer Michelle Phillips (26) in Mexico","7":"U.S. President Lyndon B. Johnson ordered an end to American bombing in North Vietnam.","8":"Singer Davy Jones (22) weds actress Linda Haines","9":"Barbra Streisand's \"People\" album goes #1 for 5 weeks","10":"Barbra Streisand's \"People\" album goes #1 for 5 weeks","11":"\"What Ever Happened to Baby Jane?\" horror film released directed by Robert Aldrich, starring Bette Davis and Joan Crawford, based on novel by Henry Farrell","12":"Peter Jackson\nNew Zealand director\nwas born","13":"After nearly 15 years of work, the Mount Rushmore National Memorial in the Black Hills of South Dakota was completed; the colossal sculpture features the heads of Presidents George Washington, Thomas Jefferson, Theodore Roosevelt, and Abraham Lincoln.","14":"Michael Landon\nAmerican actor, director, and producer\nwas born","15":"Dan Rather\nAmerican newscaster\nwas born","16":"Jimmy Savile\nBritish entertainer\nwas born","17":"Harry Houdini, the magician and escape artist, died of peritonitis stemming from a stomach injury.","18":"Spanish flu-virus kills 21,000 in US in 1 week","19":"World War I: Battle of Beersheba in southern Palestine - \"last successful cavalry charge in history\" performed by the 4th Australian Light Horse","20":"Historian and philosopher Will Durant (27) weds researcher Ariel Kaufman (15) at New York's City Hall","21":"Soldier and statesman Chiang Kai-shek, head of the Nationalist government in China from 1928 to 1949 and subsequently head of the Chinese Nationalist government-in-exile on Taiwan, was born.","22":"Chiang Kai-shek\nChinese statesman\nwas born","23":"Great Backerganj Cyclone of 1876 ravages British India (Modern-day Bangladesh), over 200,000 killed","24":"Nevada became the 36th state of the United States.","25":"Juliette Gordon Low, founder of the Girl Scouts of the United States of America, was born in Savannah, Georgia.","26":"Dutch painter Johannes Vermeer, whose paintings are among the most beloved and revered images in the history of art, was baptized.","27":"Michelangelo Buonarroti finishes painting \"The Last Judgement\" in the Sistine Chapel, Vatican City","28":"Martin Luther sends his 95 Theses to Albrecht von Brandenburg, the Archbishop of Mainz, precipitating the Protestant Reformation","29":"Luther's Ninety-five Theses posted\nAccording to tradition, Martin Luther this day in 1517 posted on a church door in Wittenberg, Germany, his Ninety-five Theses, a manifesto that turned a protest about an indulgence scandal into the Protestant Reformation."}}