{"Year":{"0":"331 bce","1":"331","2":"2017","3":"2013","4":"1994","5":"1988","6":"1982","7":"1982","8":"1975","9":"1971","10":"1968","11":"1966","12":"1961","13":"1960","14":"1949","15":"1946","16":"1936","17":"1935","18":"1930","19":"1928","20":"1913","21":"1908","22":"1884","23":"1867","24":"1814","25":"1800","26":"1791","27":"1688","28":"1207"},"Event":{"0":"Alexander the Great of Macedonia defeated Darius III of Persia at the Battle of Gaugamela, spelling the end of the Persian empire.","1":"BC Alexander the Great defeats Darius III of Persia in the Battle of Gaugamela","2":"From his hotel room in Las Vegas, 64-year-old gunman Stephen Paddock opened fire on a music festival, killing 58 people and wounding hundreds before taking his own life; it surpassed the Orlando shooting (2016) as the deadliest mass shooting in modern U.S. history.","3":"American novelist Tom Clancy, who created the techno-thriller—a suspenseful novel that relies on extensive knowledge of military technology and espionage—died in Maryland.","4":"The Republic of Palau officially became a sovereign state.","5":"Mikhail Gorbachev becomes Chairman of the Presidium of the Supreme Soviet, effectively head of state of the Soviet Union","6":"Congress established the U.S. Claims Court (now the U.S. Court of Federal Claims) to handle cases in which the United States is a defendant.","7":"Marvin Gaye releases his last studio album \"Midnight Love\" featuring single \"Sexual Healing\"","8":"\"The Thrilla in Manila\"; Muhammad Ali stops Joe Frazier in 14 rounds in Quezon City, the Philippines to retain his WBC\/WBA heavyweight title","9":"The Walt Disney World Resort—a complex near Orlando, Florida, that features attractions based on the stories and characters created by the Disney Company—opened.","10":"Cult zombie film \"Night of the Living Dead\" directed by George A. Romero, starring Duane Jones and Judith O'Dea premieres in Pittsburgh","11":"George Weah\npresident of Liberia\nwas born","12":"American baseball player Roger Maris hit his 61st home run of the season, breaking Babe Ruth's record.","13":"Nigeria gained its independence from Britain but remained a member of the Commonwealth.","14":"People's Republic of China established\nIn Beijing, with most of the Chinese mainland held by the communist People's Liberation Army, its dynamic leader, Mao Zedong, proclaimed the establishment of the People's Republic of China on this day in 1949.","15":"The verdict was handed down on 22 of the original 24 defendants in the Nürnberg trials, a series of trials held after World War II in which the International Military Tribunal indicted and tried former Nazi leaders as war criminals.","16":"Francisco Franco became head of the new Nationalist regime of Spain at the beginning of the Spanish Civil War.","17":"Julie Andrews\nBritish actress and singer\nwas born","18":"Richard Harris\nIrish actor\nwas born","19":"Sivaji Ganesan\nIndian actor\nwas born","20":"Writer and poet Vita Sackville-West (21) marries diplomat Harold Nicolson (26)","21":"Henry Ford introduces the Model T car (costs $825)","22":"Politician William Jennings Bryan (24) weds Mary sweetheart Elizabeth Baird","23":"Karl Marx' \"Das Kapital\" published","24":"Opening of the Congress of Vienna, which redrew Europe's political map after the defeat of Napoléon Bonaparte","25":"Napoleon induced a reluctant King Charles IV of Spain to cede Louisiana back to France.","26":"Prince Willem Frederick (later King of Netherlands) marries his cousin princess Frederica Louise Wilhelmine of Prussia","27":"Prince Willem III of Orange accepts invitation of take up the British crown","28":"Henry III\nking of England [1207–1272]\nwas born"}}