{"Year":{"0":"642","1":"522","2":"480","3":"2011","4":"2008","5":"2005","6":"1988","7":"1984","8":"1961","9":"1954","10":"1948","11":"1938","12":"1938","13":"1936","14":"1935","15":"1926","16":"1923","17":"1918","18":"1906","19":"1844","20":"1833","21":"1829","22":"1818","23":"1758","24":"1571","25":"1567"},"Event":{"0":"Arab General ʿAmr ibn al-ʿĀṣ marched into Alexandria, and the Arab conquest of Egypt, which had begun with an invasion three years earlier, ended in peaceful capitulation.","1":"BC Darius I of Persia kills Magian usurper Gaumâta, securing his hold as king of the Persian Empire","2":"BC Battle of Salamis: The Greek fleet under Themistocles defeats the Persian fleet under Xerxes I","3":"\"House M.D.\" actress Olivia Wilde (26) divorces Italian prince Tao Ruspoli (35) due to irreconcilable differences after 8 years of marriage","4":"Dow Jones Industrial Average falls 777.68 points, its largest single-day point loss, following the bankruptcies of Lehman Brothers and Washington Mutual","5":"American jurist John G. Roberts, Jr., was sworn in as the 17th chief justice of the U.S. Supreme Court.","6":"Kevin Durant\nAmerican basketball player\nwas born","7":"\"Let's Go Crazy\" by Prince & Revolution peaks at #1","8":"Julia Gillard, who in 2010 became Australia's first female prime minister, was born in Wales.","9":"Willie Mays famous over-the-shoulder catch of Vic Wertz' 460' drive during Game One of the World Series","10":"\"Hamlet\" directed by and starring Laurence Olivier's opens at Park Avenue Cinema (Best Picture 1949)","11":"The American harness racehorse Greyhound established a trotting record for 1 mile in 1:551\/4 (it was broken in 1969).","12":"Poland demanded the cession of Teschen, a rich region that had been contested and then divided between Poland and Czechoslovakia following World War I.","13":"Silvio Berlusconi\nItalian media magnate and prime minister\nwas born","14":"Jerry Lee Lewis\nAmerican musician\nwas born","15":"Canadian-American actress Norma Shearer weds film producer Irving Thalberg","16":"British mandate in Palestine\nSet in motion by the Balfour Declaration of 1917, the British mandate for the establishment of a Jewish homeland in Palestine was finally approved by the Council of the League of Nations and came into force this day in 1923.","17":"German Chancellor Georg von Hertling tendered his resignation on the day of the Bulgarian armistice and the British attack of the Western Front during World War I.","18":"The United States occupied Cuba after the rebellion surrounding the reelection of Tomás Estrada Palma.","19":"New York Politician Boss Tweed (21) weds Mary Jane C. Skaden","20":"King Ferdinand VII of Spain died, and his two-year-old daughter, Isabella II, was proclaimed queen.","21":"The first units of the London Metropolitan Police appear on the streets of the British capital","22":"Inventor Samuel Morse (27) weds Lucretia Walker in Concord, New Hampshire","23":"Horatio Nelson\nBritish naval commander\nwas born","24":"Caravaggio\nItalian painter\nwas born","25":"War of Religion breaks out in France - Huguenots try to kidnap King Charles IX"}}