{"Year":{"0":"31 bce","1":"31","2":"2005","3":"1998","4":"1973","5":"1966","6":"1965","7":"1965","8":"1960","9":"1960","10":"1949","11":"1948","12":"1948","13":"1948","14":"1945","15":"1945","16":"1945","17":"1944","18":"1931","19":"1931","20":"1928","21":"1922","22":"1908","23":"1901","24":"1898","25":"1864","26":"1824","27":"1792","28":"1792","29":"1666","30":"1192"},"Event":{"0":"Octavian (later Augustus Caesar) won a decisive victory over Mark Antony in the Battle of Actium.","1":"BC Battle of Actium: decisive naval battle that effectively ends the Roman Republic. Octavian's forces defeat those under Mark Antony and Cleopatra off the western coast of Greece.","2":"American actor Bob Denver, who was perhaps best known for portraying the title character in the hit TV series Gilligan's Island (1964–67), died in North Carolina.","3":"Swissair flight 111 crashed off the coast of Nova Scotia, Canada, killing all 229 on board; it was later determined that faulty wires had caused the plane's flammable insulation to catch fire.","4":"English writer J.R.R. Tolkien, who was best known for the inventive fantasies The Hobbit (1937) and The Lord of the Rings (1954–55), died.","5":"Salma Hayek\nMexican American actress, director, and producer\nwas born","6":"Lennox Lewis\nBritish boxer\nwas born","7":"Cubs slugger Ernie Banks hits his MLB 400th career HR (off Curt Simmons) in Chicago's 5-3 win v St. Louis at Wrigley Field; Simmons also gave up Willie Mays' 400th HR in 1963","8":"Actress Tammy Grimes (26) divorces actor Christopher Plummer (30) after 4 years of marriage","9":"Eric Dickerson\nAmerican football player\nwas born","10":"\"The Third Man\", directed by Carol Reed, starring Joseph Cotten, Alida Valli and Orson Welles, is released in the United Kingdom (Academy Awards Best Cinematography 1950)","11":"Terry Bradshaw\nAmerican football player\nwas born","12":"American teacher Christa Corrigan McAuliffe, who was chosen to be the first private citizen in space, was born; she and six other crew members died when the space shuttle Challenger exploded shortly after liftoff in 1986.","13":"Christa Corrigan McAuliffe\nAmerican educator\nwas born","14":"World War II came to an end as Japanese Foreign Minister Shigemitsu Mamoru and General Umezu Yoshijiro signed Japan's formal surrender aboard the USS Missouri.","15":"Ho Chi Minh declared Vietnam independent from France.","16":"V-J Day, formal surrender of Japan aboard USS Missouri marks the end of WW II (Japanese date, 1st September in US)","17":"Holocaust diarist Anne Frank sent to Auschwitz concentration camp","18":"Bing Crosby makes his solo radio debut","19":"Bing Crosby makes his solo radio debut","20":"American jazz pianist, composer, and bandleader Horace Silver was born.","21":"\"Gone With The Wind\" author Margaret Mitchell (21) weds Red Berrien Upshaw","22":"Naval officer Robert Scott (40) weds sculptress Kathleen Bruce (30) at the Chapel Royal in London, England","23":"American politician Theodore Roosevelt, who was then the Republican vice presidential candidate, gave the first public speech in which he said, “Speak softly and carry a big stick; you will go far.” The Big Stick policy later became a central feature of his presidency.","24":"Anglo-Egyptian forces under Major General Sir Horatio Herbert Kitchener (later Lord Kitchener) defeated the Sudanese forces of the Mahdist leader ʿAbd Allāh in the Battle of Omdurman.","25":"Union General William T Sherman captures and burns Atlanta during Savannah Campaign (US Civil War)","26":"US Navy flag officer David Farragut (23) weds Susan Caroline Marchant","27":"September Massacres of the French Revolution: In Paris rampaging mobs slaughter 3 Roman Catholic bishops, more than two hundred priests, and prisoners believed to be royalist sympathizers.","28":"The September Massacres—mass killings of prisoners in Paris—began, instigated by beliefs that political prisoners during the French Revolution were going to rise up in their jails to join a counterrevolutionary plot.","29":"Great Fire of London \nOn this day in 1666 the Great Fire of London began accidentally in the house of the king's baker; it burned for four days and destroyed a large part of the city, including Old St. Paul's Cathedral and about 13,000 houses.","30":"Sultan Saladin and King Richard the Lionheart of England sign treaty over Jerusalem, at end of the Third Crusade"}}