{"Year":{"0":"2010","1":"2005","2":"1980","3":"1975","4":"1965","5":"1955","6":"1950","7":"1950","8":"1946","9":"1939","10":"1938","11":"1938","12":"1938","13":"1935","14":"1934","15":"1932","16":"1924","17":"1924","18":"1895","19":"1870","20":"1862","21":"1846","22":"1791","23":"1791","24":"1773","25":"1520","26":"1207"},"Event":{"0":"\"CSI: Miami\" actor Eddie Cibrian (36) divorces actress Brandi Glanville (37) due to irreconcilable differences after eight years of marriage","1":"The Danish newspaper Jyllands-Posten printed satiric cartoons of the Prophet Muhammad, provoking violent protests by Muslims worldwide.","2":"Martina Hingis\nSwiss tennis player\nwas born","3":"Marion Cotillard\nFrench actress\nwas born","4":"In Indonesia a group of army conspirators known as the September 30th Movement began an abortive coup, and by the following morning they had kidnapped and murdered six army generals; the movement claimed that it had seized power to forestall a coup against President Sukarno by a council of generals.","5":"American actor James Dean, who became a symbol of the confused, restless, and idealistic youth of the 1950s, died in an automobile crash as he drove to a car rally in Salinas, California.","6":"Radio's \"Grand Ole Opry\" is broadcast on TV for 1st time","7":"First Prime Minister of Singapore Lee Kuan Yew (27) weds lawyer Kwa Geok Choo (29) in Singapore","8":"22 Nazi leaders found guilty of war crimes at Nuremberg","9":"Nobel Prize-winning author William Golding (28) weds analytic chemist Ann Brookfield","10":"Jazz musician Louis Armstrong (37) divorces pianist Lil Armstrong (40) after more than 14 years of marriage","11":"Munich Agreement signed\nThe notorious Munich Agreement, in which Britain's Neville Chamberlain encouraged Britain and France to appease Adolf Hitler's demands in the hope of preventing World War II, was reached on this day in 1938.","12":"Treaty of Munich signed by Hitler, Mussolini, Daladier and Chamberlain, forces Czechoslovakia to give territory to Germany","13":"Johnny Mathis\nAmerican singer\nwas born","14":"Babe Ruth's final game as a Yankee, goes 0 for 3","15":"Actor and director Ray Milland (27) weds Muriel Frances Weber","16":"Truman Capote\nAmerican author\nwas born","17":"American novelist, short-story writer, and playwright Truman Capote, who was perhaps best known for the novel In Cold Blood (1965), was born.","18":"French troops occupied Antananarivo, Madagascar, after the refusal of Rainilaiarivony, the prime minister, to submit to French suzerainty.","19":"French physicist Jean Perrin, who received the Nobel Prize for Physics in 1926 for his studies of the Brownian motion of minute particles, was born.","20":"Prussia Minister President Otto von Bismarck's delivers his \"Blood & Iron\" speech","21":"Anesthetic ether used for 1st time by American dentist Dr William Morton who extracts a tooth","22":"Mozart's opera \"Magic Flute\" premieres in Vienna","23":"The opera The Magic Flute by Wolfgang Amadeus Mozart premiered in Vienna.","24":"The Polish Sejm (legislature) ratified the treaty that led to the First Partition of Poland by Russia, Prussia, and Austria.","25":"Suleiman the Magnificent succeeds his father Selam I as Ottoman Sultan (rules till 1566)","26":"Rūmī\nSufi mystic and poet\nwas born"}}