{"Year":{"0":"2009","1":"1994","2":"1984","3":"1983","4":"1982","5":"1975","6":"1973","7":"1965","8":"1962","9":"1960","10":"1956","11":"1949","12":"1940","13":"1939","14":"1927","15":"1901","16":"1879","17":"1879","18":"1868","19":"1849","20":"1847","21":"1838","22":"1835","23":"1830","24":"1829","25":"1814","26":"1752","27":"1752","28":"1741"},"Event":{"0":"American dancer and actor Patrick Swayze, who was best known for his performances in the box-office hits Dirty Dancing (1987) and Ghost (1990), died in Los Angeles after battling pancreatic cancer.","1":"Acting commissioner of baseball Bud Selig announced that the remainder of the 1994 major league baseball season, including the World Series, would be canceled. Players and owners had failed to reach a settlement of the players' strike begun in August.","2":"Film director John Carpenter (36) and actress Adrienne Barbeau (39) divorce after 5 years of marriage","3":"Amy Winehouse\nBritish singer-songwriter\nwas born","4":"Grace Kelly—an American actress who abandoned her Hollywood career to marry Rainier III, prince de Monaco—died after suffering a stroke and losing control of the car she was driving.","5":"Elizabeth Ann Seton, the first American-born saint, was canonized by the Roman Catholic Church.","6":"Nas\nAmerican rapper and songwriter\nwas born","7":"Dmitry Medvedev\npresident of Russia\nwas born","8":"Actress Janet Leigh (35) divorces actor Tony Curtis (37) after 10 years of marriage","9":"Iraq, Iran, Kuwait, Saudi-Arabia and Venezuela form the Organization of Petroleum Exporting Countries (OPEC)","10":"1st prefrontal lobotomy performed in Washington, D.C.","11":"India's Constituent Assembly adopts Hindi as an official language. Celebrated today as Hindi Day.","12":"Larry Brown\nAmerican basketball player and coach\nwas born","13":"World’s 1st practical helicopter, the VS-300 designed by Igor Sikorsky takes (tethered) flight in Stratford, Connecticut","14":"Isadora Duncan, a pioneer of modern expressive dance, died in France when her long scarf became entangled in the rear wheel of the car in which she was riding.","15":"U.S. President William McKinley died eight days after being shot in Buffalo, New York.","16":"American social reformer Margaret Sanger, who was a founder of the birth-control movement in the United States and an international leader in the field, was born.","17":"Margaret Sanger\nAmerican social reformer\nwas born","18":"Golf's 1st recorded hole-in-one (Tom Morris at Prestwick's 8th hole)","19":"Russian physiologist Ivan Petrovich Pavlov, known chiefly for his development of the concept of the conditioned reflex, was born.","20":"Mexico City captured by U.S. forces\nU.S. General Winfield Scott's advance on Mexico City was marked by an unbroken series of victories that culminated this day in 1847, when he entered Mexico City and ended the military phase of the Mexican-American War.","21":"Newly escaped slave Frederick Douglass marries free woman Anne Murray in New York","22":"American leading transcendentalist Ralph Waldo Emerson (33) marries 2nd wife Lydia (Lidian) Jackson in Plymouth, Massachusetts.","23":"Princess WFLC Marianne marries Albrecht of Prussia","24":"Russia and the Ottoman Empire signed the Treaty of Edirne, concluding the Russo-Turkish War of 1828–29.","25":"Francis Scott Key was inspired to write The Star-Spangled Banner after Fort McHenry successfully withstood a British attack.","26":"Great Britain adopted the Gregorian calendar; the date was moved ahead 11 days (the day after September 2 became September 14).","27":"Britain and the British Empire (including the American colonies) adopt the Gregorian Calendar (no Sept 3 - Sept 13)","28":"George Frideric Handel finishes his \"Messiah\" oratorio after working on it non-stop for 23 days"}}