{"Year":{"0":"2014","1":"2003","2":"1992","3":"1981","4":"1981","5":"1980","6":"1980","7":"1977","8":"1974","9":"1967","10":"1967","11":"1959","12":"1959","13":"1958","14":"1953","15":"1943","16":"1940","17":"1934","18":"1933","19":"1919","20":"1910","21":"1909","22":"1880","23":"1846","24":"1840","25":"1814","26":"1812","27":"1764","28":"1758","29":"1733","30":"1683","31":"1494"},"Event":{"0":"Politician Ian Paisley—who was a militant Protestant leader in the factional conflict that divided Northern Ireland from the 1960s until the early 21st century—died in Belfast.","1":"Country music legend Johnny Cash—whose craggy baritone, simple poetics, hard-won integrity, and advocacy of the dispossessed transformed him into an American icon—died in Nashville.","2":"Stefan Edberg beats Michael Chang 6-7, 7-5, 7-6, 5-7, 6-4 in the longest match in US Open history (5 hours, 26 minutes)","3":"\"The Smurfs\" animated cartoon series by Hanna-Barbera first broadcasts in North America","4":"Jennifer Hudson\nAmerican actress and singer\nwas born","5":"The senior command of the Turkish army, led by General Kenan Evren, carried out a bloodless coup in their homeland.","6":"Yao Ming\nChinese basketball player\nwas born","7":"South African activist Steve Biko died from injuries suffered while in police custody; he subsequently became an international martyr for South African black nationalism.","8":"Emperor Haile Selassie I of Ethiopia was deposed by the Derg, a committee of revolutionary soldiers.","9":"Actress Rosemary Clooney divorces actor José Ferrer for the second time after she found out his affair with Stella Magee","10":"Louis C.K.\nAmerican comedian, writer, director, and producer\nwas born","11":"The Soviet Union launched Luna 2, the first space probe to hit the Moon.","12":"Luna 2 launched by USSR; 1st spacecraft to impact on the Moon","13":"US Supreme Court orders the all-white Central High School in Little Rock, Arkansas to integrate","14":"U.S. senator and future president John F. Kennedy married Jacqueline Bouvier in Newport, Rhode Island.","15":"German commandos effected the escape of Benito Mussolini to Munich during World War II.","16":"4 teens, following their dog down a hole near Lascaux France discover 17,000-year-old drawings now known as Lascaux Cave Paintings","17":"Estonia, Latvia, and Lithuania signed the Treaty of Understanding and Cooperation, providing for mutual defense mainly against Nazi Germany, which had replaced the Soviet Union as the most likely aggressor against the Baltic states.","18":"Leó Szilárd, waiting for a red light on Southampton Row in Bloomsbury, conceives idea of a nuclear chain reaction","19":"Italian nationalist poet Gabriele D'Annunzio led an occupation of the Adriatic port city of Fiume (now Rijeka, Croatia), bringing to the forefront the Fiume question.","20":"Gustav Mahler's 8th Symphony premieres in Munich with 1028 musicians","21":"World's first patent for synthetic rubber granted to German chemist Fritz Hofmann","22":"H.L. Mencken\nAmerican writer\nwas born","23":"Poet and playwright Robert Browning (34) weds fellow poet Elizabeth Barrett (40) at Marylebone Church in London","24":"Composer Robert Schumann marries Clara Wieck","25":"The Genevan republic was admitted to the ranks of the Swiss cantons.","26":"Revolutionary leader Jose de San Martin (33) weds María de los Remedios de Escalada at Buenos Aires Cathedral in Argentina","27":"Death of French composer Rameau\nFrench composer of the late Baroque period Jean-Philippe Rameau—known for his harpsichord music and famous as a composer of operas, including the masterpiece Pygmalion (1748)—died on this day in 1764.","28":"French astronomer Charles Messier mistakenly identifies the Crab Nebula so begins his Messier Catalogue","29":"Stanisław I was elected king of Poland by the Sejm (Diet) of 12,000 delegates in Warsaw; the move led to the War of the Polish Succession.","30":"The Siege of Vienna ended after a combined force led by John III Sobieski of Poland defeated the Turkish invaders.","31":"Francis I\nking of France\nwas born"}}