{"Year":{"0":"2008","1":"2008","2":"2000","3":"1993","4":"1991","5":"1988","6":"1977","7":"1974","8":"1972","9":"1964","10":"1961","11":"1961","12":"1957","13":"1949","14":"1941","15":"1939","16":"1934","17":"1924","18":"1919","19":"1846","20":"1813","21":"1776","22":"1721","23":"1651","24":"1638","25":"1608","26":"1419"},"Event":{"0":"The Large Hadron Collider at CERN, described as the biggest scientific experiment in the history of mankind is powered up in Geneva, Switzerland","1":"The Large Hadron Collider, the world's most powerful particle accelerator, conducted its first test operation.","2":"Andrew Lloyd Webber's musical Cats closed after 7,485 performances; it was the longest-running show on Broadway until it was surpassed by Lloyd Webber's Phantom of the Opera in 2006.","3":"\"The X-Files\", created by Chris Carter and starring David Duchovny and Gillian Anderson debuts on Fox","4":"Rock band Nirvana release their single \"Smells like Teen Spirit\"","5":"By winning the U.S. Open, Steffi Graf completed the Grand Slam of tennis; she was the first woman to accomplish the feat since Margaret Court in 1970.","6":"Hamida Djandoubi, convicted of torture and murder, is the last person to be executed by Guillotine in France","7":"Guinea-Bissau gained independence from Portugal.","8":"American long distance runner Frank Shorter scores a famous win in the men's marathon in 2:12:19.8 at the Munich Olympics","9":"Jack Ma\nChinese entrepreneur\nwas born","10":"Baseball player Ted Williams marries model Lee Howard (divorced 1967)","11":"Nigerian novelist, critic and academic Chinua Achebe (\"Things Fall Apart\") marries Christie Okoli","12":"Prime Minister of Canada Jean Chretien (23) weds Aline Chaine (21) in Canada","13":"Bill O'Reilly\nAmerican television and radio personality\nwas born","14":"Stephen Jay Gould\nAmerican paleontologist\nwas born","15":"Cynthia Lennon\nBritish personality\nwas born","16":"American professional baseball player Roger Maris, who held (1961–98) the record for most home runs (61) in a single season, was born.","17":"Leopold and Loeb found guilty of the murder of Robert Franks in Chicago in the \"the crime of the century\"","18":"Austria and the Allied powers signed the Treaty of Saint-Germain, concluding World War I.","19":"Elias Howe takes out a US patent for a lockstitch sewing machine","20":"U.S. naval forces under the command of Oliver Hazard Perry defeated the British in the Battle of Lake Erie during the War of 1812.","21":"George Washington asks for a spy volunteer, Nathan Hale volunteers","22":"The Second Northern War (1700–21) was concluded by the Peace of Nystad.","23":"Japanese rebel Yui Shosetsu committed suicide after the failure of his plot against the Tokugawa shogunate.","24":"Marie-Thérèse of Austria\nqueen of France\nwas born","25":"John Smith chosen president of Jamestown\nHaving survived capture by Indians (reputedly through the efforts of Pocahontas, a chief's daughter), John Smith became president of Jamestown colony, the first permanent English settlement in North America, this day in 1608.","26":"John the Fearless, second duke of Burgundy, was killed during a meeting with the future king Charles VII at Montereau, France."}}