{"Year":{"0":"86","1":"2017","2":"2016","3":"2015","4":"1991","5":"1986","6":"1985","7":"1974","8":"1972","9":"1970","10":"1970","11":"1965","12":"1964","13":"1960","14":"1959","15":"1955","16":"1949","17":"1945","18":"1893","19":"1870","20":"1863","21":"1796","22":"1783","23":"1657","24":"1551","25":"1356"},"Event":{"0":"Antoninus Pius\nRoman emperor\nwas born","1":"New MLB record for most home runs in a season, no. 5,694 hit by Alex Gordon of the Kansas City Royals","2":"Actress Angelina Jolie (41) files for divorce from fellow actor Brad Pitt (52) citing irreconcilable differences","3":"English author Jackie Collins, whose glamorous public persona echoed the lavish lifestyles of the characters in her provocative romance thrillers, died in Los Angeles.","4":"In the Ötztal Alps on the Italian-Austrian border, German tourists discovered a mummified human body (later known as the Iceman) that was subsequently determined to date from 3300 .","5":"US Federal health officials announce AZT will be available to AIDS patients","6":"8.1 earthquake in Mexico City kills an estimated 10,000 and leaves 250,000 homeless","7":"Jimmy Fallon\nAmerican comedian and television host\nwas born","8":"Actor Phil Hartman (23) divorces Gretchen Lewis after 2 years of marriage","9":"The first episode of the sitcom The Mary Tyler Moore Show aired on American television; the groundbreaking series starred Mary Tyler Moore as a single independent working woman at a time when female characters were defined as the wife, girlfriend, or widow of a male counterpart.","10":"\"The Mary Tyler Moore\" show premieres on CBS","11":"Sunita Williams\nAmerican astronaut\nwas born","12":"Author Peter Benchley (24) weds Winifred B. Wesson","13":"Chubby Checker's \"The Twist\" hits #1 on the Billboard Hot 100","14":"Academy award winning actor Rod Steiger (34) weds stage and film actress Claire Bloom (28) in Los Angeles, California","15":"President Juan Perón of Argentina was overthrown and fled to Paraguay after an army-navy revolt led by democratically inspired officers.","16":"Twiggy\nBritish fashion model\nwas born","17":"Actress Shirley Temple (17) weds actor John Agar (24) in an Episcopal ceremony at Wilshire Methodist Church","18":"New Zealand becomes the first country to grant all women the right to vote","19":"Siege of Paris by Prussian Forces begins (lasts until January 28 1871)","20":"The Battle of Chickamauga Creek, an important engagement of the American Civil War that was fought over control of the railroad centre at nearby Chattanooga, Tennessee, began.","21":"George Washington's Farewell Address published\nIn his Farewell Address, printed in a Philadelphia newspaper on this day in 1796, George Washington, the first U.S. president, implored his country to maintain neutrality and avoid entangling alliances with Europe.","22":"The Montgolfier brothers sent aloft a balloon with a rooster, a duck, and a sheep aboard, rapidly advancing French aeronautics.","23":"John II Casimir Vasa, king of Poland, signed the Treaty of Wehlau, renouncing the suzerainty of the Polish crown over ducal Prussia and making Frederick William the duchy's sovereign ruler.","24":"Henry III\nking of France and Poland\nwas born","25":"English forces under Edward the Black Prince defeat French at Battle of Poitiers and capture the French King during the Hundred Years War"}}