{"Year":{"0":"2004","1":"1985","2":"1972","3":"1969","4":"1969","5":"1954","6":"1951","7":"1951","8":"1950","9":"1945","10":"1941","11":"1940","12":"1939","13":"1939","14":"1938","15":"1935","16":"1930","17":"1923","18":"1923","19":"1914","20":"1902","21":"1875","22":"1870","23":"1864","24":"1843","25":"1838","26":"1785","27":"1730","28":"1715"},"Event":{"0":"Chechen rebels seized a school in Beslan, North Ossetia, Russia; the siege, which ended two days later, resulted in the deaths of more than 330 people, the majority of them children.","1":"In a search led by American oceanographer Robert Ballard, the wreck of the Titanic was found on the ocean floor at a depth of about 13,000 feet (4,000 metres).","2":"American chess grandmaster Bobby Fischer beats Russian champion Boris Spassky 12.5-8.5 in Reykjavik, Iceland; most publicised world title match ever played; Fischer 1st American to win title","3":"Colonel Muammar Gaddafi deposes King Idris in the Libyan revolution","4":"A group of young army officers led by Muammar al-Qaddafi deposed the king and made Libya a republic.","5":"\"Rear Window\", directed by Alfred Hitchcock and starring James Stewart and Grace Kelly, is released","6":"US, Australia and New Zealand sign the ANZUS mutual defense treaty","7":"Australia, New Zealand, and the United States signed the ANZUS Pact.","8":"Phil McGraw\nAmerican psychologist\nwas born","9":"V-J Day, formal surrender of Japan aboard USS Missouri marks the end of WW II (US date, 2nd September in Japan)","10":"Jews living in Germany are required to wear a yellow star of David","11":"Actor Harry Morgan (25) weds Eileen Detchon","12":"World War II starts when Germany invades Poland by attacking the Free City of Danzig","13":"German invasion of Poland\nThe lethal combination of German blitzkrieg tactics, French and British inactivity, and Soviet perfidy doomed Poland to swift defeat after Adolf Hitler invaded the country this day in 1939 and sparked World War II.","14":"Alan Dershowitz\nAmerican lawyer\nwas born","15":"Seiji Ozawa\nJapanese American conductor\nwas born","16":"The Young Plan, the second renegotiation of Germany's World War I reparation payments, went into effect.","17":"Rocky Marciano\nAmerican athlete\nwas born","18":"A great earthquake struck the Tokyo-Yokohama metropolitan area; the death toll from the shock was estimated at 142,800.","19":"The last known passenger pigeon died in the Cincinnati (Ohio) Zoo.","20":"Carlo Gambino\nAmerican crime boss\nwas born","21":"American novelist Edgar Rice Burroughs, best known as the creator of Tarzan, was born.","22":"The French army suffered a decisive defeat at the Battle of Sedan in the Franco-German War, leading to the fall of France's Second Empire.","23":"The Charlottetown Conference, the first of a series of meetings that ultimately led to the formation of the Dominion of Canada, convened at Charlottetown, Prince Edward Island.","24":"Prime Minister of Canada John A. Macdonald (28) weds his cousin Isabella Clark","25":"American frontiersman William Clark, who shared with Meriwether Lewis the leadership of the epic Lewis and Clark Expedition, died.","26":"Mozart publishes 6th string quartet opus 10 in Vienna","27":"US Founding Father Benjamin Franklin establishes a common-law marriage with Deborah Read","28":"King Louis XIV of France dies after a reign of 72 years—the longest of any major European monarch."}}