{"Year":{"0":"2016","1":"1998","2":"1997","3":"1989","4":"1978","5":"1978","6":"1977","7":"1975","8":"1970","9":"1967","10":"1966","11":"1963","12":"1957","13":"1936","14":"1927","15":"1925","16":"1924","17":"1923","18":"1919","19":"1906","20":"1891","21":"1862","22":"1848","23":"1810","24":"1810","25":"1795","26":"1620","27":"1380"},"Event":{"0":"American dramatist Edward Albee, an innovative writer of raw, stringent plays who was perhaps best known for Who's Afraid of Virginia Woolf? (1962), died at age 88.","1":"The Basque separatist organization ETA announced an indefinite cease-fire after 30 years of terrorist guerrilla attacks in Spain that were blamed for 800 deaths; the peace lasted 14 months.","2":"Apple Computer Inc names co-founder Steve Jobs interim CEO","3":"14th Toronto International Film Festival: \"Roger & Me\" directed by Michael Moore wins the People's Choice Award","4":"Mohammad Zia-ul-Haq was proclaimed president of Pakistan.","5":"25,000 die in 7.7 earthquake in Tabar, Iran","6":"American-born Greek operatic soprano Maria Callas died in Paris.","7":"Papua New Guinea achieved full independence from Australia.","8":"King Ḥussein of Jordan declared martial law following the hijacking of four international airliners by the Popular Front for the Liberation of Palestine (PFLP).","9":"Comedic actor Bob Denver (32) weds second wife Jean Webber","10":"Metropolitan Opera House opens in Lincoln Center, New York with Leontyne Price as Cleopatra in \"Antony and Cleopatra\" by Samuel Barber","11":"Federation of Malaysia formed by Malaya, Singapore, British North Borneo (Sabah) and Sarawak","12":"LA City Council approves 300-acre site in Chavez Ravine for Dodgers","13":"Actor Henry Fonda (31) weds socialite Frances Ford Seymour (28) at Christ Church, New York City","14":"Peter Falk\nAmerican actor\nwas born","15":"B.B. King\nAmerican musician\nwas born","16":"Lauren Bacall\nAmerican actress\nwas born","17":"Lee Kuan Yew\nprime minister of Singapore\nwas born","18":"The U.S. Congress granted a national charter to the American Legion, an organization of U.S. war veterans.","19":"Douglas Mawson, Edgeworth David and Alistair Mackay claim to have discovered the Magnetic South Pole in Antarctica","20":"Karl Dönitz\nGerman naval commander\nwas born","21":"Liliuokalani, Queen of Hawaii (1891-93) marries John Owen Dominis","22":"Slavery abolished in all French territories","23":"A local revolt in Mexico was sparked by Miguel Hidalgo y Costilla, a parish priest in Dolores, who uttered the Grito de Dolores (“Cry of Dolores”), calling for the end of rule by Spanish peninsulars, for equality of races, and for redistribution of land.","24":"Mexico issues Grito de Dolores, calling for the end of Spanish rule (Mexican Independence Day)","25":"British capture Capetown, South Africa, from the Dutch","26":"Mayflower's departure for America\nOn this date in 1620, English colonists aboard the Mayflower set sail for America, where they founded Plymouth, Massachusetts, after 41 men, including William Bradford and Myles Standish, signed the Mayflower Compact.","27":"Charles V, who was king of France from 1364 and led the country in a miraculous recovery from the devastation of the first phase of the Hundred Years' War (1337–1453), died."}}