{"Year":{"0":"509","1":"335","2":"2015","3":"2015","4":"1993","5":"1990","6":"1981","7":"1975","8":"1974","9":"1973","10":"1969","11":"1969","12":"1969","13":"1965","14":"1956","15":"1943","16":"1911","17":"1893","18":"1886","19":"1874","20":"1860","21":"1857","22":"1847","23":"1759","24":"1598","25":"1515","26":"1224"},"Event":{"0":"BC The temple of Jupiter on Rome's Capitoline Hill is dedicated on the ides of September","1":"Church of Holy Sepulchre consecrated in Jerusalem","2":"Evian Championship, Evian Resort: Lydia Ko of New Zealand wins by 6 from Lexi Thompson to become youngest major winner, 18yrs, 142 days","3":"American basketball player Moses Malone—who was a dominating centre and the NBA's premier offensive rebounder during the 1980s, leading the Philadelphia 76ers to a championship in 1983—died in Norfolk, Virginia.","4":"Public unveiling of the Oslo Accords, an Israeli-Palestinian peace agreement initiated by Norway","5":"The law-enforcement series Law & Order debuted on the NBC television network; the show became one of the longest-running prime-time TV dramas in the United States.","6":"Television producer Lorne Michaels (36) weds model Susan Forristal","7":"Novelist Danielle Steel (28) weds Danny Zugelder in the prison canteen","8":"Singer-composer Quincy Jones Jr (28) divorces actress Ulla Andersson (41) after 5 years of marriage","9":"Fabio Cannavaro\nItalian football player\nwas born","10":"\"Scooby-Doo Where are You\" by Hanna-Barbera debuts on CBS in the US","11":"Shane Warne\nAustralian cricketer\nwas born","12":"Tyler Perry\nAmerican playwright, actor, screenwriter, producer, and director\nwas born","13":"Beatles release \"Yesterday\"","14":"IBM introduces the RAMAC 305, 1st commercial computer with a hard drive that uses magnetic disk storage, weighs over a ton","15":"Chiang Kai-shek (Chiang Chung-cheng) became president of China.","16":"American singer, songwriter, and mandolin player Bill Monroe, considered the father of bluegrass music, was born.","17":"Microbiologist Robert Koch (49) weds actress Hedwig Freiberg (20)","18":"African American educator, writer, and philosopher Alain Locke, remembered as the leader and chief interpreter of the Harlem Renaissance, was born.","19":"Arnold Schoenberg\nAmerican composer\nwas born","20":"John J. Pershing\nUnited States general\nwas born","21":"Milton Snavely Hershey, founder of the Hershey Chocolate Company, was born in Pennsylvania.","22":"American-Mexican war: US General Winfield Scott captures Mexico City","23":"British forces defeated the French in the Battle of Quebec.","24":"Philip III crowned king of Spain and Portugal\nKing Philip III of Spain (Philip II of Portugal), crowned on this day in 1598, was virtuous in his private affairs but indifferent as a ruler and extravagant in his spending, exacerbating Spain's growing economic problems.","25":"Swiss mercenaries attacked the French position near Marignano; the next day they were defeated by French and Italian troops, giving rise to Switzerland's policy of neutrality.","26":"Francis of Assisi is afflicted with stigmata after a vision praying on Mount Verna"}}