{"Year":{"0":"2016","1":"2008","2":"1983","3":"1981","4":"1969","5":"1969","6":"1968","7":"1960","8":"1932","9":"1931","10":"1919","11":"1918","12":"1901","13":"1898","14":"1898","15":"1889","16":"1861","17":"1849","18":"1820","19":"1815","20":"1815","21":"1687","22":"1687","23":"1687","24":"1580"},"Event":{"0":"Actress Naomi Watts and actor Liv Schreiber announce their separation after 11 years together","1":"American actor Paul Newman, whose striking good looks and compelling performances made him one of Hollywood's most popular leading men, died in Westport, Connecticut.","2":"Australia II wins America's Cup yacht race - 1st non-US winner","3":"Serena Williams\nAmerican tennis player\nwas born","4":"The Beatles release \"Abbey Road\" album","5":"The Beatles released Abbey Road, their last-recorded album (Let It Be, though mostly recorded earlier than Abbey Road, was released in 1970).","6":"\"Oliver!\" directed by Carol Reed and starring Mark Lester and Ron Moody premieres in London (Best Picture 1969)","7":"First televised U.S. presidential debate\nThe first in a series of historic televised debates (seen by some 85 to 120 million viewers) between U.S. presidential candidates John F. Kennedy and Vice President Richard M. Nixon was broadcast this day in 1960.","8":"Manmohan Singh\nprime minister of India\nwas born","9":"Earl Claus von Stauffenberg marries Freiin Nina von Lerchenfeld","10":"German chancellor Konrad Adenauer (43) weds Auguste Zinsser in Cologne, Germany","11":"Beginning of the Meuse-Argonne Offensive, more than 1 million American soldiers in the largest and most costly offensive of WWI","12":"Great Britain annexes the Ashanti Kingdom and places it under the governor of the Gold Coast (Ghana)","13":"George Gershwin\nAmerican composer\nwas born","14":"George Gershwin, one of the most significant and popular American composers, was born.","15":"Martin Heidegger\nGerman philosopher\nwas born","16":"Political cartoonist Thomas Nast (21) weds Sarah Edwards (20) in USA","17":"Ivan Pavlov\nRussian physiologist\nwas born","18":"American frontiersman and hero Daniel Boone died in St. Charles, Missouri.","19":"The Holy Alliance of Russia, Austria, and Prussia was formed, after the final defeat of Napoleon.","20":"Russia, Prussia and Austria sign the Holy Alliance","21":"During the bombardment of the Acropolis by Venetian forces, part of the Parthenon was destroyed in a powder explosion.","22":"Acropolis in Athens attacked by Venetian army trying to eject Turks, damaging the Parthenon","23":"The city council of Amsterdam votes to support William of Orange's invasion of England, which became the Glorious Revolution.","24":"Frances Drake completes circumnavigation of the world, sailing into Plymouth aboard the Golden Hind"}}