{"Year":{"0":"70","1":"2005","2":"1996","3":"1996","4":"1980","5":"1979","6":"1963","7":"1963","8":"1949","9":"1945","10":"1943","11":"1936","12":"1924","13":"1922","14":"1909","15":"1909","16":"1896","17":"1888","18":"1885","19":"1876","20":"1860","21":"1860","22":"1822","23":"1822","24":"1812","25":"1714","26":"1191"},"Event":{"0":"Roman army under General Titus occupies and plunders Jerusalem","1":"Amid low voter turnout and allegations of irregularities, Hosni Mubarak won Egypt's first multicandidate presidential election to remain in office.","2":"American rapper and actor Tupac Shakur, one of the leading names in 1990s gangsta rap, was shot by an unknown assailant and died six days later.","3":"Rap artist Tupac Shakur shot multiple times in a drive by shooting in Las Vegas, dies 6 days later","4":"32nd Emmy Awards: Taxi, Lou Grant, Ed Asner & Barbara Bel Geddes win. Notable for going ahead despite 51 of the 52 nominated performers boycotting the event due to a strike by members of the Screen Actors Guild.","5":"ESPN, a cable network dedicated to sports, debuted on American television.","6":"Future US politician Nancy D'Alesandro marries Paul Pelosi in Baltimore","7":"Eazy-E\nAmerican musician\nwas born","8":"Actress Janet Leigh (22) divorces Stanley Reames after 4 years of marriage","9":"\"Star Trek\" actor DeForest Kelley (25) weds Carolyn Dowling (25)","10":"\"Gilda\" actress Rita Hayworth (24) weds actor-director Orson Welles (28)","11":"Buddy Holly\nAmerican musician\nwas born","12":"Daniel Inouye\nUnited States senator\nwas born","13":"David Croft\nBritish television writer and producer\nwas born","14":"Elia Kazan\nAmerican director and author\nwas born","15":"Eugene Lefebvre becomes first pilot to die in an airplane craft, while test piloting new French-built Wright biplane at Juvisy","16":"A. H. Whiting wins the 1st automobile race held on a closed-circuit track in Cranston, Rhode Island","17":"Edith Eleanor McLean is 1st baby to be placed in an incubator at State Emigrant Hospital on Ward’s Island, New York","18":"American poet and novelist Elinor Wylie was born in Somerville, New Jersey.","19":"The Younger Brothers, a group of American outlaws who were often allied with Jesse James, were captured following an unsuccessful bank robbery.","20":"American folk painter Grandma Moses, who was internationally popular for her naïve documentation of rural life in the United States, was born.","21":"Giuseppe Garibaldi entered Naples, Italy, and proclaimed himself “Dictator of the Two Sicilies.”","22":"Dom Pedro I declared the independence of Brazil.","23":"Pedro I, son of King Joao VI declares Brazil's independence from Portugal (National Day)","24":"Napoleon's French forces narrowly defeated the Russians under Mikhail Illarionovich Kutuzov at the Battle of Borodino.","25":"Treaty of Baden: Holy Roman Emperor Charles VI & France, ends War of Spanish Succession, French retain Alsace, Austria gets bank of Rhine","26":"Battle of Arsūf\nOn this day in 1191 the Muslim army of Saladin attacked the Crusaders of Richard I (the Lion-Heart) at the Battle of Arsūf, and, though Richard successfully counterattacked in the evening, his march to Jerusalem was delayed."}}