{"Year":{"0":"925","1":"476","2":"2016","3":"2014","4":"2006","5":"2002","6":"1998","7":"1989","8":"1988","9":"1981","10":"1981","11":"1972","12":"1972","13":"1965","14":"1957","15":"1936","16":"1930","17":"1917","18":"1908","19":"1908","20":"1896","21":"1870","22":"1864","23":"1862","24":"1834","25":"1825","26":"1781","27":"1781","28":"1682","29":"1609"},"Event":{"0":"King Athelstan of the West Saxons became the first king to rule all of England.","1":"Romulus Augustulus, last Western Roman Emperor, abdicates after forces led by Odoacer invade Rome. Traditional end of the Western Roman Empire","2":"Mother Teresa, founder of the Order of the Missionaries of Charity and winner of the 1979 Nobel Prize for Peace, was canonized by Pope Francis I.","3":"American entertainer Joan Rivers—who first gained fame in the 1960s as a nightclub and television comic known for the catchphrase “Can we talk?” and who later critiqued celebrities' wardrobes—died in New York City.","4":"Australian wildlife conservationist and television personality Steve Irwin, who achieved worldwide fame as the exuberant and risk-taking host of The Crocodile Hunter (1992–2006) TV series and related documentaries, was killed by a venomous bull stingray.","5":"American singer Kelly Clarkson became the first winner of the reality television series American Idol.","6":"The American search engine company Google Inc. was formally established as founders Sergey Brin and Larry Page filed incorporation papers.","7":"The National Aeronautics and Space Administration (NASA) and the U.S. Air Force launched the last Titan III rocket.","8":"Actor Kevin Bacon marries actress Kyra Sedgwick","9":"American singer-songwriter and actress Beyoncé—who achieved fame in the late 1990s as the lead singer of the R&B group Destiny's Child and then launched a successful solo career—was born.","10":"Beyoncé\nAmerican singer\nwas born","11":"American swimmer Mark Spitz won his seventh gold medal during the Munich Olympic Games, the first person ever to do so in a single Olympics.","12":"US 4 x 100m medley relay team of Mike Stamm, Tom Bruce, Mark Spitz & Jerry Heidenreich sets world record 3:48.16 to win gold at the Munich Olympics; Mark Spitz becomes 1st athlete to win 7 Olympic gold medals at a single Games","13":"Beatles' single \"Help!\" goes #1 & stays #1 for 3 weeks","14":"The Ford Motor Company introduced the Edsel automobile, which was perhaps its most notable failure.","15":"\"Swing Time\", directed by George Stevens, starring Fred Astaire and Ginger Rogers, is released","16":"Supreme Court Justice Thurgood Marshall (21) weds Vivien Burey at First African Baptist Church in Philadelphia, Pennsylvania","17":"Henry Ford, II\nAmerican industrialist\nwas born","18":"Novelist and short-story writer Richard Wright, among the first African American writers to protest white treatment of blacks, was born.","19":"Richard Wright\nAmerican writer\nwas born","20":"Antonin Artaud\nFrench author and actor\nwas born","21":"Napoleon III, who ruled France first as president (1850–52) and then as emperor (1852–70), was deposed and the Third Republic proclaimed.","22":"John Hunt Morgan, the Confederate guerrilla leader of “Morgan's Raiders,” was killed by Federal troops.","23":"General Lee invades the North with 50,000 Confederate troops during Maryland Campaign (US Civil war)","24":"Abolitionist William Lloyd Garrison (28) weds Helen Eliza Benson","25":"Dadabhai Naoroji\nIndian nationalist leader\nwas born","26":"Los Angeles is founded by 44 Spanish speaking mestizos in the Bahia de las Fumas (Bay of Smokes)","27":"Los Angeles founded\nOn this day in 1781, Spanish settlers laid claim to what became Los Angeles, now the second most populous U.S. city and the home to Hollywood, whose name is synonymous with the American motion-picture industry.","28":"English astronomer Edmond Halley observes the comet named after him","29":"Navigator Henry Hudson first European to discover island of Manhattan [or Sep 11]"}}