{"Year":{"0":"2016","1":"2011","2":"1975","3":"1970","4":"1969","5":"1968","6":"1965","7":"1962","8":"1957","9":"1956","10":"1944","11":"1929","12":"1906","13":"1906","14":"1889","15":"1873","16":"1845","17":"1844","18":"1799","19":"1789","20":"1777","21":"1711","22":"1513","23":"1513","24":"1066","25":"1066"},"Event":{"0":"American golfer Arnold Palmer, who used an unorthodox swing and an aggressive approach to become one of golf's most successful and well-liked stars, died at age 87.","1":"Kenyan politician and environmental activist Wangari Maathai—who was the first black African woman to win a Nobel Prize (the 2004 Nobel Prize for Peace)—died in Nairobi.","2":"Pink Floyd's concept album \"Wish You Were Here\" reaches No. 1 in the US, goes on to sell 13 million copies","3":"Hostilities came to an end during Black September, the brief but violent civil war between the Palestine Liberation Organization and Jordan.","4":"Catherine Zeta-Jones\nWelsh actress\nwas born","5":"Will Smith\nAmerican actor and musician\nwas born","6":"Scottie Pippen\nAmerican basketball player\nwas born","7":"Sonny Liston became world heavyweight boxing champion with a first-round knockout of Floyd Patterson in Chicago.","8":"18th Venice Film Festival: Influential Indian film \"Aparajito\" directed by Satyajit Ray is first film to win the Golden Lion and the Critics Award","9":"First transatlantic telephone cable goes into operation from Newfoundland to Oban","10":"Michael Douglas\nAmerican actor and producer\nwas born","11":"American journalist Barbara Walters, who was especially known for her highly effective technique in television interviews of world-renowned figures, was born.","12":"Dmitry Shostakovich\nRussian composer\nwas born","13":"Leonardo Torres Quevedo successfully demonstrates the Telekino at Bilbao before a great crowd, guiding a boat from the shore, considered the birth of the remote control","14":"Prime Minister of Canada Robert Borden (34) weds Laura Bond","15":"Frontiersman and gunfighter Wild Bill Hickok supposedly marries Calamity Jane according to the later's daughter (disputed)","16":"Confederate army Nathan Bedford Forrest (24) weds Presbyterian minister's daughter Mary Ann Montgomery (18) in Hernando, Mississippi","17":"Canada defeats USA by 23 runs in the 1st cricket international","18":"André Masséna, French nobleman and general under Napoleon, defeated Russian forces in the Second Battle of Zürich.","19":"US Congress proposes the Bill of Rights","20":"Philadelphia, then the American capital, was occupied by British forces during the American Revolution.","21":"Emperor Qianlong, whose six-decade reign (1735–96) during the Qing (Manchu) dynasty was one of the longest in Chinese history, was born.","22":"Spanish explorer Vasco Nunez de Balboa crosses the Panama Isthmus becoming first European to see the Pacific Ocean","23":"Pacific Ocean sighted by Balboa\nOn this day (or two days later) in 1513, Spanish conquistador and explorer Vasco Núñez de Balboa, standing “silent, upon a peak in Darién,” on the Isthmus of Panama, became the first European to sight the Pacific Ocean.","24":"Tostig, earl of Northumbria, and Harald III, king of Norway, were killed in an attempt to depose Tostig's brother, King Harold II of England.","25":"Battle of Stamford Bridge: English army under King Harold II defeat invading Norwegians led by King Harald Hardrada and Harold's brother Tostig, who were both killed"}}