{"Year":{"0":"2015","1":"1993","2":"1991","3":"1968","4":"1960","5":"1957","6":"1957","7":"1954","8":"1954","9":"1953","10":"1950","11":"1948","12":"1938","13":"1934","14":"1934","15":"1911","16":"1902","17":"1896","18":"1896","19":"1877","20":"1877","21":"1869","22":"1869","23":"1789","24":"1755","25":"1755","26":"1487","27":"1180"},"Event":{"0":"According to Saudi officials, 769 people died in a stampede during the hajj to Mecca; however, other estimates claim that more than 2,400 were killed, making it one of the deadliest accidents in the pilgrimage's history.","1":"Norodom Sihanouk was crowned king of Cambodia for the second time.","2":"American alternative rock group Nirvana released its breakthrough album Nevermind, which helped make grunge an international phenomenon and gave voice to Generation X.","3":"The prime-time American television news show 60 Minutes debuted; created by Don S. Hewitt and featuring such reporters as Mike Wallace, it became one of the most successful programs in broadcast history.","4":"The first nuclear-powered aircraft carrier, the Enterprise, was launched by the United States.","5":"Federal troops sent into Little Rock, Arkansas\nOn this day in 1957 racial desegregation took centre stage when federal troops were dispatched to Little Rock, Arkansas, to maintain order and enforce the right of black students to attend the local public high school.","6":"\"Jailhouse Rock\" single released by Elvis Presley (Billboard Song of the Year 1957)","7":"Ashton Carter\nAmerican physicist and government official\nwas born","8":"Tonight Show premieres on NBC (Johnny takes over 8 years later)","9":"Singer Dick Haymes (35) weds Hollywood actress Rita Hayworth (34) at The Sands hotel-casino in Las Vegas","10":"Operation Magic Carpet concludes after having transported 45,000 Yemenite Jews to Israel","11":"American Major League Baseball outfielder Ty Cobb (61) weds Frances Cass (40)","12":"Don Budge won the U.S. Open, becoming the first player to win a Grand Slam title in tennis.","13":"2,500 fans see Babe Ruth's farewell Yankee appearance at Yankee Stadium","14":"Babe Ruth played in his last baseball game for the New York Yankees at Yankee Stadium.","15":"Konstantin Chernenko\npresident of Union of Soviet Socialist Republics\nwas born","16":"Ruhollah Khomeini\nIranian religious leader\nwas born","17":"F. Scott Fitzgerald\nAmerican writer\nwas born","18":"American short-story writer and novelist F. Scott Fitzgerald—famous for his depictions of the Jazz Age, his most brilliant novel being The Great Gatsby (1925)—was born.","19":"Saigo Takamori, a hero of the Meiji Restoration, was killed after reluctantly leading a rebellion against the Meiji government.","20":"Battle of Shiroyama, decisive victory of the Imperial Japanese Army over the Satsuma Rebellion","21":"Plummeting gold prices led to a panic known as Black Friday, when U.S. President Ulysses S. Grant, after learning of an attempt by Jay Gould and James Fisk to drive up the gold market, ordered $4 million of government gold to be sold on the market.","22":"Black Friday; Wall St panic after Gould & Fisk attempt to corner gold","23":"US Federal Judiciary Act is passed & creates a six-person Supreme Court","24":"John Marshall\nchief justice of United States\nwas born","25":"John Marshall, the fourth chief justice of the United States and principal founder of the U.S. system of constitutional law, including the doctrine of judicial review, was born.","26":"Founder of Sikhism Guru Nanak marries Mata Sulakkhani in Batala","27":"Manuel I Komnenos, last Emperor of the Komnenian restoration dies. The Byzantine Empire slips into terminal decline."}}