{"Year":{"0":"2018","1":"2011","2":"2006","3":"1987","4":"1962","5":"1957","6":"1957","7":"1949","8":"1949","9":"1943","10":"1939","11":"1933","12":"1930","13":"1920","14":"1915","15":"1889","16":"1884","17":"1868","18":"1862","19":"1862","20":"1846","21":"1845","22":"1821","23":"1806","24":"1779","25":"1666","26":"1122","27":"-63"},"Event":{"0":"Indian Prime Minister Narendra Modi launches \"Modicare\", free heathcare for 500 million, world's biggest healthcare program","1":"Actress Lisa Linde (39) divorces \"Xmen\" actor James Marsden (38) due to irreconcilable differences after 11 years of marriage","2":"American folk musician Etta Baker, who influenced the folk music revival of the 1950s and '60s with her blend of Piedmont blues and bluegrass, died at age 93.","3":"American choreographer and director Bob Fosse—who revolutionized musicals with his distinct style of dance, including his frequent use of props, signature moves, and provocative steps—died in Washington, D.C.","4":"ABC's 1st color TV series - The Jetsons by Hanna-Barbera first broadcast","5":"President Dwight D. Eisenhower orders US troops to support integration of nine black students at Little Rock Central High School in Arkansas","6":"\"That'll Be Day\" by Buddy Holly & Crickets reaches #1","7":"Bruce Springsteen\nAmerican singer, songwriter, and bandleader\nwas born","8":"American singer, songwriter, and bandleader Bruce Springsteen, who became the archetypal rock performer of the 1970s and '80s, was born.","9":"Julio Iglesias\nSpanish singer and songwriter\nwas born","10":"Sigmund Freud, the founder of modern psychoanalysis, died in London.","11":"Gangster Sam Giancana (25) weds Angeline De Tolve","12":"Ray Charles\nAmerican musician\nwas born","13":"Mickey Rooney\nAmerican actor\nwas born","14":"Film producer Samuel Goldwyn (33) divorces first wife Blanche Lasky after 5 years of marriage","15":"Nintendo Koppai (Later Nintendo Company, Limited) founded by Fusajiro Yamauchi to produce and market the playing card game Hanafuda","16":"American Herman Hollerith patents his mechanical tabulating machine, the beginning of data processing","17":"A small group of Puerto Rican radicals committed to independence attempted an uprising, El Grito de Lares; the revolt was crushed by the Spanish.","18":"Russian novelist and author of \"War and Peace\" Leo Tolstoy (34) marries Sophia Andreevna Behrs (18) daughter of a physician","19":"Otto von Bismarck was appointed prime minister of Prussia by William I.","20":"Neptune observed\nThis day in 1846, astronomer Johann Gottfried Galle became the first person ever to observe the planet Neptune, the existence of which had been mathematically predicted by Urbain-Jean-Joseph Le Verrier and John Couch Adams.","21":"1st baseball team, NY Knickerbockers organize, adopt rule code","22":"Fall of Tripolitsa, Greek forces massacre 30,000 Turks during Greek War of Independence","23":"Lewis and Clark arrived in St. Louis, Missouri, at the end of their daring expedition to the Pacific Northwest.","24":"During the American Revolution, in the midst of a naval engagement between the warships Bonhomme Richard and Serapis off the east coast of England, American commander John Paul Jones answered a call to surrender from his English counterpart with the famous quotation, “I have not yet begun to fight!”","25":"Princess Maria of Orange-Nassau marries Mauritius earl of Simmeren","26":"Concordat of Worms agreed between Pope Calixtus II and Holy Roman Emperor Henry V","27":"Augustus\nRoman emperor\nwas born"}}