{"Year":{"0":"2009","1":"2003","2":"2001","3":"1998","4":"1986","5":"1974","6":"1970","7":"1966","8":"1960","9":"1954","10":"1945","11":"1941","12":"1941","13":"1932","14":"1925","15":"1925","16":"1919","17":"1897","18":"1864","19":"1841","20":"1781","21":"1761","22":"1664","23":"1664","24":"1565","25":"1522","26":"1504","27":"1429","28":"1380"},"Event":{"0":"90s pop sensation singer Peter Andre (36) divorces glamour model Katie Price (31) due to unreasonable behaviour after 3 years of marriage","1":"German filmmaker Leni Riefenstahl—who was perhaps the finest and most-influential female director of the 20th century, but her association with Adolf Hitler made her almost as much reviled as admired—died in Germany.","2":"Kylie Minogue releases her single \"I Just Can't Get You Out of My Head\", the biggest of her career","3":"Mark McGwire of the St. Louis Cardinals broke Roger Maris's 1961 record for most home runs in a regular professional baseball season by hitting his 62nd of the season (he finished the season with 70 home runs).","4":"\"The Oprah Winfrey Show\" is first broadcast nationally","5":"Richard M. Nixon, who had resigned the U.S. presidency on August 8, 1974, was pardoned by his successor, Gerald Ford.","6":"Black September hijackings begin, three airliners hijacked and blown up by Popular Front for the Liberation of Palestine","7":"The first episode of the sci-fi series Star Trek aired on American television.","8":"Nationwide release (US) of Alfred Hitchcock's \"Psycho\" starring Anthony Perkins and Janet Leigh","9":"Ruby Bridges\nAmerican civil rights activist\nwas born","10":"At the end of World War II, the first U.S. troops entered the Korean peninsula south of the 38th parallel to receive the Japanese surrender; north of the parallel, Japanese troops surrendered to Soviet forces.","11":"Bernie Sanders\nUnited States senator\nwas born","12":"German and Finnish armies began a siege of Leningrad (now St. Petersburg), Russia, which lasted for 872 days.","13":"Patsy Cline\nAmerican singer\nwas born","14":"Peter Sellers\nBritish actor\nwas born","15":"British actor Peter Sellers, who portrayed an astonishing range of characters but was perhaps best known as inept Inspector Jacques Clouseau in the Pink Panther films, was born.","16":"Babe Ruth hits his 26th HR off Jack Quinn in NY, breaking Buck Freeman's 1899 HR mark of 25","17":"Confederate General James Longstreet (76) weds Helen Dortch (34) at the governor's mansion in Atlanta, Georgia","18":"Business magnate John D. Rockefeller (25) weds abolitionist Laura Spelman (24)","19":"Antonín Dvořák\nBohemian composer\nwas born","20":"American troops commanded by General Nathanael Greene defeated British forces under Lieutenant Colonel Alexander Stewart in the Battle of Eutaw Springs during the American Revolution.","21":"Marriage of George III of the United Kingdom to Charlotte of Mecklenburg-Strelitz (Queen Charlotte).","22":"Dutch surrender colony of New Netherlands (including New York) to 300 English soldiers","23":"As part of the Anglo-Dutch Wars, the duke of York (later James II) took the city of New Amsterdam, whose name was changed to New York.","24":"1st permanent European settlement in the US founded at St. Augustine, Florida","25":"Spanish navigator Juan de Elcano returns to Spain, completing 1st circumnavigation of the globe (expedition began under Ferdinand Magellan)","26":"Michelangelo's statue of David is unveiled in Florence","27":"Paris attacked by Joan of Arc\nOn this day in 1429, French heroine Joan of Arc, a peasant girl who believed she was acting under divine guidance, attempted to oust the duke of Burgundy and take Paris for newly crowned King Charles VII.","28":"Battle on Kulikovo: Moscow's great monarch Dimitri beats Mongols beginning the decline of the Tatars"}}