{"Year":{"0":"2014","1":"2001","2":"1976","3":"1971","4":"1970","5":"1969","6":"1965","7":"1965","8":"1961","9":"1954","10":"1951","11":"1951","12":"1948","13":"1947","14":"1942","15":"1933","16":"1932","17":"1931","18":"1931","19":"1922","20":"1920","21":"1914","22":"1907","23":"1905","24":"1905","25":"1898","26":"1895","27":"1885","28":"1873","29":"1819","30":"1812","31":"1811","32":"1809"},"Event":{"0":"Scottish voters rejected a referendum that would have made Scotland an independent country.","1":"For the second straight day, Typhoon Nari pounded Taiwan with record rainfalls, causing massive flooding and killing 79 people.","2":"Mao Zedong's funeral takes place in Beijing","3":"Lance Armstrong\nAmerican cyclist\nwas born","4":"American rock guitarist and singer Jimi Hendrix—who fused American traditions of blues, jazz, rock, and soul with techniques of British avant-garde rock to redefine the electric guitar in his own image—died of an overdose of barbiturates in London.","5":"Actor Rod Taylor (39) divorces model Mary Hilem after 5 years of marriage","6":"Mickey Mantle Day at Yankee Stadium: Mantle play his 2,000th game","7":"Japanese astronomers Ikeya Kaoru and Seki Tsutomu discovered Comet Ikeya-Seki.","8":"James Gandolfini\nAmerican actor\nwas born","9":"Steven Pinker\nCanadian-American psychologist\nwas born","10":"Ben Carson\nAmerican neurosurgeon and politician\nwas born","11":"\"A Streetcar Named Desire\", directed by Elia Kazan and based on Tennessee Williams' 1947 play of the same name, starring Marlon Brando and Vivien Leigh, is released","12":"A local communist commander seized power in Madiun, Indonesia, as part of a rebellion effort against the Sukarno government in an incident known as the Madiun Affair.","13":"The Central Intelligence Agency officially comes into existence after being established by President Truman in July","14":"The order for 'extermination asocials through labour' is approved by Otto Thierack, Nazi minister of justice","15":"Canadian ice hockey coach Scotty Bowman, who won a record nine Stanley Cups as a head coach in the National Hockey League, was born.","16":"By royal decree the dual kingdom of the Hejaz and Najd, along with its dependencies, was unified under the name of the Kingdom of Saudi Arabia.","17":"Mukden seized by Japanese\nOn this day in 1931, in the so-called Mukden Incident, the Japanese army in Manchuria used the pretext of an explosion along its railway to occupy Mukden and to increase its control, within three months, to all of Manchuria.","18":"To create a pretext for the invasion of Manchuria, China, a railway explosion is faked by the Japanese","19":"Nurse Margaret Sanger (43) weds James Noah Henry Slee in Bloomsbury, London","20":"Tennis player champion Molla Mallory (36) weds stock broker Franklin Mallory","21":"Irish Home Rule bill receives Royal assent","22":"Author Arthur Conan Doyle (48) weds Jean Elizabeth Leckie","23":"Greta Garbo\nSwedish-American actress\nwas born","24":"Actress Greta Garbo—who was best known for her portrayals of strong-willed heroines, most of them as compellingly enigmatic as herself—was born in Stockholm.","25":"British forces under Sir Horatio Herbert Kitchener confronted French forces commanded by Jean-Baptiste Marchand at the disputed fort of Fashoda in the Egyptian Sudan.","26":"Booker T. Washington declared the Atlanta Compromise—a classic statement on race relations—in a speech at the Atlanta (Georgia) Exposition.","27":"Bulgarian nationalists in Eastern Rumelia mounted a coup and declared the province's unification with Bulgaria, leading to the Serbo-Bulgarian War.","28":"Government bond agent Jay Cooke & Co collapses, causing panic on Wall St, the start of the panic of 1873 and the Long depression","29":"French physicist Jean-Bernard-Léon Foucault, who introduced and helped develop a technique of measuring with extreme accuracy the absolute velocity of light and provided experimental proof that Earth rotates on its axis, was born.","30":"Great Fire of Moscow burns out after 5 days, 75% of the city destroyed and 12,000 killed","31":"British expeditionary army conquers Dutch Indies","32":"Royal Opera House in London opens"}}