{"Year":{"0":"2008","1":"2003","2":"1996","3":"1993","4":"1982","5":"1972","6":"1964","7":"1963","8":"1954","9":"1923","10":"1918","11":"1912","12":"1908","13":"1907","14":"1905","15":"1876","16":"1865","17":"1822","18":"1821","19":"1779","20":"1759","21":"1722","22":"1601","23":"1540","24":"1540","25":"1290","26":"1066","27":"1066"},"Event":{"0":"Chinese astronaut Zhai Zhigang performed China's first spacewalk.","1":"Actress Halle Berry announces her separation from second husband, R&B singer Eric Benet","2":"The Taliban, led by Mohammad Omar, seized the capital city of Kabul, declaring all of Afghanistan an Islamic state.","3":"British crime series \"Cracker\" created by Jimmy McGovern starring Robbie Coltrane debuts on ITV in the UK","4":"Lil Wayne\nAmerican rapper\nwas born","5":"Gwyneth Paltrow\nAmerican actress\nwas born","6":"Following months of investigation into the assassination of U.S. President John F. Kennedy, the Warren Commission released its findings.","7":"Marc Maron\nAmerican comedian\nwas born","8":"The landmark late-evening talk show and variety program The Tonight Show premiered (as Tonight!), with Steve Allen as host.","9":"NY Yankee Lou Gehrig hits 1st of his 493 HRs","10":"British forces attacked the Hindenburg Line in the final offensive on the Western Front during World War I.","11":"W. C. Handy publishes \"Memphis Blues\", considered the 1st blues song","12":"Henry Ford's first Ford Model T automobile leaves the Piquette Plant in Detroit, Michigan","13":"Bhagat Singh\nIndian revolutionary\nwas born","14":"The physics journal Annalen der Physik publishes Albert Einstein's paper \"Does the Inertia of a Body Depend Upon Its Energy Content?\", introducing the equation E=mc².","15":"Poet Frederic Mistral (46) weds Marie Louise Aimee Rivière","16":"Physicist Johannes van der Waals (27) weds Anna Magdalena Smit (18)","17":"French scholar Jean-François Champollion announces that he has deciphered the Rosetta stone","18":"Mexican revolutionary forces led by Agustín de Iturbide occupy Mexico City as Spanish withdraw, bringing an end to the Mexican War of Independence","19":"John Adams negotiates Revolutionary War peace terms with Great Britain","20":"Political activist Thomas Paine (22) weds household servant Mary Lambert (21)","21":"Samuel Adams\nAmerican politician\nwas born","22":"Louis XIII, king of France from 1610 to 1643, was born.","23":"The Jesuit order, founded by St. Ignatius of Loyola, was approved by Pope Paul III.","24":"Society of Jesus (Jesuits) founded by Ignatius Loyola confirmed by Pope Paul III in Rome","25":"Earthquake in the Gulf of Chihli (Bohai Sea) near China, reportedly kills 100,000 people","26":"Norman Conquest begun\nOn this day in 1066, after being delayed by bad weather, William, duke of Normandy, embarked his army and set sail for the southeastern coast of England in what would be known in history as the Norman Conquest.","27":"William the Conqueror's troops set sail for England"}}