{"Year":{"0":"301","1":"2012","2":"2010","3":"2001","4":"1991","5":"1988","6":"1976","7":"1971","8":"1963","9":"1951","10":"1950","11":"1947","12":"1939","13":"1937","14":"1929","15":"1923","16":"1921","17":"1913","18":"1912","19":"1900","20":"1894","21":"1875","22":"1783","23":"1783","24":"1658","25":"1609"},"Event":{"0":"San Marino, one of the smallest nations in the world and the world's oldest republic still in existence, founded by Saint Marinus","1":"Colombian drug trafficker Griselda Blanco—who was a leading figure in the Miami drug scene in the 1970s and early '80s and was known as the “Godmother of Cocaine”—was fatally shot in Medellín, Colombia.","2":"Pop singer Cheryl Cole (27) divorces England soccer player Ashley Cole (29) due to unreasonable behavior after 3 and a half years of marriage","3":"American film critic Pauline Kael, an outspoken reviewer for The New Yorker magazine who was celebrated as much for the provocative style of her writing as for the content, died in Massachusetts.","4":"American director Frank Capra—who was best known for a series of beloved films that included Mr. Smith Goes to Washington (1939) and It's a Wonderful Life (1946)—died in California.","5":"Estimated by this date 50,000 Kurdish civilians and soldiers killed by Iraq, many using chemical weapons, in aftermath of Iran-Iraq War","6":"Viking 2's Mars landing\nAfter a nearly yearlong journey, NASA's robotic spacecraft Viking 2 landed on Mars this day in 1976 and began relaying information about the planet's atmosphere and soil as well as colour photographs of the rocky surface.","7":"Qatar officially became independent from the United Kingdom.","8":"Malcolm Gladwell\nCanadian journalist and writer\nwas born","9":"TV soap opera \"Search for Tomorrow\" debuts on CBS","10":"Giuseppe \"Nino\" Farina wins inaugural Formula 1 World Drivers Championship by taking out the Italian Grand Prix at Monza in an Alfa Romeo; wins by 3 points from Juan Manuel Fangio","11":"Mario Draghi\nItalian economist\nwas born","12":"World War II: Britain declares war on Germany after invasion of Poland. France follows 6 hours later quickly joined by Australia, New Zealand, South Africa & Canada","13":"Author Muriel Spark (19) weds teacher Sidney Oswald Spark in Salisbury, Southern Rhodesia","14":"Whitey Bulger\nAmerican crime boss\nwas born","15":"Cultural anthropologist Margaret Mead (21) weds field archaeologist Luther Cressman (25)","16":"American author and journalist Ernest Hemingway (22) marries 1st wife Hadley Richardson (29)","17":"Alan Ladd\nAmerican actor\nwas born","18":"Arnold Schoenberg's \"Funf Orchesterstucke\" (Five Pieces for Orchestra) premieres in London at a Promenade Concert","19":"With a proclamation by General Lord Roberts, Britain annexes the Boer Republic of South Africa","20":"Labor Day was celebrated as a legal holiday in the United States for the first time.","21":"Ferdinand Porsche\nAustrian engineer\nwas born","22":"The Treaty of Paris (part of the Peace of Paris) was signed between Britain and the United States.","23":"Treaty of Paris signed in Paris ends the American Revolutionary War between Great Britain and United States of America","24":"English soldier and statesman Oliver Cromwell died in London.","25":"English navigator Henry Hudson, in a quest for a passage to India on behalf of the Dutch East India Company, sailed into the harbour of present-day New York City and up the river that now bears his name."}}