{"Year":{"0":"2002","1":"2001","2":"2001","3":"2001","4":"2001","5":"1985","6":"1985","7":"1983","8":"1977","9":"1977","10":"1973","11":"1970","12":"1967","13":"1965","14":"1944","15":"1941","16":"1930","17":"1928","18":"1917","19":"1914","20":"1855","21":"1814","22":"1777","23":"1709","24":"1708","25":"1697","26":"1697","27":"1609","28":"1297"},"Event":{"0":"American gridrion football player Johnny Unitas, considered one of the NFL's all-time greatest quarterbacks, died in Maryland.","1":"World Trade Center and Pentagon attacked by terrorists\nOn this day in 2001, 19 militants associated with the terrorist group al-Qaeda hijacked four planes in the United States, crashing three into buildings (the fourth crashed in Pennsylvania) and killing some 3,000 people.","2":"Attempt by passengers and crew of United Airlines Flight 93 to retake control of their hijacked plane from terrorists causes plane to crash in Pennsylvania field killing all 64 people on board","3":"Two passenger planes hijacked by Al Qaeda terrorists crash into New York's World Trade Towers causing the collapse of both and deaths of 2,606 people","4":"Terrorists hijack a passenger plane and crash it into the Pentagon causing the deaths of 125 people","5":"American professional baseball player Pete Rose registered his 4,192nd career hit, breaking the record set by Ty Cobb.","6":"Sri Lanka score their 1st Test Cricket victory, by 149 runs v India","7":"Fashion designer Donna Karen marries Stephan Weiss","8":"TV's Rhoda gets divorced","9":"Ludacris\nAmerican rapper\nwas born","10":"General Augusto Pinochet led a coup d'état, overthrowing the government of President Salvador Allende of Chile.","11":"Taraji P. Henson\nAmerican actress and singer\nwas born","12":"Harry Connick, Jr.\nAmerican musician and actor\nwas born","13":"Bashar al-Assad\npresident of Syria\nwas born","14":"Winston Churchill and Franklin D. Roosevelt met in Canada at the second Quebec Conference.","15":"Belgium King Leopold secretly marries Lilian Baels","16":"Mystery writer Agatha Christie (39) weds archaeologist Max Mallowan (26)","17":"1st ever TV drama WGY's \"Queens Messenger\" broadcast in the New York area starring Izetta Jewell","18":"Ferdinand Marcos\nruler of Philippines\nwas born","19":"W. C. Handy \"Father of the Blues\" publishes his most famous composition \"St Louis Blues\"","20":"The 11-month Siege of Sevastopol ended after British and French troops finally captured the main naval base of the Russian Black Sea fleet during the Crimean War.","21":"U.S. naval forces under Thomas Macdonough defeated a larger British force at the Battle of Lake Champlain during the War of 1812.","22":"British forces led by General William Howe defeated the Americans at the Battle of the Brandywine during the American Revolution.","23":"The duke of Marlborough led a British army of 100,000 men against a French army of 90,000 at the Battle of Malplaquet in the War of the Spanish Succession.","24":"Great Northern war: Charles XII of Sweden stops his march to conquer Moscow outside Smolensk, marking the turning point in the war","25":"Austrian forces won a decisive victory over an Ottoman army at the Battle of Zenta.","26":"Battle of Zenta: forces of Prince Eugen of Savoye defeat the Turks, ending Ottoman control of large parts of Central Europe","27":"Expulsion order announced against the Moriscos of Valencia; beginning of the expulsion of all Spain's Moriscos","28":"Battle at Stirling Bridge, Scottish rebel William Wallace defeats the English"}}