{"Year":{"0":"2017","1":"2016","2":"2001","3":"1997","4":"1993","5":"1980","6":"1975","7":"1972","8":"1972","9":"1968","10":"1959","11":"1958","12":"1957","13":"1946","14":"1942","15":"1929","16":"1912","17":"1839","18":"1836","19":"1774","20":"1774","21":"1766","22":"1725","23":"1725","24":"1666"},"Event":{"0":"Hurricane Irma becomes the most powerful hurricane ever recorded in the Atlantic Basin region with winds of 185mph (280km\/h)","1":"American writer and political activist Phyllis Schlafly, who was best known for her opposition to the women's movement and especially the Equal Rights Amendment, died at age 92.","2":"Evidence provided for black hole theory\nAt a scientific conference in Washington, D.C., this day in 2001, scientists described an observation of energy flares that provided strong evidence of the theorized black hole at the centre of the Milky Way Galaxy.","3":"Mother Teresa—who was awarded the 1979 Nobel Peace Prize for her charitable work with the poor, especially in India—died in Calcutta (Kolkata).","4":"Musical \"Will Rogers Follies\" closes at Palace Theater NYC after 983 performances with 6 Tony Awards","5":"Lawyer Kathleen St. Johns divorces best-selling author Michael Crichton (37) after nearly 2 years of marriage","6":"Lynette (“Squeaky”) Fromme attempted to assassinate U.S. President Gerald R. Ford; Fromme, a follower of Charles Manson, was sentenced to life in prison but was released in 2009.","7":"11 Israeli athletes taken hostage and later killed by Palestinian Black September group at the Munich Olympics","8":"Palestinian terrorists attacked the Olympic Village in Munich, West Germany, during the Summer Olympic Games, taking hostages and eventually killing 11 members of the Israeli team.","9":"Author Ken Follett (19) weds Mary Emma Ruth Elson","10":"Motorcycle daredevil Evel Knievel (20) weds Linda Joan Bork","11":"1st color video recording on magnetic tape presented, Charlotte, North Carolina","12":"Jack Kerouac's On the Road, one of the first novels associated with the Beat movement, was published.","13":"Freddie Mercury\nBritish singer and songwriter\nwas born","14":"Werner Herzog\nGerman director\nwas born","15":"Bob Newhart\nAmerican actor and comedian\nwas born","16":"John Cage\nAmerican composer\nwas born","17":"The First Opium War begins in China","18":"Sam Houston was elected president of the Republic of Texas.","19":"Twelve of the thirteen American colonies adopt a trade embargo against Great Britain at the first Continental Congress at Carpenters' Hall in Philadelphia, Pennsylvania","20":"Caspar David Friedrich, a pioneering early 19th-century German Romantic painter, was born.","21":"John Dalton\nBritish scientist\nwas born","22":"Marie Leszczyńska of Poland was married to King Louis XV of France.","23":"French King Louis XV marries Polish princess Mary Lesczynski","24":"Great Fire of London ends, leaving 13,200 houses destroyed and 8 dead"}}