{"Year":{"0":"935","1":"351","2":"2016","3":"2010","4":"2008","5":"2003","6":"1968","7":"1958","8":"1947","9":"1945","10":"1939","11":"1938","12":"1937","13":"1934","14":"1934","15":"1933","16":"1933","17":"1929","18":"1922","19":"1920","20":"1916","21":"1911","22":"1905","23":"1887","24":"1781","25":"1781","26":"1542","27":"1066"},"Event":{"0":"Saint Wenceslas is murdered by his brother, Boleslaus I of Bohemia","1":"Roman Emperor Constantius II defeated the usurper Magnentius in the Battle of Mursa, the bloodiest battle of the 4th century.","2":"Polish-born Israeli statesman Shimon Peres—who served as prime minister (1984–86 and 1995–96) and president (2007–14) of Israel and shared the Nobel Prize for Peace in 1994 for helping to negotiate the Oslo Accords (the historic Israeli-PLO peace agreement of 1993)—died in Ramat Gan.","3":"Oracle CEO Larry Ellison (66) divorces romance novelist Melanie Craft after six years of marriage","4":"SpaceX successfully launched Falcon 1, becoming the first privately owned company to send a liquid-fueled rocket into orbit.","5":"Tennis player Althea Gibson—the first African American to win singles titles at the French Open (1956), Wimbledon (1957–58), and the U.S. Open (1957–58)—died in New Jersey.","6":"Beatles' \"Hey Jude\" single goes #1 and stays #1 for 9 weeks","7":"Madagascar voted for autonomy within the French Community.","8":"Sheikh Hasina Wazed\nprime minister of Bangladesh\nwas born","9":"\"Mildred Price\" starring Joan Crawford opens at Strand","10":"German-Soviet Frontier Treaty is signed by Joachim von Ribbentrop and Vyacheslav Molotov; redraws German and Soviet spheres of influence in central Europe and transfers most of Lithuania to the USSR","11":"Homer in the Gloamin' - famous walk-off home run hit by Gabby Hartnett of the Chicago Cubs against the Pittsburgh Pirates","12":"Martha Raye (21) divorces Hamilton \"Bud\" Westmore (19) on the basis of extreme cruelty","13":"French actress Brigitte Bardot, who was an international sex symbol in the 1950s and '60s, was born.","14":"Brigitte Bardot\nFrench actress\nwas born","15":"Actress Greer Garson (29) weds first husband Edward Snelson (29)","16":"Sally Eilers weds Harry Joe Brown","17":"Lata Mangeshkar\nIndian singer\nwas born","18":"Stage and film actor James Cagney (23) weds dancer Frances Vernon","19":"In what became known as the Black Sox Scandal, eight members of the Chicago White Sox baseball team were indicted by a grand jury on charges that they had thrown the 1919 World Series to the Cincinnati Reds in return for a bribe.","20":"Peter Finch\nBritish actor\nwas born","21":"Using the pretext of infringement of Italian interests in the Turkish provinces of Tripolitana and Cyrenaica (Libya), the Italian government issued an ultimatum to Turkey and declared war the next day.","22":"Max Schmeling\nGerman boxer\nwas born","23":"Yellow River or Huáng Hé floods in China, killing between 900,000 and 2 million people, one of the deadliest natural disasters in history","24":"9,000 American and 7,000 French troops begin siege of Yorktown","25":"The Siege of Yorktown began, eventually leading on October 19 to the British surrender by General Lord Cornwallis and the end of the American Revolution.","26":"California “discovered”\nExplorer Juan Rodríguez Cabrillo, known as the “discoverer” of California, landed this day in 1542 near what is now San Diego and became the first European to set foot on the west coast of what would become the United States.","27":"William the Conqueror invades England landing at Pevensey Bay, Sussex"}}