{"Year":{"0":"2015","1":"2015","2":"1998","3":"1995","4":"1993","5":"1980","6":"1979","7":"1976","8":"1975","9":"1972","10":"1967","11":"1966","12":"1966","13":"1960","14":"1956","15":"1956","16":"1956","17":"1951","18":"1948","19":"1941","20":"1919","21":"1914","22":"1861","23":"1817","24":"1776","25":"1774","26":"1770","27":"1754","28":"1087","29":"1000"},"Event":{"0":"Queen Elizabeth II becomes Great Britain's longest-reigning monarch at 63 years and seven months, beating the previous record set by her great-great-grandmother, Queen Victoria","1":"Elizabeth II became the longest-reigning monarch in British history, surpassing Victoria's record reign of 63 years and 216 days.","2":"Special Prosecutor Kenneth W. Starr sent to Congress the report on his investigation into the actions of U.S. President Bill Clinton in the Whitewater affair and subsequent matters, including Clinton's improper sexual relationship with intern Monica Lewinsky.","3":"Chynna Phillips weds William Baldwin","4":"Israel and the Palestine Liberation Organization exchange letters of mutual recognition","5":"Michelle Williams\nAmerican actress\nwas born","6":"Yusef Islam (Cat Stevens) weds Fouzia Ali at Kensington Mosque","7":"Death of Mao\nMarxist revolutionary Mao Zedong, who died this day in 1976, emerged as the undisputed Chinese Communist Party leader following the Long March (1934–35) and dominated China in the period after the communist takeover in 1949.","8":"Michael Bublé\nCanadian singer\nwas born","9":"Soviet Union beats the United States 51-50 in the most controversial game in international basketball history; with US leading 50-49 the final 3 seconds is replayed 3 times until the Soviets finally win","10":"Akshay Kumar\nIndian actor\nwas born","11":"Adam Sandler\nAmerican comedian\nwas born","12":"American comedian and actor Adam Sandler, who was known for his portrayal of infantile but endearing characters, was born.","13":"Hugh Grant\nBritish actor\nwas born","14":"Elvis Presley appears on the Ed Sullivan Show for the 1st time","15":"Rock and roll star Elvis Presley made his first appearance on The Ed Sullivan Show.","16":"Elvis Presley appears on the Ed Sullivan Show for the 1st time","17":"1st broadcast of \"Love of Life\" on CBS-TV","18":"The Democratic People's Republic of Korea (North Korea) was proclaimed, setting the stage for the Korean War.","19":"American singer and songwriter Otis Redding, considered one of the great soul stylists of the 1960s, was born.","20":"The Boston Police Strike began after the city denied the police's right to unionize.","21":"First fully mechanized unit in the British Army created - the Canadian Automobile Machine Gun Brigade (WWI)","22":"Sally Louisa Tompkins was commissioned a cavalry captain; she was the only woman to be commissioned in the Confederate army.","23":"Alexander Twilight, probably first African American to graduate from a US college, receives BA degree at Middlebury College","24":"Congress officially renames the country as the United States of America (Was the United Colonies)","25":"The Suffolk Resolves, protesting the Intolerable Acts, were passed at a meeting in Massachusetts.","26":"Founding Father of America Robert R. Livingston (23) weds John Steven's daughter Mary Stevens","27":"William Bligh, the English admiral who commanded the HMS Bounty at the time of the famous mutiny, was born.","28":"The English king William I (the Conqueror) died from an injury suffered while attempting to capture the town of Mantes and was later buried at St. Stephen's Church.","29":"Battle of Svolder, Baltic Sea: King Olaf on board the Long Serpent defeated in one of the greatest naval battles of the Viking Age."}}