{"Year":{"0":"642","1":"2011","2":"1994","3":"1991","4":"1985","5":"1978","6":"1978","7":"1972","8":"1972","9":"1964","10":"1950","11":"1948","12":"1945","13":"1944","14":"1942","15":"1941","16":"1939","17":"1937","18":"1935","19":"1918","20":"1916","21":"1901","22":"1900","23":"1862","24":"1862","25":"1861","26":"1787","27":"1683","28":"1631","29":"1549","30":"1374"},"Event":{"0":"Arab forces under Amr ibn al-'As conquer Alexandria","1":"The first Occupy Wall Street protest was held in the United States, as some 1,000 demonstrators marched in Manhattan before occupying Zuccotti Park; the movement, which eventually went global, sought to highlight corporate greed and income inequality, among other issues.","2":"Princess Christina separates","3":"North Korea and South Korea were admitted to the United Nations.","4":"Alex Ovechkin\nRussian hockey player\nwas born","5":"Anwar Sadat, Menachem Begin and Jimmy Carter sign the Camp David Accords, frameworks for peace in the Middle East and between Egypt and Israel","6":"Camp David Accords concluded\nThe Camp David Accords, negotiated by U.S. President Jimmy Carter, were completed this day in 1978, leading to a peace treaty between Egypt and Israel and a broader framework for pursuing peace in the Middle East.","7":"\"M*A*S*H,\" premieres on CBS TV","8":"TV comedy M*A*S*H, adapted from the movie, starring Alan Alda, Loretta Swit and Wayne Rogers debuts on CBS in the US","9":"Beatles are paid a then record $150,000 for a concert (Kansas)","10":"Narendra Modi\nprime minister of India\nwas born","11":"Folke, Greve (count) Bernadotte, was assassinated by Jewish extremists while serving the United Nations as mediator between the Arabs and the Israelis.","12":"Phil Jackson\nAmerican basketball player and coach\nwas born","13":"Reinhold Messner\nItalian explorer\nwas born","14":"Ice hockey player Maurice Richard (20) weds Lucille Norchet (17)","15":"Cards' Stan Musial makes his major league debut, going 2-for-4","16":"During World War II the Soviet army invaded Poland from the east—joining Germany, which had launched its attack several weeks earlier—and the Polish government fled to Romania.","17":"Economist John Kenneth Galbraith (29) weds author Catherine Atwater (24) at the Reformed Church of North Hempstead in New York","18":"Ken Kesey\nAmerican author\nwas born","19":"Abbott and Costello's Bud Abbott (22) weds Betty Smith","20":"The Red Baron [Manfred von Richthofen], WWI flying ace of the German Luftstreitkräfte, wins his first aerial combat near Cambrai, France","21":"British adventurer Sir Francis Chichester, who sailed around the world alone in 1966–67 in the 55-foot (17-metre) yacht Gipsy Moth IV, was born.","22":"Commonwealth of Australia proclaimed","23":"Union forces halted the Confederate advance on Maryland during the Battle of Antietam; the battle resulted in more than 26,000 casualties—one of the bloodiest days of the American Civil War.","24":"Battle of Antietam [Battle of Sharpsburg], bloodiest day in the American Civil War: 22,000 dead, wounded or missing in first battle on Union soil","25":"The forces of Buenos Aires province, commanded by Governor Bartolomé Mitre, defeated those of the Argentine Confederation, led by Justo José de Urquiza, at the Battle of Pavón.","26":"The U.S. Constitution was signed by 39 delegates of the Constitutional Convention.","27":"Dutch scientist Antonie van Leeuwenhoek is the first to report the existence of bacteria","28":"The Swedish-Saxon army under King Gustav II Adolf of Sweden destroyed the army of the Roman Catholic Habsburg emperor Ferdinand II and the Catholic League, under Johann Tserclaes, Graf (count) von Tilly, in the Battle of Breitenfeld.","29":"Pope Paul III suspended the Council of Trent after Charles V forbade the Spanish and German prelates to go to Bologna.","30":"The Polish nobility and their king, Louis I, signed the Pact of Koszyce."}}