{"Year":{"0":"530","1":"2015","2":"2011","3":"2002","4":"2000","5":"1994","6":"1989","7":"1980","8":"1980","9":"1980","10":"1976","11":"1965","12":"1958","13":"1958","14":"1957","15":"1940","16":"1940","17":"1927","18":"1922","19":"1920","20":"1906","21":"1869","22":"1862","23":"1854","24":"1794","25":"1792","26":"1776","27":"1692","28":"1609","29":"1515"},"Event":{"0":"Pope Felix IV died, having named Boniface II as his successor.","1":"American baseball player, manager, and coach Yogi Berra, who won a record 10 World Series while a catcher with the New York Yankees and was known for his unintentionally amusing non sequiters, died at age 90.","2":"CERN scientists announce their discovery of neutrinos breaking the speed of light","3":"Hundreds of thousands of rural protesters converged on London to demonstrate in favour of foxhunting, which two years later the House of Commons banned in England and Wales.","4":"Actress Patsy Kensit (32) divorces Oasis singer Liam Gallagher (28) due to unreasonable behaviour after 3 years of marriage","5":"\"Friends\" TV sitcom created by David Crane and Marta Kauffman debuts on NBC, starring Jennifer Aniston, Courteney Cox, Lisa Kudrow, Matt LeBlanc, Matthew Perry and David Schwimmer","6":"American composer Irving Berlin, who was perhaps the greatest and most enduring of American songwriters, died in New York City.","7":"The Iran-Iraq War began when Iraqi armed forces invaded western Iran along the countries' joint border; fighting continued until 1988, and a formal peace agreement was signed in 1990.","8":"Solidarity formed\nSolidarity, the Polish trade union and political party that became a hotbed of resistance to Soviet control, was founded this day in 1980 when delegates of 36 unions met and united under the leadership of Lech Wałęsa.","9":"Iraq invades Iran in an attempt to control the Shatt al-Arab waterway","10":"Ronaldo\nBrazilian athlete\nwas born","11":"India and Pakistan ceases-fire goes into effect, ending Indo-Pakistani War","12":"Italian opera tenor Andrea Bocelli, who was noted for his unique blend of opera and pop music, was born.","13":"Andrea Bocelli\nItalian singer\nwas born","14":"Nick Cave\nAustralian singer-songwriter, actor, and screenwriter\nwas born","15":"Jean Decoux, the French governor-general of Indochina appointed by the Vichy government after the fall of France, concluded an agreement with the Japanese that permitted the stationing of 30,000 Japanese troops in Indochina.","16":"\"Adventures of Superman\" actor George Reeves (26) weds Ellanora Needles at the Church of Our Savior in San Gabriel, California","17":"Gene Tunney successfully defended his world heavyweight boxing title by defeating Jack Dempsey after the controversial “long count” in the seventh round.","18":"Chinese-born American theoretical physicist Chen Ning Yang, corecipient with Tsung-Dao Lee of the Nobel Prize for Physics in 1957, was born.","19":"Chicago grand jury convenes to investigate charges that 8 White Sox players conspired to fix the 1919 World Series","20":"Ilse Koch\nGerman war criminal\nwas born","21":"Richard Wagner's opera \"Rhine Gold\" premieres in Munich","22":"US President Abraham Lincoln says he will free slaves in all states on Jan 1","23":"Future railroad magnate Mark Hopkins Jr. marries Mary Sherwood","24":"Physicist Alessandro Volta (49) weds Teresa Peregrini","25":"French First Republic formed by the National Convention, stripping French king of his powers","26":"American officer Nathan Hale was hanged by the British for spying during the American Revolution.","27":"Last people hanged for witchcraft (8) in the US, 20 hanged overall during Salem witch trials","28":"Spain's Philip III issued a royal order for deportation of the Moriscos (Christians of Moorish ancestry).","29":"Anne of Cleves\nqueen of England\nwas born"}}