{"Year":{"0":"2013","1":"2004","2":"2001","3":"1996","4":"1995","5":"1982","6":"1967","7":"1954","8":"1950","9":"1950","10":"1949","11":"1947","12":"1945","13":"1937","14":"1937","15":"1936","16":"1934","17":"1931","18":"1922","19":"1915","20":"19 bce","21":"1898","22":"1867","23":"1840","24":"1823","25":"1792","26":"1621","27":"1435","28":"1371"},"Event":{"0":"Al-Shabaab militants launched a terrorist attack on the Westgate shopping centre in Nairobi, which ended three days later and left more than 65 people dead, including Ghanian poet and novelist Kofi Awoonor.","1":"Green Day release their album \"American Idiot\" in the US","2":"In stock market trading in the United States, the Dow Jones industrial average posted its largest weekly loss (14.3 percent) since the Great Depression.","3":"Supermodel Christie Brinkey marries for 4th time to Peter Cook","4":"Actor and host Wayne Brady (23) divorces Diana Lasso after almost 2 years of marriage","5":"NFL players begin a 57 day strike","6":"Faith Hill\nAmerican singer\nwas born","7":"Abe Shinzo\nprime minister of Japan\nwas born","8":"American comedian and actor Bill Murray, best known for his trademark deadpan humour on television's Saturday Night Live and for his film roles, was born.","9":"Bill Murray\nAmerican actor\nwas born","10":"Chinese Communist leaders proclaim People's Republic of China","11":"Stephen King\nAmerican novelist\nwas born","12":"Publisher Malcolm Forbes (26) weds Roberta Remsen Laidlaw","13":"English writer J.R.R. Tolkien's The Hobbit, a coming-of-age fantasy that became a classic, was published.","14":"J. R. R. Tolkien's 'The Hobbit' is published by George Allen and Unwin in London","15":"Spanish fascist junta names Franco to Generalissimo and Supreme Commander","16":"Leonard Cohen\nCanadian musician and author\nwas born","17":"The Bank of England dropped the gold standard, and the pound sterling promptly lost 28 percent of its value, undermining the solvency of countries in eastern Europe and South America.","18":"US President Warren G. Harding signs a joint resolution of approval to establish a Jewish homeland in Palestine","19":"Cecil Chubb buys English prehistoric monument Stonehenge for £6,600","20":"The Roman poet Virgil, best known for his national epic the Aeneid, died.","21":"Empress Dowager Cixi seizes power and ends the Hundred Days' Reform in China, imprisoning the Guangxu Emperor","22":"Henry L. Stimson, an American statesman who exercised a strong influence on U.S. foreign policy in the 1930s and '40s and served in the administrations of five presidents between 1911 and 1945, was born.","23":"While experimenting with gallic acid, a chemical he was informed would increase the sensitivity of his prepared paper, William Henry Fox Talbot discovered that the acid can be used to develop a latent image on paper, leading to a revolution in photography.","24":"Joseph Smith's vision of Moroni\nAccording to the teachings of the Church of Jesus Christ of Latter-day Saints, Moroni was an angel or resurrected being who appeared to Joseph Smith on this day in 1823 and instructed him to restore God's church on earth.","25":"French Revolution: The National Convention passes a proclamation announcing the formal abolition of the French monarchy","26":"King James I of England gives Sir William Alexander a royal charter for colonisation of Nova Scotia","27":"In the French kingdom, the Treaty of Arras was signed, ending the long quarrel between Duke Philip of Burgundy and King Charles VII.","28":"English Prince John of Gaunt marries Constance of Castile, heir of Peter of Castile and Leon"}}