{"Year":{"0":"53","1":"2005","2":"2004","3":"1997","4":"1984","5":"1984","6":"1978","7":"1963","8":"1961","9":"1960","10":"1951","11":"1950","12":"1949","13":"1949","14":"1946","15":"1940","16":"1928","17":"1916","18":"1862","19":"1857","20":"1835","21":"1821","22":"1821","23":"1812","24":"1794","25":"1616","26":"1590"},"Event":{"0":"Trajan\nRoman emperor\nwas born","1":"\"Be Without You\" single released by Mary J. Bilge (Billboard Song of the Year 2006, Grammy Award Best R&B Song, Best Female R&B Vocal Performance 2005)","2":"American rock guitarist Johnny Ramone—who cofounded the Ramones, a band that influenced the rise of punk rock on both sides of the Atlantic Ocean—died in Los Angeles.","3":"Google.com is registered as a domain name","4":"Prince Harry, duke of Sussex\nBritish prince\nwas born","5":"Prince Harry of Wales—the younger son of Charles, prince of Wales, and Diana, princess of Wales—was born in London.","6":"Muhammad Ali won the world heavyweight boxing championship for the third time with his victory over Leon Spinks.","7":"Members of the Ku Klux Klan bombed the predominantly African American 16th Street Baptist Church in Birmingham, Alabama, killing four girls.","8":"Dan Marino\nAmerican athlete\nwas born","9":"Maurice Richard announces his retirement. He finishes his career with 544 goals, an NHL record at the time.","10":"Actor Peter Sellers (26) weds actress Anne Howe in London, England","11":"United Nations troops landed at Inch'ŏn, South Korea, crippling a North Korean invasion during the Korean War.","12":"\"Lone Ranger\" premieres on ABC-TV. Hi-yo, Silver! Away!","13":"Figure skater and actress Sonja Henie (36) weds Winthrop Gardner Jr","14":"Oliver Stone\nAmerican director, producer, and screenwriter\nwas born","15":"Climax of the Battle of Britain, tide turns as Luftwaffe loses 56 aircraft, RAF 28","16":"Scottish bacteriologist Alexander Fleming discovers penicillin while studying influenza","17":"The tank was used for the first time in combat, by the British during World War I.","18":"During the American Civil War, Confederates under General Stonewall Jackson captured Harpers Ferry, Virginia (now in West Virginia), and took more than 12,500 prisoners, the largest Union surrender in the war.","19":"William Howard Taft\npresident and chief justice of United States\nwas born","20":"HMS Beagle with Charles Darwin on board reaches the Galapagos Islands","21":"Act of Independence of Central America: Costa Rica, El Salvador, Guatemala, Honduras & Nicaragua declare their independence from the Spanish Empire","22":"Central Americans granted independence\nOn this day in 1821, Central American notables accepted a plan drafted by the Mexican caudillo Agustín de Iturbide that brought independence from Spain to Costa Rica, El Salvador, Guatemala, Honduras, and Nicaragua.","23":"Napoleon's forces invaded Moscow and found the city abandoned, two-thirds of it destroyed by fire.","24":"4th US President James Madison (43) weds Dolley Madison (26) in Jefferson County, West Virginia","25":"First non-aristocratic, free public school in Europe is opened in Frascati, Italy","26":"Giambattista Castagna was elected pope as Urban VII; he died of malaria 12 days later."}}